{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59283239",
      "category": "uk-politics",
      "title": "Grant Shapps denies lobbying against houses on airfields",
      "tags": "Housing,Angela Rayner,Department for Transport,Civil Aviation Authority,Grant Shapps",
      "text": "The government has denied reports the transport secretary has lobbied to protect airfields from house building. \nThe Sunday Times reported that Grant Shapps, a keen recreational pilot, set up a team that helped airfields challenge developments.\nIt reported the Airfield Advisory Team (AAT) had been involved in objecting to home-building plans at a former airfield in Oxfordshire.\nBut the transport department insisted it was an independent advisory body.\nOfficials said the AAT was not a lobbying group, but provided advice to support and promote civilian airfields and their economic and community benefits.\nLabour's deputy leader Angela Rayner accused Mr Shapps of setting up a body \"within his own department, to lobby his own government\".\nIt is understood the group, which began work in late 2020, is funded by the Department for Transport and has two permanent employees. \nIt is based within the Civil Aviation Authority (CAA), an arms-length body within the department charged with regulating civil aviation in the UK.\nAccording to a CAA document from April, its role is to \"sustain\" the UK's network of airfields. This includes by providing advice to public bodies, like local planning authorities.\nMr Shapps, who became transport secretary in July 2019, is a keen aviation enthusiast and obtained a pilot licence in 1995. \nBefore taking up his current post, he had previously chaired a cross-party parliamentary group which is designed to promote general aviation, including the recreational sector.\nThe AAT has previously expressed concern about plans to build 3,000 homes on Chalgrove Airfield in Oxfordshire, arguing the site could not accommodate both the development and an existing testing site for ejection seats.\nHomes England, which owns Chalgrove, said in May it would amend its plans to \"take account\" of the reservations. \nThe AAT has also objected to plans to build a gigafactory for electric car batteries on the site of Coventry Airport. \nThe report in the Sunday Times comes at a time when the behaviour of politicians is under intense scrutiny. \nIt follows the government's botched attempt to block a 30-day suspension for Conservative MP Owen Paterson, after he was found to have breached Commons rules on paid lobbying. \nMr Paterson, who denies wrongdoing, quit Parliament after the government's U-turn on its attempt to block his suspension. \nSpeaking on the BBC's Andrew Marr programme, Labour's Angela Rayner said the rules on MPs' second jobs needed to be \"cleaned up\".\nShe said her party would ban MPs from taking on \"paid consultancy\", directorships in companies, or becoming lobbyists. \nBut she added they would not ban all second jobs, noting that in \"some areas\" - such as whilst working as doctors - MPs would need to carry on to continue their professional registrations, and were providing \"good public service\".\nA Department for Transport spokesperson said it was right for Mr Shapps to promote \"all aspects\" of his brief, \"including the general aviation sector\". \nThey added the sector \"contributes £4bn to the economy and supports 40,000 jobs\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59290426",
      "category": "uk-scotland",
      "title": "Scotland confirms Covid boosters for over-40s",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People aged between 40 and 49 will be offered Covid booster vaccinations, the Scottish government has confirmed.\nIt was also announced that those aged 16 and 17, who were initially given only a single dose, will be now be offered a second jab.\nThe move follows new advice from the UK government's vaccine experts.\nHealth Secretary Humza Yousaf welcomed the advice and said his job was to see how quickly it could be put into operation.\nScotland's chief medical officer Dr Gregor Smith said the booster vaccinations for over-40s would be offered once the earlier priority groups had been given theirs.\nHe said the 40 to 49-year-old group would soon be able to book their own appointments through the NHS online portal - which is now live for 50 to 59-year-olds.\nThe chief medical officer said the Scottish government was \"considering how best to implement\" the new advice on 16 and 17-year-olds and would confirm the timetable shortly.\nScottish Conservative health spokesman Dr Sandesh Gulhane called on the government to make sure as many jabs as possible were delivered before Christmas.\n\"The booster jag rollout could be going much faster if we had mass clinics operating again to complement the current local delivery method,\" he said.\nMany of us have heard of people having issues getting their booster jab, but this is a huge operation that combines the flu programme with Covid third doses, as well as trying to reach people who may still not have any vaccine protection.\nIn all, it is going well.  79% of over 80s have had a booster and 83% of those aged  70 - 79.  But it will take time to work through the other groups.  \nOver 50s can now book an appointment, but for many in this category, it will be well into December or even the New Year before they reach six months since their second dose, and then become eligible for a booster.  It will be same for those in the 40s group. \nScottish Labour said the Scottish government must accelerate the booster roll-out as a matter of urgency, \nThe party's health spokeswoman Jackie Baillie said: \"If we are to avoid serious consequences this winter then the SNP government must be willing to take meaningful action now.\"\nThe new JCVI (Joint Committee on Vaccination and Immunisation) advice came on the day that an NHS online portal opened to allow people aged 50 to 59 to book their own appointments for booster jabs. \nOlder age groups, front-line medical staff and people with health conditions that put them at greater risk have already been able to access booster vaccines.\nThe JCVI said people aged 40-49 will be boosted with either Pfizer or a half dose of the Moderna jab, which still gives a potent immune response. This should be offered six months after the second dose.\nYoung people aged 16 and 17 are now eligible for a second dose of the Covid-19 vaccine, which will be offered from 12 weeks after their first.\nDr Smith said: \"Our current focus is on protecting those who are most vulnerable through our winter programme, with both flu vaccination and Covid boosters. \n\"We are considering how best to implement this new advice regarding 16 and 17-year-olds and will confirm the timetable for this shortly.\"\nMr Yousaf said: \"What this means is even more vaccinations than the record-breaking number we have already done.\n\"We have got to really examine and explore how we can operationalise that as quickly as we can.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59283134",
      "category": "world-europe",
      "title": "Macron switches to using navy blue on France's flag - reports",
      "tags": "France,Emmanuel Macron",
      "text": "President Emmanuel Macron has switched to using a darker navy blue on the official French flag, replacing the previous brighter shade, officials have told local media.\nThe move saw flags in the new hue hoisted on the presidential palace last year without any accompanying fanfare.\nMr Macron wanted to bring back the navy blue flag, a symbol of the French Revolution, Europe 1 said.\nHowever, both the darker and lighter flags have been in use for decades.\nFrance's navy and many official buildings around the country have always used the navy blue shade.\nBut in 1976 under President Giscard d'Estaing, the French state introduced a brighter blue on the tricolour to match the blue on the flag of Europe.\nThat decision was partly an aesthetic one, Europe 1 reports, because the French and European flags flew next to each other in so many locations.\nThe Élysée Palace has not publicly announced its change in flags, and no orders have been given for other institutions to do the same.\nThere was reportedly some disagreement over Mr Macron's change back to navy blue, with some arguing the new shade was ugly and would clash with the EU flag, and others nostalgic for the pre-1976 version.\nHowever, all concerned insist that the colour change should not be interpreted as an anti-EU gesture, Europe 1 reports.\nFrance is due to take on the rotating EU presidency in January.\nMr Macron also faces a presidential election in April next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59277977",
      "category": "science-environment",
      "title": "COP26: Evasive words and coal compromise, but deal shows progress",
      "text": "While the Glasgow Climate Pact is an ambitious attempt to rein in rising temperatures, the last-minute row over coal has undoubtedly cast a shadow over the deal.\nIndia was joined by China in pushing for a watering down of this key commitment, insisting on \"phasing down\" rather than \"phasing out\".\nIt was a brazen display of geo-political muscle that left developing countries and island states with little choice but to go along with the changes.\nThe new pact comes just a few days after another notable Chinese achievement.\nLast Wednesday, the Xinhua news agency trumpeted the fact that the country produced more coal than ever before on a single day.\nSome 12 million tonnes of the black stuff were mined. When consumed for energy, the one day of coal will produce carbon dioxide emissions roughly equivalent to Ireland's output for an entire year.\nThis is the carbon reality that's hitting our atmosphere every single day.\nSeen in that light, the agreement reached here after extended negotiations looks like a limp sticking-plaster for the deep wound that's threatening life on this planet.\nNegotiators who worked through the night to land the pact would undoubtedly disagree with that assessment.\nThe actual text of the final agreement is quite progressive, getting countries to come back again with strengthened plans next year.\nIt's also notable for naming coal as a root cause of the problem, for the first time in 30 years of UN diplomacy.\nThere's also a significant doubling of money to help poor countries adapt to the impacts of climate change - and the prospect of a trillion dollar a year fund from 2025, compared with the current goal of $100bn a year.\nObserves also say there is the \"start of a breakthrough\" on the key question of loss and damage. \nHowever, there are also some significant shortcomings in the agreement.\nThere are weaselly clauses that will allow some countries to avoid updating their plans to cut emissions, depending on \"differing national circumstances\".\nThere are real worries that some bigger developing economies like India and China will use that clause to skip updating their plans next year.\nFor countries on the front lines, there is still too much focus on cutting carbon emissions at the expense of helping them adapt to a changing climate.\nSome of the real-world pledges signed here were beyond a joke. South Korea was named as a country due to give up coal in the 2030s. But the government in Seoul sheepishly pointed to a clause in the pledge saying \"2030s or as soon as possible thereafter\" to say they'll stop burning in 2050.\nIn a similar vein, the launch here of a global effort to move away for petrol and diesel engines was a damp squib, with major car countries like Germany and the US not signing up.\nThere are compromises in any process involving 197 parties.\nBut does the overall package agreed here keep the world from warming by more than 1.5C, the long stated goal of COP26?\nThe agreement will help revive the sense of international collaboration that's been badly damaged in recent years by nationalist tendencies around the world.\nAnd ultimately, this pact - flawed and late as it may be - does keep the flame of hope alive that temperatures may be held in check, somewhere between 1.8C and 2.4C this century.\nBut that's a frightening prospect in a world that's warmed by just over half that amount already, with massive impacts around the globe.\nThe sad reality, as with record Chinese coal production, is that the atmosphere only responds to emissions, and not decisions made in a conference like COP26.\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59291119",
      "category": "world-africa",
      "title": "Alexander Monson: Kenyan policemen jailed over UK aristocrat's death",
      "tags": "Kenya",
      "text": "A Kenyan court has jailed four police officers for the manslaughter of British aristocrat Alexander Monson, who died in custody after being arrested near Mombasa in 2012. \nJudge Eric Ogola ruled that Monson was brutally tortured and had cannabis planted on him after he died.\nHe said the officers had covered up what happened to the 28 year old. \nMonson was the son of Lord Nicholas Monson and heir to the family estate in Lincolnshire.\nHe had moved to Kenya in 2008 to live with his mother, Hilary Monson.\nThe four officers were given jail terms of between nine and 15 years but between five and six years were suspended in each case.\nPolice arrested him for allegedly smoking cannabis in the Diani beach resort just south of Mombasa in May 2012.\nThe police initially said Monson had died of a drugs overdose but an inquest in June 2018 found he had died from a head injury. \nToxicology reports showed he had no drugs in his system at the time.\n\"The drugs were planted on the deceased after his death as a cover up,\" Judge Ogola said in the Mombasa court, adding that Monson had been in good health prior to his arrival at the station. \nHe added that those who brutally tortured Monson were known to the four policemen: Naftali Chege, Charles Wangombe Munyiri, Baraka Bulima and John Pamba.\nHe said the court had not been able to find out who they were because of \"the code of silence in the police force.\" \n\"I am satisfied that the death of the deceased was caused through unlawful omission on the part of the accused persons for failing to seek medical care for the deceased in good time,\"Judge Ogola ruled.\nHis father, who arrived in Kenya over the weekend, his mother, and several family members were in court for the ruling.\nCase exposes slow pace of justice in Kenya \nBy Mercy Juma, BBC News, Mombasa\nOutside the court Hilary Monson told reporters she was \"disappointed\" by the sentence given to police officers accused of killing her son. \nBefore the ruling she had made an emotional appeal on behalf of herself and other Kenyan mothers, saying a strong message against police brutality had to be sent. Human rights organisations have documented hundreds of killings over the years by police officers, the majority of which have gone uninvestigated.\nThis case also exposed once again how hard it can be, and how long it can take, to get justice in Kenyan courts. \nThe Monson family spent thousands of dollars to get the case this far - resources that many people in this country do not have.\nWorryingly this case also highlights a near collapse of trust between the public and the police, those sworn to protect and serve Kenyans are accused of showing fealty to their \"code of silence\" rather than to justice and truth. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59291095",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women's Hospital explosion: Terror threat level raised to 'severe'",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "The UK terror threat level has been raised to \"severe\" after an explosion outside Liverpool Women's Hospital.\nTaxi driver David Perry survived the blast but his passenger was killed when a homemade bomb exploded shortly before 11:00 GMT on Remembrance Sunday. \nThe man, who is believed to have manufactured and brought the device into the taxi, died at the scene.\nPolice said the motivation for the attack was unclear but it had been declared as a terrorist incident.\nHome Secretary Priti Patel said the threat level had been raised from \"substantial\" to \"severe\", meaning an attack is highly likely, because the explosion in Liverpool was the second incident in a month.\nThe death of Conservative MP Sir David Amess, who was stabbed multiple times during a meeting with his constituents in Essex on 15 October, has been treated as a terrorist incident by police.\nHead of Counter Terrorism Policing North West, Russ Jackson, said the taxi passenger appeared to have made an \"improvised explosive device\" which caused the blast.\nHe said police knew the identity of the attacker but would not confirm his name at this stage.\nThe man is not believed to have been known to MI5, according to BBC security correspondent Gordon Corera.\nFour men have been arrested in the city under the Terrorism Act as part of the investigation.\nPrime Minister Boris Johnson, who chaired an emergency Cobra meeting earlier in response to the explosion, described it as a \"sickening attack\".\nHe said it was a \"stark reminder for all of us to remain vigilant\", but added \"the British people will never be cowed by terrorism\". \nMr Jackson said Delta Taxis driver Mr Perry picked up a passenger in Rutland Avenue, near Sefton Park, on Sunday. \n\"As the taxi approached the drop-off point at the hospital an explosion occurred from within the car. This quickly engulfed it in flames,\" he said.\n\"Remarkably the taxi driver escaped from the cab.\"\nPosting on Facebook, Mr Perry's wife Rachel said he was \"lucky to be alive\". \n\"The explosion happened whilst he was in the car and how he managed to escape is an utter miracle,\" she added. \nMr Jackson said the taxi driver had been released from hospital after being treated for his injuries.\nHe said police were \"aware there were Remembrance events just a short distance away from the hospital and that the ignition occurred shortly before 11:00 GMT\".\n\"We cannot at this time draw any connection with this but it is a line of inquiry we are pursuing,\" he added.\nWhile the police believe they know who the attacker was, difficult forensic work may be continuing to confirm the identity - particularly if experts have to resort to dental records and DNA. \nDigital forensic teams investigate the dead man's online habits and contacts. Officers will want to build a picture of his movements from mobile phone data and financial transactions.\nBomb experts will be looking at how the device was made. \nThese strands may lead detectives to vital CCTV evidence and locations or witnesses that will help reveal the attacker's planning.\nBut the biggest priority will be to establish - if possible - whether there is any ongoing threat to the public.\nPolice said a man, aged 20, was arrested earlier in the Kensington area of the city and was in custody.\nThree other men - aged 21, 26 and 29 - were detained on Sunday in Sutcliffe Street in Kensington.\nMr Jackson said the arrested men were believed to be \"associates\" of the taxi passenger.\nHe said officers were looking at the man's associates, his telephone records and purchases he may have made.\nOfficers are searching two addresses, one in Sutcliffe Street and a second at Rutland Avenue, where \"significant items\" had been found, police said.\nA cordon is in place at both locations and eight families have been evacuated from their homes. \nPolice have confirmed a controlled explosion was carried out as a precaution in the Sefton Park area, close to Rutland Avenue, at about 16:00 GMT on Monday as part of the investigation but there was no wider risk to the public.\nFrances Evans, who witnessed the explosion, told BBC News that three police vans and a little black van had pulled up before covering an unknown item. \n\"They weren't there long, probably 20 minutes max,\" she said. \"I saw the explosion, the smoke and heard the bang.\"\nMr Jackson said police had linked the taxi passenger to both the addresses but were uncertain which one he lived at.\nNeighbour Sharon Cullen said she was evacuated from her home near Sutcliffe Street by officers telling her \"whatever is going on at the back of the house, it could blow the block\".\nThe home secretary said the explosion had a \"very significant impact across the community\" in Liverpool and her thoughts were with people in the city.\nMs Patel said the government would \"continue to work with everyone when it comes to the security of our country and making sure that we're taking all the necessary steps required\".\nAssessments of threat levels are taken by the Joint Terrorism Analysis Centre (JTAC), part of MI5, which makes recommendations independently from the government.\nA \"severe\" threat is classed as an attack on the UK being \"highly likely\" and is the second highest alert below \"critical\", which means an attack is \"highly likely in the near future\".\nThe rise in the threat level is not based on specific intelligence of an ongoing threat in Liverpool. \nRather it is based on an overall assessment by the Joint Terrorism Analysis Centre. \nThey have looked at the fact that there have been two incidents in the last month - the killing of Sir David Amess MP and now Liverpool - and judged that the overall picture has changed. \nIt is not totally clear what the cause is - some speculate about people being inspired by international events, others wonder if it is to do with people emerging out of lockdown after having been radicalised online. \nHealth Secretary Sajid Javid paid tribute to NHS staff at Liverpool Women's Hospital, as well as members of the emergency services, saying in the House of Commons they had showed the \"utmost professionalism in the most difficult of circumstances\".\nThe chief executive of Liverpool Women's Hospital, Kathryn Thomson, paid tribute to \"brave and dedicated\" staff and emergency service workers but added the last two days had been \"extremely upsetting and traumatising\". \nShe added that despite security and police on site, services were now running \"as close to normal as can be expected\". \nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59288448",
      "category": "uk-northern-ireland",
      "title": "Craigavon Area Hospital: ED open again to all ambulances",
      "tags": "Craigavon",
      "text": "A second ambulance diversion at Craigavon Area Hospital has ended.\nThe Southern Trust diverted emergency vehicles, except in cases of patients facing immediate life-threatening situations, on Monday morning.\nIt was the second time in 24 hours the hospital had to implement measures due to \"extreme pressure\" on its wards.\nHospitals in the Southern Health Trust area are \"absolutely on the edge\", a senior official has said.\nChief executive Shane Devlin told BBC News NI the trust was \"exceptionally close\" to declaring a major incident.\nAmbulances were first diverted away from Craigavon Area Hospital on Sunday evening, until 22:00 GMT.\nMr Devlin said staff were exhausted due to the huge demand on hospital services.\n\"We were very, very close to needing radical action,\" he said.\nThere were 108 people in the emergency department at the peak on Sunday - 32 of those required admission to a ward but just three beds were available, said Mr Devlin.\nOn Monday morning, he said there were 48 patients who had been waiting for more than 12 hours in the emergency departments at Craigavon Area Hospital and Daisy Hill Hospital in Newry.\nThe two hospitals also have 141 Covid-19 inpatients, 123 of whom are in Craigavon.\nMr Devlin said the health system could not cope with the demands of a major incident, which would have involved calling extra staff in and moving patients to other hospitals.\n\"We would not have had anywhere to move our patients to and our staff were all in,\" he said.\nThe chief executive said the numbers of Covid-19 patients had left the hospital system \"absolutely on the edge\".\n\"Each Covid patient takes up three times the resource that the average medical patient would have done - that has resulted quite clearly in our ability to flow patients through our hospital,\" he said.\n\"If we can start to get Covid patients moving through and also stop Covid patients arriving - hopefully by them not having Covid that requires hospitalisation - we can start to try and get our hospital back in balance.\n\"I wish I could provide every patient with a gold standard service, and during a pandemic, which is what this is, I cannot do that.\"\nMr Devlin said he believed people would \"come to harm\" as a result of the situation.\nHe confirmed that the vast majority of those who had been exceptionally unwell with Covid-19 in the trust's hospitals had not been vaccinated for the virus.\nMr Devlin urged people to consider alternatives before going to Craigavon Area Hospital on Monday and said it would take time to get the hospital \"flowing\" again.\nDemocratic Unionist Party (DUP) MP Carla Lockhart urged the public to phone first before making their way to hospitals.\n\"This can help direct patients to the most appropriate care for their health need and ensure those attending A&E are those who need to attend A&E, rather than a GP or other service,\" said Ms Lockhart.\nThe Upper Bann MP also thanked front-line medical staff who were working \"under the most challenging conditions\".\n\"They are worn out, mentally and physically exhausted, yet continue to deliver the best possible care for those in need,\" she said.\nSDLP MLA Dolores Kelly described the situation at the hospital on Sunday night as \"horrific\" and should have been declared a major incident.\nSpeaking on BBC Radio Foyle, the Upper Bann MLA said Covid-19 pressures and workforce issues had caused a \"perfect storm\".\n\"If more staff were available they could open more beds.\n\"I warned eight or nine years ago of the way in which the trust's managed in terms of short-term temporary contracts, how they manage their budgets,\" she said.\nMs Kelly added: \"It is a crisis facing the whole executive and we need the joint first ministers to step up.\"\nShe said Craigavon Area Hospital \"has been promised a new hospital for a number of years now\".\n\"But what we have seen is a piecemeal implementation rather than a huge effort going into a new hospital\".\nDr Tom Black, the chairman of the British Medical Association's Northern Ireland branch, said easing Covid-19 restrictions had put hospitals under extreme pressure.\n\"We did warn about this two or three weeks ago when there was an easing of restrictions and we opened up society to eating and drinking and dancing without masks,\" he said.\n\"We said the consequences of that would be in three weeks' time when we would see the hospital system overwhelmed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59289495",
      "category": "health",
      "title": "MPs find 'serious failings' in sickle cell care",
      "tags": "Sickle cell disease,Racism,NHS",
      "text": "A report by MPs has found \"serious failings\" for patients with sickle cell disease (SCD) in England, including avoidable deaths. \nThe All-Party Parliamentary Group on Sickle Cell and Thalassaemia says its findings uncovered \"near misses\".\nThere was also evidence of racism, with some patients saying they had been racially abused by doctors and nurses.\nSickle cell mainly affects people of African, Caribbean, Middle Eastern, eastern Mediterranean and Asian origin.\nApproximately 15,000 people are living with SCD in the UK. \nThe report was carried out following the death of Evan Smith, 21, who had a sickle cell crisis at North Middlesex hospital in north London in 2019.\nA coroner concluded there were a number of failures in his care, and he may have survived if he had been offered a blood transfusion sooner.\n\"I can't believe we lost him just like that,\" his mother Betty said.\nThe group's chairman, Pat McFadden MP, said: \"This is a condition that predominantly affects black people and people living with sickle cell feel there is inequality in the way they are being treated. \n\"No-one wants to put one community above anyone else but they do want equality and treatment, and right now with sickle cell we don't have that.\"\nThe report found sub-standard care for sickle cell patients admitted both to general wards and A&E, as well as inadequate training about the condition among healthcare staff.\nKehinde Salami, founder of the charity SickleKan, says he avoids going to hospital.\n\"I could have a sickle cell crisis and be in considerable pain but choose not to go to hospital because I know it's just going to be a palaver in regards to explaining yourself and getting the treatment that you need.\n\"For me it's like Russian roulette going into hospital. You don't know if you're going to get good care or bad care and it's something we've been fighting for years.\"\nMPs and health campaigners are calling for major improvements in care for sickle cell patients.\nThe report has made a number of recommendations including more funding for sickle cell research and better training for healthcare staff.\nJohn James, chief executive of the Sickle Cell Society, said urgent action was needed: \"If these failures affected the general Anglo-Saxon population there would be an outcry.\n\"We must do something. This has gone on for far too long.\"\nLast month, NHS England announced the first treatment for sickle cell disease for more than 20 years, which will be rolled out to thousands of patients.\nNHS England said sickle cell treatment had been overhauled, with 10 new specialist centres for the disease being set up across the country.\nA spokesperson also said: \"While specialist services are central to these improvements, it's also important that each part of the NHS works with patients to improve ongoing care.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59292120/#comp-comments-button",
      "category": "#comp-comments",
      "title": "HS2 rail extension to Leeds set to be scrapped",
      "tags": "Northern Powerhouse,Transport,Rail travel,HS2,UK economy,High Speed Rail,Leeds",
      "text": "The government is set to scrap the eastern leg of HS2 between the Midlands and Leeds, sources have told the BBC.  \nThe Transport Department will instead announce a new rail plan on Thursday, involving £96bn of funding for new routes in the North and Midlands. \nSources said the impact of scrapping the Leeds leg of HS2 would make journeys longer by 20 minutes.\nBut the government is set to argue the new plans will deliver comparable benefits more quickly and cheaply.\nA source told BBC political correspondent Nick Eardley they would show an \"enormous amount of common sense\".\nHigh Speed 2 is a planned new high-speed railway line, originally meant to connect London with the city centres of Birmingham, Manchester and Leeds. \nBut Conservative MPs expressed concerns about the cost of the eastern leg connecting the West Midlands and Leeds, and there were rumours it would be scrapped. \nAccording to a report in the Sunday Times this weekend, Transport Secretary Grant Shapps will announce two shorter high-speed routes created in part by upgrading existing lines. One will run between Leeds and Sheffield, another from Birmingham to East Midlands Parkway.\nThe government is also expected to put money aside to explore setting up a tram service for Leeds. \nThe Northern Powerhouse Partnership, a group of northern local authorities and business leaders, said the decision to scrap the Leeds leg of HS2 was a mistake. \nDirector Henri Murison said: \"The reported loss of any of the new line on the eastern leg of HS2 is damaging, reducing the benefits of the section being built now between Birmingham and London. \n\"Without the benefits to areas such as Yorkshire and the North East, HS2's status as a project to drive the whole of the UK is undermined considerably.\"\nA proposed Northern Powerhouse route from Leeds to Manchester is now expected to be made up of some new line, but it will mostly consist of upgrades to the existing track.\nThe new track on the route will not allow high-speed rail travel.\nThe route is not expected to go via Bradford, a key request of many in the city and surrounding area.\nNaz Shah, the Labour MP for Bradford West, tweeted: \"This is Boris pulling the whole damn rug from under our feet and ripping up the floor behind him!\"\nby Katy Austin, BBC transport correspondent\nThe upcoming rail plan matters to many thousands of people and businesses. Whether they're taking a train for commuting, a business meeting or for leisure, what will their future options be? And how long will those journeys take?\nRumours that the eastern leg of HS2 could be scaled back or scrapped altogether have been swirling for months. It now looks likely that only part of the route linking the West Midlands with Yorkshire will get a new high-speed track.  \nThe government's view is that the alternative option for HS2 would still make journey times faster, but deliver benefits more quickly. There's clearly a cost element too. But it doesn't bring the same benefits when it comes to capacity.\nMeanwhile, there's disappointment in cities such as Bradford. They see the delivery of Northern Powerhouse Rail, including a new line from Leeds to Manchester via Bradford, as crucial to regeneration and creating opportunities for their residents.\nWe'll learn on Thursday what the final plans are. At the moment it looks like they will receive significantly more of a welcome in the East Midlands than the North of England.\nThe shadow transport secretary, Jim McMahon, accused the government of trying to back out of promises made on badly-needed major infrastructure projects, and described the reported plans as \"half-baked and repackaged\".\nConservative MP Kevin Hollinrake, who represents Thirsk and Malton in North Yorkshire, told the i newspaper the downsized plans indicated the government was \"not willing to put our money where our mouth is\".\nOf the £96bn set aside for the new Integrated Rail Plan, £40bn will be new money, the BBC understands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59296889",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Robin Swann calls for NI passport scheme",
      "tags": "NI Health,Vaccine passports,Coronavirus pandemic",
      "text": "Health Minister Robin Swann has said \"now is the time\" for a phased introduction of a mandatory Covid-19 passport scheme in Northern Ireland.\nHe said the Northern Ireland Executive will discuss the proposal on Wednesday.\nMr Swann's call follows what he said was \"high community transmission\" of Covid and the pressure on hospitals.\nDUP assembly members have voiced their opposition to Covid-19 passport plans, with Sinn Féin saying it will be guided by health advice.\nMr Swann's announcement came on the same day as a second ambulance diversion was put in place at Craigavon Area Hospital.\nIt was the second time in 24 hours that the Southern Trust area hospital had to implement measures due to \"extreme pressure\" on its wards.\nSouthern Trust chief executive Shane Devlin confirmed that the vast majority of those who had been exceptionally unwell with Covid-19 in the trust's hospitals had not been vaccinated for the virus.\nMr Swann said ministers will consider which settings may require people to show Covid-19 certificates to gain entry.\n\"The domestic certification app has been in place - it's been up and running for over a week and I would encourage people to download it to ensure they have it when they need it,\" the UUP MLA said.\nThe health minister said it would be irresponsible to take everything off the table with regard to Covid-19 restrictions. \n\"We have seen the effect the Covid-19 booster has on reducing hospitalisation,\" he said.\n\"We are seeing high community transmission and that transfers eventually intro hospital pressures.\"\nHe said people coming forward to \"take the vaccine and get their boosters\" would help to reduce transmission of the virus.\nDr Tom Black, chairman of the British Medical Association (BMA) in Northern Ireland, said it had been in favour of a Covid passport scheme for \"a long time now\".\nHe said the announcement from the minister was \"welcome news\".\n\"This is only the 15 November, it is going to get worse in December and it is going to get worse again in January and we know that because that is what history has taught us,\" he told BBC Radio Ulster's Evening Extra.\n\"You have to be ahead of this virus, it is smarter than us.\"\nDeputy First Minister Michelle O'Neill tweeted that the executive's next meeting would have \"a focus on the huge pressures in the health service\".\n\"We will continue to be guided by the health advice to take whatever steps are necessary to protect the public and avoid another lock down scenario,\" she added.\nEarlier, SDLP leader Colum Eastwood urged \"Sinn Féin and the DUP to support the immediate introduction of vaccine certifications\".  \n\"The message from our health service has been clear - they are on the brink of collapse and want to see urgent mitigations introduced, including the immediate introduction of vaccine certifications to take the pressure off staff and allow patients to get the care they need,\" he said.\n\"We now face a stark choice, time is running out and this decision should have been made weeks ago.\"\nHe later tweeted that he was glad Mr Swann now supported vaccine certificates and hoped other parties \"will step up\".\nThe DUP's Edwin Poots, who previously served as a Stormont health minister, said he was opposed to introducing a Covid vaccine certificate and instead encouraged people to get vaccinated. \n\"We're over 90% of people vaccinated and we need to encourage the remainder to get vaccinated,\" he told BBC's Good Morning Ulster programme on Monday mornimg.\n\"But forcing them is not going to work and I don't think creating that two-tier system is something I would be prepared to accept.\"\nHis party colleague Paul Frew also tweeted his opposition to the proposal."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59298861",
      "category": "uk-politics",
      "title": "Minister Kwasi Kwarteng sorry for upset caused by Standards Commissioner remarks",
      "tags": "House of Commons,Conservative Party,Kwasi Kwarteng,Parliamentary Standards Commissioner ",
      "text": "Kwasi Kwarteng has apologised to Parliament's Standards Commissioner for seeming to question if she should keep her job in a row over MPs' conduct.\nThe business secretary had told Sky News it would be \"difficult\" for Kathryn Stone to stay in her post after the government backed reforms to the standards system, blocking the suspension of Tory MP Owen Paterson.\nBut No 10 later performed a U-turn.\nMr Kwarteng said he should have \"chosen [his] words more carefully\".\nIn a letter to Ms Stone, he said he \"did not mean to express doubt about your ability to discharge your role\" and apologised for \"any upset or distress my choice of words may have caused\".\nMPs had been expected to endorse on Monday night Ms Stone's report that concluded Mr Paterson had broken lobbying rules in Parliament while working as a consultant for two firms - which, in turn, would leave the existing standards system intact.\nBut instead a Tory MP - reported to be Sir Christopher Chope - shouted \"objection\", which means the government will have to reschedule it again before the matter is closed.  \nThe chair of the Commons Standards Committee, Labour's Chris Bryant, called on the government to bring the motion forward as soon as possible \"if the House isn't to fall into further disrepute\".\nLater, a government source told the BBC that MPs would be given the chance to debate and vote on the issue, perhaps as soon as Tuesday.\nMr Paterson, the MP for North Shropshire, has denied any wrongdoing, but resigned from Parliament after the fallout earlier this month. \nOn Sunday, Prime Minister Boris Johnson acknowledged Mr Paterson's case could have been handled \"better\" - while choosing again not to apologise for his part when pressed.\nHowever, the furious row in Westminster has left more questions in its wake over MPs' conduct, including whether they should be allowed second jobs. \nLabour will hold a vote in the Commons on Wednesday, calling for a ban on MPs taking paid directorships or consultancies, with its leader, Sir Keir Starmer, arguing it would help to end \"dodgy lobbying\".\nCurrently, more than 200 MPs have declared additional earnings on top of their MPs' salary in the past year, with Conservative Sir Geoffrey Cox hitting the headlines as one of the highest earners - having accrued almost £900,000 for his legal work.\nConservative party chairman Oliver Dowden told the BBC the government was \"constantly improving standards\", adding: \"The prime minister has been very clear that members of Parliament should be getting on with their day job.\"\nAsked if the government would support Labour's efforts to ban certain second jobs, the prime minister's spokesperson said it would be a matter for the House of Commons.\nSpeaking ahead of a vote in the Commons earlier this month, when Downing Street planned to back an overhaul of the standards system - which would also block Mr Paterson's suspension - Mr Kwarteng seemed to cast doubt on Ms Stone's performance as commissioner.\nHe said: \"I think it's difficult to see what the future of the commissioner is, given the fact that we're reviewing the process, and we're overturning and trying to reform this whole process, but it's up to the commissioner to decide her position.\"\nMr Kwarteng came in for a raft of criticism as a result and within 24 hours - after a furious backlash from MPs on all sides - No 10 had changed its position, saying any changes to the standards system needed cross-party support.\nPublishing his letter to Ms Stone on Monday evening, the minister wrote: \"Having seen how my remarks have been interpreted, and reflecting on them, I recognise that in answering the question that was posed to me I should have chosen my words more carefully. \n\"I did not mean to express doubt about your ability to discharge your role and I apologise for any upset or distress my choice of words may have caused.\"\nThe business secretary added: \"I recognise that it is incumbent on ministers to adhere to the high standards of the Ministerial Code, including ensuring that our words are carefully chosen and that we treat others with consideration and respect. \n\"I therefore regret if the words I used on this occasion have given the impression of having fallen short of these high standards.\"\nMPs did not debate the original report into Mr Paterson's conduct on Monday evening, or the motion that formally scrapped the government's efforts to review the current standards system, as other business in the Commons overran. \nBut the motion had been expected to be \"nodded through\", which means they would have backed the report and overturned the review without the need for a vote.\nHowever now, because of the objection, the issue will have to return to the House again, with the government in charge of rescheduling it.\nCommons Speaker Sir Lindsay Hoyle had said he hoped the moment would allow MPs to \"move beyond\" what he called \"one of the darkest weeks we've had in parliamentary history\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59289008",
      "category": "health",
      "title": "Covid booster doses will be offered to over-40s",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All over-40s in the UK will be offered a third dose of a Covid vaccine, after advice from the government scientists. \nThe move would top up protection and help limit the spread of the virus over winter. \nThree doses cuts the risk of infection by more than 93%, according to new data from the UK Health Security Agency. \nThe Joint Committee on Vaccination and Immunisation also said 16- and 17-year-olds, initially offered only a single dose, should now receive a second. \nSo far, 12.6 million people have had a booster dose. \nThey have been given to the over-50s, front-line medical staff and people with health conditions that put them at greater risk. \nPrime Minister Boris Johnson said it would be an \"utter tragedy\" if double vaccinated people became seriously ill or died \"because they allowed their immunity to wane\".\nHe said there was \"nothing in the data\" to suggest a lockdown or Plan B was needed at the moment; despite \"storm clouds\" gathering in Europe, where cases are climbing.\nYet he warned \"clearly we cannot rule anything out\".\nCases have started to tick up in the UK after the lull caused by the half-term holidays - the latest daily figure for number of people testing positive is 39,705. \nMr Johnson said it was \"increasingly obvious\" that we will \"have to adjust our concept of what constitutes a full vaccination\" to include a booster. He said the third dose would probably make foreign travel easier and there were plans to add it to the NHS Covid travel pass. \nPeople aged 40-49 will be boosted with either the Pfizer-BioNTech jab or a half dose of the Moderna vaccine, which still gives a potent immune response. \nThis should be offered six months after the second dose. \nDeputy chief medical officer for England Prof Jonathan Van-Tam said: \"If the booster programme is a success and we have very high uptake, we can massively reduce worry about hospitalisation and death this Christmas and this winter for millions of people.\n\"It is as simple and decisive as that.\"\nThe coronavirus remained \"unpredictable\" and \"there just isn't a second to waste now\", he added.\nExperts anticipate a booster would reduce the risk of death, or severe disease needing hospital care, by even more than the 93% cut to the chances of catching Covid.\nEach nation in the UK has formally accepted the vaccine scientists' advice. \nHealth and Social Care Secretary Sajid Javid said: \"I have asked the NHS to prepare to offer those eligible a vaccine as soon as possible.\"\nThe Medicines and Healthcare products Regulatory Agency said the booster doses were safe and side effects mostly either a sore arm or flu-like symptoms.\nThe MHRA had identified \"no new safety concerns\" during the booster campaign, chief executive Dr June Raine said.\n\"This further strengthens our ability to ensure people are protected against Covid-19 and saves lives,\" she said.\nVaccine protection does fall after the second the dose. \nAnd Prof Wei Shen Lim, from the Joint Committee on Vaccination and Immunisation, said all adults under 40 \"may well be\" offered a booster dose eventually.\nConcerns about the risk of heart inflammation, known as myocarditis, meant 16- and 17-year-olds were initially offered only one dose of a Covid vaccine. \nBut Dr Raine said the MHRA was \"not detecting any increase in risk with the second dose\" and young adults should now \"come forward for their second dose\". \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59282844",
      "category": "uk-wales",
      "title": "Pandy fire: House 'devastated' after cooking blaze",
      "tags": "Llangollen",
      "text": "Three people in their 90s have escaped a \"devastating\" house fire sparked by cooking that was left unattended.\nFirefighters were called to Pandy, near Llangollen, Denbighshire, on Sunday at about 16:15 GMT.\nThe trio were taken to hospital as a precaution after being led to safety by a neighbour and two remained there on Monday.\n\"Our message is clear, never turn your back on your cooking,\" the fire service said.\nAt the height of Sunday's fire, six crews were in attendance, with firefighters from Llangollen, Johnstown, Wrexham, Cerrigydrudion and Bala were at the house. \nA road which is the only route into the valley also had to be closed while crews were on site.\nSteve Houghton from North Wales Fire and Rescue Service said: \"The devastating damage shows just how destructive fire can be - and time and time again we attend house fires which have started in the kitchen - it's so easy to forget your cooking, especially if you are tired, distracted or have been drinking.\n\"Our message is clear. Never turn your back on your cooking, even for a minute. Leaving any cooking unattended for any length of time can have disastrous results.\n\"Smoke alarms save lives. The early warning provided by a smoke alarm can provide vital minutes to help them escape unharmed.\"\nThe fire service has not specified what the group was cooking when the fire broke out."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59284505",
      "category": "uk",
      "title": "COP26: Climate deal sounds the death knell for coal power - PM",
      "tags": "Boris Johnson,COP26,Climate change",
      "text": "The Glasgow climate deal is a \"game-changing agreement\" which sounds \"the death knell for coal power\", Boris Johnson says. \nAlthough countries only agreed to \"phase down\" rather than \"phase out\" coal, the prime minister said this was a fantastic achievement.\nThe wording change was made after a late intervention by China and India.\nBut it remains the first time plans to reduce coal have been mentioned in such a climate deal.\nThe agreement was reached after the two-week Glasgow COP26 summit went into overtime on Saturday. \nCritics have said the deal does not go far enough and will not meet the key summit goal of limiting global warming to 1.5C by the end of the century.\nScientists say this would limit the worst impacts of climate change.\nDuring a Downing Street news conference, Mr Johnson said: \nMr Johnson said that despite the achievements of the summit, his reaction was \"tinged with disappointment\".\nHe said there had been a high level of ambition - especially from countries where climate change was already \"a matter of life and death\". \nAnd \"while many of us were willing to go there, that wasn't true of everybody\", he admitted.\nBut he added the UK could not compel nations to act. \"It's ultimately their decision to make and they must stand by it.\"\nMr Johnson also said he thought the watered-down language on coal did not \"make that much of a difference\", adding that the direction of travel was \"pretty much the same\".\nHe said most of Western Europe and North America had been persuaded to pull the plug on financial support for overseas fossil fuel projects by this time next year.\n\"And when you add all that together, it is beyond question, Glasgow has sounded the death knell for coal power,\" he said.\nSpeaking alongside the PM, COP26 president Alok Sharma revealed that at one point during the final negotiations, he had feared the agreement was in jeopardy.\n\"There was an hour where really we weren't going to get a deal,\" he said.\nMr Sharma, who fought back tears as he closed the summit following the late intervention, said: \"I can tell you there was one really tense hour where I did feel the weight of the world on my shoulders... this deal was absolutely in jeopardy. We got it over the line.\"\nEarlier he said that \"China and India will have to explain themselves\" to climate-vulnerable nations.\nOne of the main goals set out by COP26 was to ensure global warming does not go above 1.5C by 2100 - but a report by the Climate Action Tracker group has calculated that at the current rate, the world is heading for 2.4C warming by that date. \nAs part of the agreement struck in Glasgow, countries will meet next year to pledge further major carbon cuts with the aim of reaching the 1.5C goal. \nUnder the Glasgow climate pact:\nThe UN's climate change chief Patricia Espinosa described the mention of fossil fuels as a \"huge step forward\" but added there was a need to \"balance out the social consequences\" for people of cutting coal power - particularly in poor countries.\nShe said that the 1.5C target was \"definitely alive\" but, earlier, Labour's shadow business and energy secretary Ed Miliband said the goal was \"in intensive care\".\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59298344",
      "category": "uk-scotland",
      "title": "Greta Thunberg: ‘COP26 even watered down the blah, blah, blah’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59288593/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Shell plans to move headquarters to the UK",
      "tags": "Companies,Royal Dutch Shell,Oil,Netherlands",
      "text": "Royal Dutch Shell has announced a plan to move its headquarters to the UK as part of proposals to simplify the company's structure.\nThe oil giant will ask shareholders to vote on shifting its tax residence from the Netherlands to the UK.\nIt also wants to do away with its dual share structure in favour of just one class of shares to boost \"the speed and flexibility\" of shareholder payouts.\nShell's chief executive, Ben van Beurden, will relocate to the UK.\nThe company's chief financial officer, Jessica Uhl, will also move, alongside seven other senior employees.\nBusiness and Energy Secretary Kwasi Kwarteng welcomed Shell's announcement, tweeting that it was \"a clear vote of confidence in the British economy\".\nThe Dutch government, however, said it was \"unpleasantly surprised\" by Shell's proposal.\nAccording to reports in the Financial Times newspaper, Dutch government officials are scrambling to find a parliamentary majority to scrap a 15% withholding tax charged on dividends, which Shell has previously described as a problem.\nStef Blok, economic affairs and climate minister, said earlier on Monday: \"We are in a dialogue with the management of Shell over the consequences of this plan for jobs, crucial investment decisions and sustainability.\"\nRoyal Dutch Shell's structure is pretty complicated. The company is currently registered in the UK, but its headquarters are in the Netherlands. \nThere are two different types of shares - effectively a Dutch share and a UK share - and this affects the way payments to shareholders are taxed.\nNow, under pressure from an activist investor, and facing huge change as the world moves away from fossil fuels, the company has decided it is time to simplify further. The move is designed to make payments to shareholders easier, while Shell says it will also help it to transform its business.\nBut whether intended or not, this is also a deeply political move. If the proposals are adopted, Shell will no longer be \"Royal Dutch\" - and questions are being asked in The Hague about the extent to which the new company will be Dutch at all.\nThe company said: \"Shell is proud of its Anglo-Dutch heritage and will continue to be a significant employer with a major presence in the Netherlands.\n\"Its projects and technology division, global upstream and integrated gas businesses and renewable energies hub remain located in The Hague.\"\nThe decision to simplify Shell's structure comes after Third Point, a US activist investor, recently bought a stake in the company and suggested the business should be split into two firms, according to the Wall Street Journal.\nThird Point told Shell in a letter it should split itself into \"multiple standalone companies\", one of which would house its legacy oil and gas business while another would contain renewable energy.\nIn an interview with the BBC earlier this month, Mr van Beurden dismissed Third Point's proposal. He said that while Shell could transition to net zero by 2050, the move to greener energy could only be funded by oil and gas.\nEarlier this year, a court in the Netherlands ruled that by 2030 Shell must cut its CO2 emissions by 45% compared to 2019 levels. The decision only applies in the Netherlands and Shell said it would appeal against the ruling.\nShell has been incorporated in the UK and had a Dutch tax residence - as well as the dual share structure - since 2005. \nThe changes also mean the company will drop \"Royal Dutch\" from its title and be renamed Shell. This element dates back to 1890 when the Royal Dutch Petroleum Company was formed. That company merged with the UK's Shell Transport and Trading Company in 1907.\n\"Carrying the Royal designation has been a source of immense pride and honour for Shell for more than 130 years,\" Shell said.\n\"However, the company anticipates it will no longer meet the conditions for using the designation following the proposed change.\"\nShell said the simplified share structure means it would be able to \"accelerate\" shareholder distributions through, for example, share buybacks.\nThe company announced a $2bn (£1.5bn) share buyback in July and will distribute an additional $7bn from the sale of its Permian Basin oilfield in the US.\n\"Aside from the fact that the shares they hold will no longer come with a 'Royal' designation, this new alignment won't change much for investors,\" said Laura Hoy, an equity analyst at Hargreaves Lansdown.\n\"The long-term growth story for Shell still rests heavily on the oil price. For now, buoyant oil prices are keeping the group's cash coffers topped up. However, with the inevitable shift to more sustainable energy picking up steam we suspect the need to invest in greener operations will keep a lid on what the group can pass on to shareholders.\"\nShares in Shell rose by more than 2% on Monday. The company said its shares would continue to be listed in Amsterdam, London and New York.\nShareholders will vote on the proposals at a meeting on 10 December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59289998",
      "category": "world-europe",
      "title": "Poland border crisis: EU to widen Belarus sanctions as row intensifies",
      "tags": "Belarus,European Union,Poland,Migration",
      "text": "The European Union is to step up sanctions against Belarus in response to an escalating migrant crisis on the border with Poland.\nTop EU diplomat Josep Borrell confirmed the move, saying that vulnerable migrants were being exploited in a \"hybrid war\" that is \"intensifying\".\nBelarus is accused of pushing migrants towards its borders to undermine security, a charge it denies.\nOn Monday, hundreds of migrants were blocked at a crossing by Polish troops.\nA video filmed at the border by the BBC showed migrants sitting down on a road in front of barbed wire and Polish forces in a tense stand-off.\nThose migrants came from a large makeshift camp at the Kuznica crossing, where thousands have settled in tents just inside Belarus. \n\"Goodbye!\" called out a smiling girl, flashing a peace sign as she, and hundreds more, streamed towards the border, hoping to get through.\nBut they are trapped between Polish guards on one side and Belarusian guards on the other. The migrants cannot get into Poland, but are also being prevented from retreating back into Belarus, according to Polish authorities.\n\"All these babies are crying for milk, for nappies,\" one man was filmed saying to the line of heavily armed Polish guards. \"We... have nothing, please come and help these people,\" he pleaded, speaking through the barbed wire from the Belarusian side.\nThe Polish border guard said it expected a forced attempt to breach the border, describing the presence of the Belarusian forces in the area as \"worrying\".\nSince August thousands of men, women and children have amassed at Belarus's western border with Poland. They are mostly from Iraq, Syria and Yemen, and are now enduring freezing conditions in the hope of crossing into the EU.\nThe EU has accused Belarus of encouraging thousands of people to cross into Poland and other members states to spark a humanitarian crisis in the bloc.\n\"It's like a football game. We are in the middle,\" one woman told the BBC's Steve Rosenberg. \nHiding her identity with a scarf, she explained how Belarusian soldiers had helped some migrants cross illegally into Poland in the middle of the night by cutting the fence. But the migrants were founding hiding in a Polish forest, and sent back to Belarus.\nEuropean officials have accused Belarus's authoritarian leader, Alexander Lukashenko, of orchestrating a scheme to entice migrants with the false promise of easy entry to the EU.\nCalling the accusations \"absurd\", Mr Lukashenko's government has repeatedly denied it is sending migrants over the border in revenge for existing EU sanctions that were imposed in June.\nEU-Belarus relations have been severely strained since Mr Lukashenko declared victory in a discredited presidential election last year and tried to silence dissent by cracking down on mass protests and arresting political opponents.\nOn Monday, he spoke to German Chancellor Angela Merkel for about 50 minutes, Belta state news reports. It is the first conversation Mr Lukashenko has held with a Western leader since last year's election. The pair reportedly discussed providing humanitarian aid to the migrants at the border.\nAt the same time, Russian President Vladimir Putin, a close ally of Mr Lukashenko, spoke to France's Emmanuel Macron for nearly two hours. While the leaders did not see eye-to-eye on how the crisis began, they agreed on the need for a de-escalation at the border, an adviser to Mr Macron said.\nMr Putin has been accused of being the main orchestrator of the crisis. The White House has called on him to use his influence over Mr Lukashenko to \"cease its callous exploitation and coercion of vulnerable people\", spokeswoman Jen Psaki said.\nOn Monday, EU foreign ministers held a meeting and agreed to move ahead with imposing more sanctions on Belarus - the fifth round of such restrictions. \nThe exact details will by confirmed later this week, but the Belarusian airline Belavia will be affected, with the EU ending its leasing contract with the company. Travel agencies are also expected to be sanctioned if they helped to fly migrants from the Middle East and elsewhere to Minsk.\nOn Monday, Mr Lukashenko threatened to retaliate against fresh sanctions. He claimed Belarusian authorities were trying to repatriate stranded migrants but many were refusing to go.\nAre you near the border? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59299101",
      "category": "science-environment",
      "title": "Russian anti-satellite missile test draws condemnation",
      "tags": "Space debris,Russia,Space,International Space Station,Space exploration,United States",
      "text": "The US has condemned Russia for conducting a \"dangerous and irresponsible\" missile test that it says endangered the crew aboard the International Space Station (ISS).\nThe test blew up one of Russia's own satellites, creating debris that forced the ISS crew to shelter in capsules.\nThe station currently has seven crew members on board - four Americans, a German and two Russians.  \nThe space station orbits at an altitude of about 420km (260 miles).\n\"Earlier today, the Russian Federation recklessly conducted a destructive satellite test of a direct ascent anti-satellite missile against one of its own satellites,\" US state department spokesman Ned Price said at a briefing.\n\"The test has so far generated over 1,500 pieces of trackable orbital debris and hundreds of thousands of pieces of smaller orbital debris that now threaten the interests of all nations.\"\nNasa administrator Bill Nelson said he was outraged at the incident. \n\"With its long and storied history in human spaceflight, it is unthinkable that Russia would endanger not only the American and international partner astronauts on the ISS, but also their own cosmonauts\" as well as Chinese \"taikonauts\" aboard China's space station, he said in a statement. \nRussian space agency Roscosmos downplayed the incident.\n\"The orbit of the object, which forced the crew today to move into spacecraft according to standard procedures, has moved away from the ISS orbit. The station is in the green zone,\" the agency tweeted.\nThe wayward material passed by without incident, but its origin is now under the spotlight. \nIt appears to have come from a broken-up Russian satellite, Kosmos-1408. A spy satellite launched in 1982, it weighed over a tonne and had ceased working many years ago. \nLeoLabs, a space debris-tracking company, said its radar facility in New Zealand had picked up multiple objects where the long-defunct spacecraft should have been.\nMr Price described the Russian action as \"dangerous and irresponsible\" and said it demonstrated the country's \"claims of opposing weaponisation of space are disingenuous and hypocritical.\n\"The US will work with our partners and allies to respond to their irresponsible act,\" he said.\nAnd UK Defence Secretary Ben Wallace said the test \"shows a complete disregard for the security, safety and sustainability of space\".\n\"The debris resulting from this test will remain in orbit putting satellites and human spaceflight at risk for years to come,\" he added.\nIt's difficult not to view anti-satellite missile tests as a form of madness. \nIt's impossible to control the debris field that results from a high-velocity impact. Thousands of fragments are produced. Some will be propelled downwards towards Earth and out of harm's way, but many will also head to higher altitudes where they will harass operational missions for years into the future - including those of the nation state that carried out the test. \nWhat must the Russian cosmonauts on the space station have been thinking when they took shelter in their Soyuz capsule early on Monday because of the risk debris from this test might intersect with their orbital home?\nSpace junk is a rapidly worsening situation. Sixty-four years of activity above our heads means there are now roughly a million objects running around up there uncontrolled in the size range of 1cm (0.4in) to 10cm. \nAn impact from any one of these could be mission-ending for a vital weather or telecommunications satellite. Nations need to be clearing up the space environment, not polluting it still further.\nA number of countries have the ability to take out satellites from the ground, including the US, Russia, China and India. \nTesting of such missiles is rare, but always draws widespread condemnation whenever it occurs, because it pollutes the space environment for everyone.\nWhen China destroyed one of its retired weather satellites in 2007, it created more than 2,000 pieces of trackable debris. This material posed an ongoing hazard to operational space missions, not least those of China itself.\nBrian Weeden, an expert in space situational awareness, earlier said that if it was confirmed Russia had conducted a test that endangered the ISS, the conduct would have been \"beyond irresponsible\".\nThe space station occupies an orbital shell that other operators try to keep clear of hardware, either working or retired.\nHowever, the astronauts are increasingly having to take precautionary measures when fragments from old satellites and rockets come uncomfortably close.\nThe velocities at which this material moves means it could easily puncture the walls of the station's modules.\nPrecautionary measures usually involve closing hatches between the modules, and, as happened on Monday, climbing into the capsules that took the astronauts up to the station. These vehicles stay attached to the ISS throughout the crews' tours of duty in case there is a need for a rapid \"lifeboat\" escape."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59268394",
      "category": "science-environment",
      "title": "COP26 climate deal: 'It won't save us from drowning'",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Climate change",
      "text": "The climate deal struck in Glasgow plans to reduce the world's reliance on coal and promises more money to help poorer countries cope with the impacts of a warming planet. \nCampaigners on the frontline of climate change have been speaking to the BBC what that means for them.\nLargely pessimistic about the outcome of the summit, they passionately explained their fears that political agreements aren't enough to save their homes and cultures.\nElizabeth Kité is an youth leader in Nuku'alofa, Tonga. The deal doesn't do enough to save her home in the Pacific islands from drowning, she says. The survival of their island is at stake.\nShe calls the summit a stage for big countries to \"flex how much they can pay small nations\". She wanted to hear rich countries acknowledge responsibility for historic greenhouse gas emissions. \"But they talk like promising money is a favour for us -  it is not,\" she says.\nShe became emotional when she was describing how proud she was to watch Pacific Island negotiators fight hard at the summit. Last week Foreign Minister Simon Kofe of Tuvalu gave a press conference standing in the sea, to highlight rising sea levels. \n\"We are friendly people and usually very peaceful. It's unnatural for us to come out so strong - and I'm sad the deal doesn't reflect how hard we tried,\" she explains.\nShe is frustrated by what she feels is a lack of urgency and immediate actions: \"It's like rich countries are saying, 'Yes we'll let the islands die off and we'll try to figure something out along the way.'\"\nBut she sees signs of progress. It's the first time fossil fuel and coal have been included in the texts. And she says the agreement to discuss separate funding for loss and damage - money to help countries pay for the damage caused by climate change they can't adapt to - is another positive step.\nSohanur Rahman, 25, is a founding member of Bangladesh's Friday for Future movement. He leads young people as they grow up in a low-lying country that is extremely vulnerable to climate change and feeling the dire effects now.\nAs the agreement was gavelled, he said he felt that youth were recognised for the first time at COP. But he concluded \"the end result is nothing\".\nHe was in Glasgow for two weeks and hoped to take back good news to the most affected communities. But he's leaving with feelings of helplessness and betrayal.\n\"These empty pledges will not protect our people from crisis,\" he explains.\nHe welcomes the news on loss and damage, but he says the voices of the most affected people were silenced. He blames the fossil fuel industry representatives at the summit.\nChildren in Bangladesh will still be forced out of education and communities will be displaced by rising sea levels, he fears.\nEdwin Mumbere in Uganda lives in the shadow of the Rwenzori mountains where glacial melt and flooding is putting rural communities at huge risk. Now 29, he became an activist when he saw the snow disappearing from the high ground. \nHe works with communities to bring solar power to the area and educates them about their rights as a pipeline is built nearby.\nHe calls the Glasgow deal disappointing for Uganda and thinks it makes no real difference to the 100,000 people in his communities.\n\"Real solutions have not been put in place despite us proving to them that climate change is real,\" he says.\nHis main concern is the lack of urgency in reducing greenhouse gas emissions. He sees new oil and gas exploration being established in Uganda and other parts of Africa and says that the Glasgow agreement won't stop that.\n\"Pledges to give money are being made and the same countries are also investing in projects that are seriously increasing the carbon emissions - it's truly a double standard,\" he says.\nJon Bonifacio, 23, studied biology before he became an activist in Metro Manila, Philippines. \"It's a lot of 'one step forward, two steps backwards'\", he said about the deal.\nWith 197 parties to the UN summit, compromise between countries with vastly different priorities is the route to agreement. But he says this compromise is \"completely unjust\" for countries on the climate frontline. \"We will continue to experience the climate crisis acutely and in the long term,\" he says.\nHe is distrustful of the language used in the text about coal and fossil fuels because he thinks it provides get-out clauses to the biggest polluters. \nLike many activists who have long campaigned for better support for developing nations, he says the promise to increase the money given to poorer countries represents good progress. \nHe'll go back to Manila and keep fighting for change: \"Even if it was a perfect agreement, it's still up to citizens and activists to pressure their governments into action,\" he says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59296859",
      "category": "uk-scotland-glasgow-west",
      "title": "Greta Thunberg says 'many loopholes' in COP26 pact",
      "tags": "COP26,Glasgow,Greta Thunberg",
      "text": "Greta Thunberg has said the eventual agreement struck at COP26 was \"very vague\" with many loopholes.\nThe 18-year-old - who came to Glasgow for the summit - said it only succeeded in \"watering down the blah blah blah.\"\nCountries agreed to \"phase down\" rather than \"phase out\" coal after India and China led opposition to the commitment in earlier negotiation drafts.\nAfter 15 days of talks, COP26 President Alok Sharma said he was \"deeply sorry\" for how events had unfolded.\nThe Glasgow Climate Pact is the first ever climate deal to explicitly plan to reduce coal, the worst fossil fuel for greenhouse gases.\nThe deal also presses for more urgent emission cuts and promises more money for developing countries - to help them adapt to climate impacts.\nBut the pledges do not go far enough to limit temperature rise to 1.5C.\nMs Thunberg said that the \"small progress\" made could demonstrate a \"losing\" fight against the climate crisis, since time is a major factor.\nShe told BBC Scotland News: \"I have to say unfortunately it turned out just the way I and many others had expected. \n\"They even succeeded at watering down the blah, blah, blah which is quite an achievement. There is still no guarantee that we will reach the Paris Agreement.\n\"You can still interpret it [the Glasgow pact] in many different ways - we can still expand fossil fuel infrastructure, we can increase the global emissions. It's very, very vague.\"\nThe Swedish activist joined thousands of young people - including striking school pupils - for a march through the city on 5 November.\nShe addressed the crowd when it arrived in George Square, saying \"immediate and drastic\" cuts to emissions were needed. \nThe protest was organised by Fridays for Future Scotland - part of an international network of young climate activists inspired by Ms Thunberg.\nActivists from several other countries, including Vanessa Nakate from Uganda, also gave speeches about how climate change is already affecting their homelands. \nPreviously Greta Thunberg has called the climate summit a \"failure\" and a \"PR exercise\". \nShe has also criticised goals for cutting emissions which cause global warming, saying: \"We don't just need goals for just 2030 or 2050. We, above all, need them for 2020 and every following month and year to come.\"\nHowever, Ms Thunberg has so far avoided getting into the detail of what action should be taken, saying \"it is nothing to do with me\". \nAsked if she had dismissed the conference before it had begun, she said that was how some people had \"interpreted\" her words - but added \"of course, we need these conferences\".\nShe continued: \"It's a democratic process that is absolutely necessary for us to make progress - but they cannot be the way they are now. \n\"As long as there is no real massive pressure from the outside then politicians unfortunately will most likely get away with continuing like now. \n\"It feels like today COP is not really challenging the structures of today - it's mostly maintaining status quo. It's like we are trying to solve a problem with the methods that got us into this in the first place.\"\nUK Prime Minister Boris Johnson said he hoped the world would \"look back on COP26 in Glasgow as the beginning of the end of climate change\".\nHowever, Mr Sharma was visibly emotional as he confirmed the agreement had been reached with last-minute changes to the wording.\nNow back in Sweden, Ms Thunberg said she would not like to be in his shoes - and said that although China and India had disagreed with terms on coal, there were \"many villains\".\nShe said that people inside negotiations had told her \"lots of different stories\".\n\"When we talk about climate policy we have to include the aspect of equity,\" she said. \"It is wrong that some countries do not want to take action.\n\"But we have to understand that when the so-called global north refuses to take the leadership role and still refuses to deliver on the loss and damage on the promised yearly $100bn to the most vulnerable countries - the least responsible countries - of course that creates lots of tension. \n\"We must also remember it was not just one or two countries, there were several countries blocking several negotiations.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59269276",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women's Hospital open for patients after explosion",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "Patients have been told to attend appointments at Liverpool Women's Hospital as normal after a taxi exploded outside the building.\nPolice are treating the explosion, which killed the passenger, on Sunday morning as a terrorist incident.\nSecurity has been tightened, with a police cordon still in place and officers stopping vehicles for checks as they enter the car park.\nVisiting arrangements have also been restricted until further notice.\nFamilies of babies on the neonatal unit have been asked to contact the hospital.\nThe hospital also said birth partners were permitted to attend \"for all parts of the pregnancy journey including scan appointments\" but visitors must book their visit.\nVehicles currently onsite within the police cordon cannot be moved at present.\nThe hospital said people had been asked to use the new neonatal unit entrance until further notice.\nIt said patients would be notified if their appointments had to be altered. \nA hospital statement added: \"Anyone with appointments at the hospital will notice an increased security and police presence on site.\n\"Where possible we ask that anyone attending the hospital avoids bringing their vehicle.\" \nAnyone with a car should park either in the overspill car park on Mulgrave Street (off Upper Parliament Street) or in designated parking spaces in residential areas near to the hospital.\nOnce patients and visitors are onsite they will not be permitted to leave the building and come back, the hospital spokesman added.\nPatients have been advised to keep checking the hospital website for further details.\nAnyone with urgent patient queries should contact the main switchboard on 0151 708 9988.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59287525",
      "category": "uk",
      "title": "Liverpool explosion: Aftermath of car blast at hospital",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59259334",
      "category": "business",
      "title": "Real Living Wage rises to £9.90 an hour",
      "tags": "Economics,UK economy,Pay",
      "text": "More than 300,000 people working for employers who have voluntarily signed up to the Real Living Wage are getting a pay boost of 40p to £9.90 an hour.\nThis is not to be confused with the compulsory National Living Wage, which is currently £8.91 an hour for anyone over the age of 23.\nReal Living Wage employers in London will pay £11.05 an hour, a 20p rise.\nAlmost 9,000 employers throughout the country have signed up to the policy - 3,000 of them during the pandemic.\nThe latest employers to join include housebuilders Taylor Wimpey and Persimmon Homes, Fujitsu, food delivery company Getir and outsourcing firm Capita. \nCompanies already accredited include half of the FTSE 100 and big household names such as Everton Football Club, insurer Aviva, luxury goods brand Burberry and the Nationwide building society.  \nThe recommended rate is intended to ensure all staff earn a wage that meets the real cost of living and covers everyday needs. \nLatest research by the Living Wage Foundation shows that there are still 4.8 million jobs - 17.1% of all employees - still paying less than the Real Living Wage in the UK. \nNorthern Ireland had the highest proportion of jobs paying below the Living Wage at 21.3%, while south-east England had the lowest at 12.8%.\nWorkers from ethnic minority groups are also more likely to be low-paid, with 19.4% of these workers earning below the Living Wage, compared with 16.3% of white workers.  \nThe Living Wage Foundation's director, Katherine Chapman, said the new pay rates, which apply from Monday, would \"provide hundreds of thousands of workers and their families with greater security and stability\". \nSpeaking to the BBC's Today programme. she said: \"It is still a pound, two pounds higher than the [national] minimum wage and that makes a huge difference. That means not having to worry about putting food on the table, or paying the bills at the end of the month.\n\"And we've seen record numbers of employers signing up this year because ultimately they want to do the right thing by their workers.\" \nGerald Mason, senior vice president at Tate and Lyle Sugars, told the BBC it had signed up to the Real Living Wage last year because \"it was the right thing to do\". \n\"The teams that benefited feel much more stable and secure because their pay is much more secure. Previously they'd have to move jobs for 20 or 30 pence and hour, now the turnover in those teams is right down,\" he said.  \n\"Secondly, although it only affects 5% of our workforce, it has a disproportionate impact on the wellbeing of everybody, because [the workers who see a pay rise] are the people that feed them breakfast in the canteen, keep their workplaces clean, and keep them safe.\"\nTUC general secretary Frances O'Grady said that the organisation's report showed that low pay was \"endemic\", with millions of workers in jobs that do not fully cover their bills.\n\"With Britain in the middle of a cost-of-living crunch, it's time for the government to act,\" she said.\n\"Ministers must start by increasing the minimum wage to £10 immediately, banning zero hours contracts and giving trade unions greater access to workplaces to negotiate improved pay and conditions.\"\nAt the Budget, Chancellor Rishi Sunak announced that the National Living Wage will increase next year by 6.6%, to £9.50 an hour. The Universal Credit taper rate will also be cut, allowing claimants to keep more of the payment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59298586",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women's Hospital explosion: Police name suspect killed in blast",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "The man who died when a homemade bomb exploded outside Liverpool Women's Hospital has been named by police as Emad Al Swealmeen.\nThe 32-year-old was a passenger in a taxi when his device blew up shortly before 11:00 GMT on Remembrance Sunday.\nThe driver David Perry escaped before the car caught fire and has since been discharged from hospital.\nFour men arrested in Liverpool under the Terrorism Act have been released from police custody without charge.\nMeanwhile, the UK terror threat level has been raised to \"severe\".\nOfficers believe Al Swealmeen lived at a house in Sutcliffe Street in the Kensington area of Liverpool, where counter-terrorism police officers carried out raids earlier. \nPolice said he had recently rented an address in Rutland Avenue, near Sefton Park in the city, which has also been searched by officers.\n\"Our focus is the Rutland Avenue address where we have continued to recover significant items,\" said Det Ch Insp Andrew Meeks, from Counter Terrorism Police North West.\n\"Any information that the public may have about Al Swealmeen no matter how small may be of great assistance to us.\"\nIn a later statement, police said they had made \"significant progress\" since Sunday and had a \"much greater understanding of the component parts of the device, how they were obtained and how the parts are likely to have been assembled\". \nBBC News correspondent Ed Thomas said Al Swealmeen was a refugee from Syria who was befriended and supported by Malcolm and Elizabeth Hitchcott, who knew him as Enzo, when he arrived in the UK.\nMrs Hitchcott said she and her husband were \"just so sad\" and were \"very shocked\" by his death.\n\"We just loved him, he was a lovely guy,\" she added.\nAl Swealmeen is believed to have manufactured and brought the device into the taxi.\nPolice said he was picked up from the Rutland Avenue area and asked to be taken to the hospital, about 10 minutes away, before the bomb exploded.\nHe is not believed to have previously been known to MI5.\nFour men were arrested under terrorism laws in the Kensington area of Liverpool - three aged 21, 26 and 29, who were held on Sunday, and a 20-year-old man who was detained on Monday.\nAssistant Chief Constable Russ Jackson said on Monday evening: \"Following interviews with the arrested men, we are satisfied with the accounts they have provided and they have been released from police custody.\"\nHe said: \"It is likely to be some time, perhaps many weeks, until we are confident on our understanding of what has taken place\", adding that police have \"considerable resources and staff deployed to understand how this device was built and who, if anyone, else was involved\".\nInvestigators are being cautious about drawing conclusions about the motivation of Emad Al Swealmeen. \nHe is believed to have originally come from the Middle East and went into the asylum system. But in recent years he may have converted to Christianity and also suffered from mental health issues. \nThe decision to declare this a terrorist incident looks less to be based on a clear understanding of his ideology and more on his methodology, with the use of an improvised explosive device.\nHowever, investigators will still be hoping to gain a better understanding of what exactly lay behind this incident.  \nEarlier, police said Mr Perry had been released from hospital after being treated for his injuries.\nPosting on Facebook, the taxi driver's wife Rachel said he was \"lucky to be alive\". \n\"The explosion happened whilst he was in the car and how he managed to escape is an utter miracle,\" she added. \nPolice confirmed a controlled explosion had been carried out as a precaution in the Sefton Park area at about 16:00 GMT on Monday as part of the investigation.\nHome Secretary Priti Patel said the terror threat level had been raised from \"substantial\" to \"severe\", meaning an attack is \"highly likely\", because the explosion in Liverpool was the second incident in a month.\nThe death of Conservative MP Sir David Amess, who was stabbed multiple times during a meeting with his constituents in Essex on 15 October, has been treated as a terrorist incident by police.\nDeputy Assistant Commissioner Matt Twist, one of Counter Terrorism Policing's senior national co-ordinators, said the change was a \"precautionary measure and not based on any specific threat\", adding that the public \"should not be alarmed by this change\".\nPatients have been told to attend appointments at Liverpool Women's Hospital as normal. \nThe hospital's chief executive, Kathryn Thomson, paid tribute to \"brave and dedicated\" staff and emergency service workers but added the last two days had been \"extremely upsetting and traumatising\". \nAdditional reporting by Doug Faulkner\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59259964",
      "category": "entertainment-arts",
      "title": "Young viewers prefer TV subtitles, research suggests",
      "tags": "Theatre,Deafness and hearing-impairment,Television",
      "text": "Young people are almost four times more likely than older viewers to watch TV shows with subtitles, despite having fewer hearing problems, according to research by a captioning charity.\nFour out of five viewers aged 18-25 said they use subtitles all or part of the time, Stagetext's figures said.\nLess than a quarter of those aged between 56 and 75 said they do so.\nBut people in that age bracket were almost twice as likely to say they are deaf or hard of hearing.\nOriginally intended to help those with hearing problems, subtitles have become an essential aid for following a show for many people - especially if other distractions and devices are competing for their attention.\nMany have also got used to watching videos with subtitles on social media, while the success of programmes like South Korea's Squid Game shows they are no longer seen as an extra effort.\n\"I think there's far more acceptance of subtitles by young people because it's the norm, whereas with an older age group, it isn't necessarily the norm,\" said Stagetext's chief executive Melanie Sharpe.\nOlder people often feel like subtitles require an \"extra concentration level\" when watching foreign-language productions, she said.\n\"Whereas I think young people can take in far more information quickly because they're used to it.\"\nSource: Stagetext/Sapio Research\nStagetext provides captions for live and online events like theatre performances and talks.\nThe charity's research suggested an average of 31% of people would go to more live events and shows if more had captions on a screen in the venue. Among 18-25s, that figure was 45%, compared with 16% among over-56s.\nAsked about events that moved online during lockdown, younger people were more likely to say captions helped them understand what was going on, whereas more older people said they were distracting.\nThe charity is calling for venues to continue to provide online performances with subtitles, and for more live shows to use captions.\n\"When Stagetext started, it was very much about putting the text on the side of the stage so somebody could read it at the same as a person hearing it,\" Ms Sharpe said.\nNow, young directors and designers are increasingly creating plays with captions build into the sets as \"an integral part of the artistic vision of a piece\" she said. \"And they're making it the norm.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59283831",
      "category": "uk",
      "title": "Covid-19: Lockdown for unvaccinated and charities face rising demand",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening.\nAs Austria faces a surge in Covid cases, about two million people who have not been fully vaccinated are in lockdown. They can only leave home for certain reasons, including going to work and buying food, during the initial 10-day period. \"We are not taking this step lightly but unfortunately it is necessary,\" Chancellor Alexander Schallenberg says. With about 65% of the population fully vaccinated, the country has one of the lowest rates in western Europe.\nA rising demand for help from charities this winter has left many concerned about how they will cope, according to research shared with the BBC. Nearly two thirds of the 350 charity managers surveyed said they expected their services to be used more this winter. They put the rise down to a number of factors, including the end of the Universal Credit uplift - introduced during the pandemic. Researchers the Law Family Commission on Civil Society say charities are facing a \"perfect storm\" of factors, however the government has given them additional support during Covid.\nChina was the first country to impose restrictions to tackle coronavirus and with an elimination policy in place it'll probably be one of the last to ease them. So while other countries look to live with the virus, why is China trying to stamp it out? Find out here.\nAs Covid passes are now needed to visit cinemas, theatres and concert halls as well as large-scale events and nightclubs in Wales, some are fearing the scheme could be extended further. It's a \"concerning\" time for hospitality businesses, according to the Welsh Beer and Pub Association. The Welsh government says no decision on extending passes to hospitality have been made, although infection rates remain relatively high despite falling.\nIt's a hugely popular war dance and it's performed by New Zealand's national rugby team the All Blacks before every match but Ka Mate haka has been hijacked by anti-vaxxers. The Ngati Toa Maori tribe has told protesters in New Zealand to stop the using the famous haka, of which they are legal guardians, \"immediately\" after it was performed during demonstrations last week. Read more here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs Covid passes are now needed to go to cinemas, theatres and concert halls in Wales, do you know what the rules are in the other nations? Remind yourself here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59276651",
      "category": "world",
      "title": "COP26: Alok Sharma fights back tears as Glasgow Climate Pact agreed",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-59267772",
      "category": "uk-england-northamptonshire",
      "title": "Sarah Benford: New search in Kettering for teen missing since 2000",
      "tags": "Missing people,Kettering,Northamptonshire Police,Northampton,Cold cases",
      "text": "An excavation of a section of land is taking place as part of a search for a teenager who went missing more than 20 years ago.\nNorthamptonshire Police is searching for Sarah Benford's body in Kettering.\nA murder investigation was launched after the 14-year-old went missing from a Northampton care home in April 2000.\nDet Supt Joe Banfield said: \"We have never given up trying to find her body and, potentially, tracing her killer or killers.\"\nNobody has ever been charged in connection to Sarah's disappearance, despite a four-year inquiry including the arrest of a number of suspects and searches in Kettering, London and Wales.\nShe was last seen by her mother in Kettering on 6 April 2000, two days after absconding from the care home.\nIn 2016, police searched a woodland area just outside the town but did not find Sarah's body.\nOfficers said new intelligence gathered by its Major Investigation Team had led to the search at a 70m by 70m area in Valley Walk.\nThe area has been sealed off until the excavation is completed - an operation that could take up to two weeks.\n4 April 2000 - Sarah absconds from Welford House children's home in Welford Road, Northampton, and returns to Kettering\n6 April 2000 - Sarah visits her mother in Kettering town centre and there are also sightings of her at Almond Road, Highfield Road and Cherry Road\nJune 2003 - Three houses in Kettering and one in South Wales are searched\n5 July 2003 - Man arrested but released without charge\n22 September 2003 - Man arrested but released without charge\n1 October 2003 - A house in Kettering is searched\n23 October 2003 - Houses searched and further people from Nelson Street, Kettering, are arrested. Nobody is charged\n26 October 2003 - A flat in Hampden Crescent, Kettering, is searched\n27 November 2003 - A 41-year-old man is arrested but released without charge\nDecember 2003 - Police search for several days in Furnace Lane, Finedon, seizing some exhibits\n15 March 2016 - Detectives search for Sarah's body in woods at Warkton Bridge\nSpecialist police search teams will be assisted by forensic archaeologists, with ground penetration radar equipment deployed to assess any movement on the section of land under investigation.\nDet Supt Banfield, who is leading the operation, said: \"We have received significant intelligence which has pointed us to this site as a possible area of interest.\n\"We have informed Sarah's family and they are supportive of the operation.\n\"We will be in close contact with them as the excavation unfolds.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59288593",
      "category": "business",
      "title": "Shell plans to move headquarters to the UK",
      "tags": "Companies,Royal Dutch Shell,Oil,Netherlands",
      "text": "Royal Dutch Shell has announced a plan to move its headquarters to the UK as part of proposals to simplify the company's structure.\nThe oil giant will ask shareholders to vote on shifting its tax residence from the Netherlands to the UK.\nIt also wants to do away with its dual share structure in favour of just one class of shares to boost \"the speed and flexibility\" of shareholder payouts.\nShell's chief executive, Ben van Beurden, will relocate to the UK.\nThe company's chief financial officer, Jessica Uhl, will also move, alongside seven other senior employees.\nBusiness and Energy Secretary Kwasi Kwarteng welcomed Shell's announcement, tweeting that it was \"a clear vote of confidence in the British economy\".\nThe Dutch government, however, said it was \"unpleasantly surprised\" by Shell's proposal.\nAccording to reports in the Financial Times newspaper, Dutch government officials are scrambling to find a parliamentary majority to scrap a 15% withholding tax charged on dividends, which Shell has previously described as a problem.\nStef Blok, economic affairs and climate minister, said earlier on Monday: \"We are in a dialogue with the management of Shell over the consequences of this plan for jobs, crucial investment decisions and sustainability.\"\nRoyal Dutch Shell's structure is pretty complicated. The company is currently registered in the UK, but its headquarters are in the Netherlands. \nThere are two different types of shares - effectively a Dutch share and a UK share - and this affects the way payments to shareholders are taxed.\nNow, under pressure from an activist investor, and facing huge change as the world moves away from fossil fuels, the company has decided it is time to simplify further. The move is designed to make payments to shareholders easier, while Shell says it will also help it to transform its business.\nBut whether intended or not, this is also a deeply political move. If the proposals are adopted, Shell will no longer be \"Royal Dutch\" - and questions are being asked in The Hague about the extent to which the new company will be Dutch at all.\nThe company said: \"Shell is proud of its Anglo-Dutch heritage and will continue to be a significant employer with a major presence in the Netherlands.\n\"Its projects and technology division, global upstream and integrated gas businesses and renewable energies hub remain located in The Hague.\"\nThe decision to simplify Shell's structure comes after Third Point, a US activist investor, recently bought a stake in the company and suggested the business should be split into two firms, according to the Wall Street Journal.\nThird Point told Shell in a letter it should split itself into \"multiple standalone companies\", one of which would house its legacy oil and gas business while another would contain renewable energy.\nIn an interview with the BBC earlier this month, Mr van Beurden dismissed Third Point's proposal. He said that while Shell could transition to net zero by 2050, the move to greener energy could only be funded by oil and gas.\nEarlier this year, a court in the Netherlands ruled that by 2030 Shell must cut its CO2 emissions by 45% compared to 2019 levels. The decision only applies in the Netherlands and Shell said it would appeal against the ruling.\nShell has been incorporated in the UK and had a Dutch tax residence - as well as the dual share structure - since 2005. \nThe changes also mean the company will drop \"Royal Dutch\" from its title and be renamed Shell. This element dates back to 1890 when the Royal Dutch Petroleum Company was formed. That company merged with the UK's Shell Transport and Trading Company in 1907.\n\"Carrying the Royal designation has been a source of immense pride and honour for Shell for more than 130 years,\" Shell said.\n\"However, the company anticipates it will no longer meet the conditions for using the designation following the proposed change.\"\nShell said the simplified share structure means it would be able to \"accelerate\" shareholder distributions through, for example, share buybacks.\nThe company announced a $2bn (£1.5bn) share buyback in July and will distribute an additional $7bn from the sale of its Permian Basin oilfield in the US.\n\"Aside from the fact that the shares they hold will no longer come with a 'Royal' designation, this new alignment won't change much for investors,\" said Laura Hoy, an equity analyst at Hargreaves Lansdown.\n\"The long-term growth story for Shell still rests heavily on the oil price. For now, buoyant oil prices are keeping the group's cash coffers topped up. However, with the inevitable shift to more sustainable energy picking up steam we suspect the need to invest in greener operations will keep a lid on what the group can pass on to shareholders.\"\nShares in Shell rose by more than 2% on Monday. The company said its shares would continue to be listed in Amsterdam, London and New York.\nShareholders will vote on the proposals at a meeting on 10 December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59292120",
      "category": "business",
      "title": "HS2 rail extension to Leeds set to be scrapped",
      "tags": "Northern Powerhouse,Transport,Rail travel,HS2,UK economy,High Speed Rail,Leeds",
      "text": "The government is set to scrap the eastern leg of HS2 between the Midlands and Leeds, sources have told the BBC.  \nThe Transport Department will instead announce a new rail plan on Thursday, involving £96bn of funding for new routes in the North and Midlands. \nSources said the impact of scrapping the Leeds leg of HS2 would make journeys longer by 20 minutes.\nBut the government is set to argue the new plans will deliver comparable benefits more quickly and cheaply.\nA source told BBC political correspondent Nick Eardley they would show an \"enormous amount of common sense\".\nHigh Speed 2 is a planned new high-speed railway line, originally meant to connect London with the city centres of Birmingham, Manchester and Leeds. \nBut Conservative MPs expressed concerns about the cost of the eastern leg connecting the West Midlands and Leeds, and there were rumours it would be scrapped. \nAccording to a report in the Sunday Times this weekend, Transport Secretary Grant Shapps will announce two shorter high-speed routes created in part by upgrading existing lines. One will run between Leeds and Sheffield, another from Birmingham to East Midlands Parkway.\nThe government is also expected to put money aside to explore setting up a tram service for Leeds. \nThe Northern Powerhouse Partnership, a group of northern local authorities and business leaders, said the decision to scrap the Leeds leg of HS2 was a mistake. \nDirector Henri Murison said: \"The reported loss of any of the new line on the eastern leg of HS2 is damaging, reducing the benefits of the section being built now between Birmingham and London. \n\"Without the benefits to areas such as Yorkshire and the North East, HS2's status as a project to drive the whole of the UK is undermined considerably.\"\nA proposed Northern Powerhouse route from Leeds to Manchester is now expected to be made up of some new line, but it will mostly consist of upgrades to the existing track.\nThe new track on the route will not allow high-speed rail travel.\nThe route is not expected to go via Bradford, a key request of many in the city and surrounding area.\nNaz Shah, the Labour MP for Bradford West, tweeted: \"This is Boris pulling the whole damn rug from under our feet and ripping up the floor behind him!\"\nby Katy Austin, BBC transport correspondent\nThe upcoming rail plan matters to many thousands of people and businesses. Whether they're taking a train for commuting, a business meeting or for leisure, what will their future options be? And how long will those journeys take?\nRumours that the eastern leg of HS2 could be scaled back or scrapped altogether have been swirling for months. It now looks likely that only part of the route linking the West Midlands with Yorkshire will get a new high-speed track.  \nThe government's view is that the alternative option for HS2 would still make journey times faster, but deliver benefits more quickly. There's clearly a cost element too. But it doesn't bring the same benefits when it comes to capacity.\nMeanwhile, there's disappointment in cities such as Bradford. They see the delivery of Northern Powerhouse Rail, including a new line from Leeds to Manchester via Bradford, as crucial to regeneration and creating opportunities for their residents.\nWe'll learn on Thursday what the final plans are. At the moment it looks like they will receive significantly more of a welcome in the East Midlands than the North of England.\nThe shadow transport secretary, Jim McMahon, accused the government of trying to back out of promises made on badly-needed major infrastructure projects, and described the reported plans as \"half-baked and repackaged\".\nConservative MP Kevin Hollinrake, who represents Thirsk and Malton in North Yorkshire, told the i newspaper the downsized plans indicated the government was \"not willing to put our money where our mouth is\".\nOf the £96bn set aside for the new Integrated Rail Plan, £40bn will be new money, the BBC understands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59283860",
      "category": "uk-scotland",
      "title": "Online portal opens in Scotland to book booster jabs",
      "tags": "Orkney,NHS Scotland,Shetland,Inverness,Coronavirus pandemic,Humza Yousaf",
      "text": "People in Scotland who fall into eligible vaccination groups can now book their Covid boosters and flu jabs online.\nThose aged 50 to 59, unpaid carers who are 16 and over, and over-16s who are household contacts of immunosuppressed individuals can use the portal. \nAppointments are available for dates running from late November through December. \nEarlier priority groups should be completed by the end of November.\nThey include older people, care home residents and workers, and healthcare workers. A total of about 3,375,000 people are eligible for the booster. \nMore than 1.1m booster Covid jabs have been administered in Scotland to date and the Scottish government portal will also be available for anyone in those earlier groups who missed their appointment.\nThe move comes as Dr Gregor Smith, Chief Medical Officer for Scotland, warned the country is now in a \"period of growth\" of Covid-19 cases again.\nDr Smith said there had been around an 11% increase in seven-day case rate with the biggest increase in younger age groups, while infections in the over 60s was down 19% which he said was \"almost certainly due to boosters\".\nHealth Secretary Humza Yousaf said those eligible for both the flu and coronavirus booster vaccines will be given them at the same time.\nHe added: \"The autumn/winter vaccination programme is continuing at pace and running well and the launch of this online portal will allow eligible groups to book their own appointment.\n\"As has been the case throughout, we aim to vaccinate people as quickly as possible in line with clinical guidance.\n\"We urge everyone who is eligible and who has online access to book their appointment via the portal to ensure maximum efficiency and secure an appointment that is convenient for them.\"\nNicola Sturgeon initially said online booster booking would be rolled out in October but it was later pushed back to mid-November. \nMr Yousaf said that the autumn/winter vaccination programme we will see up to a total of 7.5m flu and Covid-19 booster vaccinations administered.\nThose without online access can book an appointment through the NHS national helpline on 0800 030 8013.\nPeople who live within NHS Western Isles, NHS Shetland or NHS Orkney areas will not need to use the online portal as they will receive an appointment through the post.\nSome areas of the Highlands are already piloting use of the online portal and anyone in the Inverness area is advised to check information on the health board's website, while others will be sent an appointment letter.\nMeanwhile, hospitals across Scotland are rolling out new single tests to identify whether patients are infected with Covid-19, flu or respiratory syncytial virus.\nThe new three-in-one \"multiplex tests\" will be used when patients arrive showing respiratory symptoms at some emergency departments and assessment units.\nResults from the new tests are expected to be provided within two hours and will be prioritised for emergency admissions to assist with patient placement and treatment.  \nOther laboratory-based tests can take between 90 minutes and eight hours for the results to come through."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59288929",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women’s Hospital explosion: Taxi driver David Perry 'lucky to be alive'",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "The wife of a taxi driver who survived an explosion inside his cab has said he is \"lucky to be alive\". \nDavid Perry was injured when a homemade bomb exploded shortly after he pulled up outside Liverpool Women's Hospital on Sunday morning.\nThe passenger, who is believed to have brought the device into the taxi, died at the scene.\nMr Perry's wife Rachel said it had been \"an utter miracle\" that he had escaped from the vehicle.\nPosting on Facebook, she said she felt \"some guardian angels\" had been looking over him. \nMs Perry also thanked the \"amazing staff, doctors and nurses\" at the hospital and the police officers and detectives \"who have been looking after us\". \nThe explosion has since been declared as a terrorist incident.\nMr Perry picked up a fare in the Rutland Avenue area of Liverpool and was asked to be taken to the hospital, about 10 minutes away, police said. \nAs the taxi arrived at the hospital's drop-off area just before 11:00 GMT, it exploded and Mr Perry escaped the car seconds before it was engulfed in flames.\n\"He is without a doubt lucky to be alive,\" Ms Perry said. \n\"The explosion happened whilst he was in the car and how he managed to escape is an utter miracle.\"\nRuss Jackson, head of Counter Terrorism Policing North West, said he had spoken to Mr Perry who was still \"shaken and injured\" but had yet to receive his full account of what happened.\nThe driver did not suffer life-threatening injuries and has since been discharged from hospital.\nMr Jackson said he could not confirm reports Mr Perry had locked the doors of the taxi before the explosion.\nPrime Minister Boris Johnson has praised Mr Perry's actions.\n\"It does look as though the taxi driver in question did behave with incredible presence of mind and bravery,\" he said.\nThe city's mayor Joanne Anderson said the taxi driver's \"heroic efforts\" averted what could have been an \"awful disaster\" on Remembrance Sunday. \nThe dead passenger has not yet been formally identified.\nFour men have been arrested under the Terrorism Act, while MI5 is assisting regional counter-terrorism police.\nLiverpool's Metro Mayor Steve Rotheram thanked \"everyone who acted so quickly to intervene\" and appealed for people to \"remain calm and vigilant\" and to \"avoid spreading rumours and misinformation\".  \nHe said this was \"an attempt to sow discord and division within our communities\" but Liverpool was known for \"solidarity and resilience\", adding: \"We will never let those who seek to divide us win.\"\nA police cordon remains in place around Liverpool Women's Hospital, although it remains open for patients.\nVisiting arrangements have been restricted until further notice, the hospital said.\nAn online fundraiser started by people involved in the taxi trade in the city has raised more than £21,000. \nOrganiser Jenny Phillips said the appeal was \"simply to help a family and a good guy who didn't deserve this, and has a lot of recovery to do but deserves a medal for his actions\".\nShe told the Liverpool Echo: \"We waited until we knew more details of what had happened and we were shocked.\n\"His family have since been in touch and said there are a number of other fundraisers that have been set up but are not official and the family are concerned people will be giving money to people they do not know.\"\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59283128",
      "category": "world-europe",
      "title": "Covid: Austria introduces lockdown for unvaccinated",
      "tags": "Austria,Netherlands,Coronavirus pandemic",
      "text": "About two million people who have not been fully vaccinated against Covid-19 have been placed in lockdown in Austria as the country faces a surge in cases.\n\"We are not taking this step lightly, but unfortunately it is necessary,\" Chancellor Alexander Schallenberg said.\nUnvaccinated people will only be allowed to leave home for limited reasons, like working or buying food.\nAbout 65% of Austria's population is fully vaccinated - one of the lowest rates in Western Europe.\nMeanwhile, the seven-day infection rate is more than 800 cases per 100,000 people, which is one of the highest in the region. \nOverall, Europe has again become the area most seriously affected by the pandemic and several countries are introducing restrictions and warning of rising cases.\nHowever, the UK, which has one of the highest Covid infection rates, has yet to reintroduce restrictions, despite health leaders calling for rules like mandatory face coverings in crowded and enclosed spaces to be brought back to avoid a winter crisis.\nThe measures introduced in Austria on Monday, which come amid growing pressure on the nation's hospitals, will initially last for 10 days. \nChildren under the age of 12 and people who have recently recovered from the virus will be exempt.\nOver the weekend, hundreds of people protested outside the chancellery in the capital, Vienna, waving banners that read: \"Our bodies, our freedom to decide.\"\nOne female protester said she was demonstrating \"to fight for my rights\". \"It is totally discriminatory what is happening here,\" she said.  \nBut Prof Eva Schernhammer, of the Medical University of Vienna, said the measures were needed, warning that hospital intensive care units were filling up. \"It's already projected that within two weeks we'll have reached the limit,\" she said. \nUnvaccinated people were already barred from visiting restaurants, hairdressers and cinemas, but will now be expected to stay at home.\n\"In reality we have told one third of the population: you will not leave your [home] apart from for certain reasons,\" Mr Schallenberg said. \n\"That is a massive reduction in contacts between the vaccinated and the unvaccinated.\"\nThe government says police will carry out spot checks in public spaces to determine the vaccination status of individuals, and issue fines to those caught breaking the rules.\nAustria's health ministry says anyone who violates the lockdown for the unvaccinated could be fined €500 (£426; $572), while a penalty of €1,450 could be incurred for refusing to participate in checks.\nThere was a last-minute rush at vaccination centres in Upper Austria on the eve of the new restrictions.\nBut critics have questioned whether the move is constitutional. The far-right Freedom Party has said it will create a group of second-class citizens.\nIn neighbouring Germany, where Health Minister Jens Spahn has warned of a pandemic of the unvaccinated, the federal government and state leaders are due to meet later this week to discuss possible new restrictions.\nGermany's 67.3% vaccination rate is higher than in Austria, but not by much. Germany has designated Austria a high-risk area, meaning anyone arriving from the country must go into quarantine.\nIn the Netherlands, \"lockdown-lite\" measures have been imposed to limit social contacts in response to a sharp increase in infections. \nThe measures include early closing for restaurants and shops, and barring spectators from sporting events.\nAbout 84% of Dutch adults have been fully vaccinated. Most patients in Dutch hospitals have not had their jab.\nVaccination rates are significantly lower in some eastern European nations.\nLatvia, where 59% of the population are fully vaccinated, re-imposed lockdown last month and has banned lawmakers who refuse the vaccine from voting on laws and taking part in debates until the middle of next year. They will also see their pay docked. \nIn Russia, only about 35% of the population has been fully vaccinated, according to Our World In Data. At the end of October, Moscow shut shops, restaurants and schools in a partial lockdown and workers were given nine days paid holiday to curb infections.\nSome other countries are also introducing measures applying only to the unvaccinated. In Australia, the state of Queensland will bar unvaccinated people from restaurants, pubs and sports events from 17 December.\nAnd Singapore has said that those who remain unvaccinated by choice will have to pay for their own medical bills from December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59285235",
      "category": "uk",
      "title": "Liverpool explosion: Three arrested under Terrorism Act after car blast at hospital",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "Three men have been arrested under the Terrorism Act after a man was killed in a car explosion outside Liverpool Women's Hospital.\nA taxi carrying one passenger pulled up just before 11:00 GMT on Remembrance Sunday, as a national two minutes' silence was due to begin, and exploded. \nThe passenger was declared dead at the scene and is yet to be formally identified.\nThe male driver was injured and is in hospital in a stable condition.\nDetectives from Counter Terrorism Police North West said three men - aged 29, 26 and 21 - were detained in the Kensington area of the city.\nThey said they were continuing to keep an open mind about the cause of the blast and were working with Merseyside Police as the investigation continued \"at pace\". The security service, MI5, is also assisting.\nArmed officers have carried out raids on properties on Rutland Avenue near Sefton Park, and around Sutcliffe Street and Boaler Street in Kensington.\nSpecialist officers remain outside a house on Rutland Avenue, in an operation police say is linked to the explosion. \nPolice negotiators are on the scene, a fire crew is on standby, and a number of residents have been evacuated.\nA large cordon, guarded by uniformed officers, remains in place.\nCarl Bessant, whose partner had just had a baby, was inside the hospital at the time of the blast.\n\"My partner is really shook up to be honest,\" he said.\n\"We were so close and she was feeding the baby when it happened. We heard a loud bang and looked out of the window. \n\"We saw the car on fire and someone jump out... screaming, and there was someone inside the car.\n\"The hospital shut down, no-one in or out, so they said, but people were using the back entrance.\"\nPrime Minister Boris Johnson said on Twitter: \"My thoughts are with all those affected by the awful incident in Liverpool today.\n\"I want to thank the emergency services for their quick response and professionalism, and the police for their ongoing work on the investigation.\"\nHome Secretary Priti Patel also tweeted she was \"being kept regularly updated on the awful incident\". \nBy Jim Clarke, BBC North West Tonight deputy editor\nThe first raid happened at about 13:00 GMT on Rutland Avenue in the Sefton Park area of the city. It's about 0.75 miles from the hospital. It's an area of the city with large Victorian houses.\nThe house that was raided had been split up into flats. Local residents said they had not seen anybody coming or going from the property for some weeks - they thought it was unoccupied. The street remains cordoned off and some residents have been evacuated.\nPolice were also seen at Boaler Street in the Kensington area of the city. It's about a mile away from the hospital. \nEyewitnesses on the street said armed police arrived at about 14:00 and raided a house. They said they saw men being arrested and handcuffed. They were led by armed officers into a car. That street also remains cordoned off.\nChief Constable Serena Kennedy, of Merseyside Police, sought to reassure the public, saying events of this nature were very rare and that there would be an increased and visible police presence on the streets in the coming days.\nA bomb disposal unit and fire engines attended the scene earlier, which remains cordoned off. Road closures are also in place.\nPolice were called at 10:59 to reports of a car explosion.\nPhil Garrigan, chief fire officer of Merseyside Fire and Rescue Service, said the car fire had been \"fully developed\" when crews arrived shortly after 11:00.\n\"The operational crews extinguished the fire rapidly but... there was one fatality,\" he said.\n\"Another individual had left the vehicle prior to the fire developing to the extent that it did. Our thoughts are with them and the families of those involved.\"\nNick Aldworth, a former counter terror co-ordinator, said investigators would be looking to ascertain what happened inside the vehicle.\n\"They'll be looking at what sort of damage has been caused, trying to get an assessment of what might have caused that blast,\" he told BBC Radio 4's Today programme.\n\"From what I've seen there is very little blast damage - a lot of fire damage but very little blast damage. \n\"So whatever was in that vehicle was either a low yield or didn't work properly or was possibly an incendiary.\"\nMr Aldworth explained it was common for investigations to be linked to terrorism quickly as it provides investigators with more resources from an earlier stage.\nHe added that it was entirely appropriate to involve MI5 to understand if it holds relevant information.\nLiverpool Women's Hospital said visiting access had been restricted until further notice and patients had been diverted to other hospitals where possible.\n\"We are reviewing our patient activity for the next 24-48 hours and patients should wait to be contacted for updates about any planned appointments or other attendance at the hospital,\" chief executive Kathryn Thomson said.\nLiverpool Women's Hospital receives about 50,000 patients annually and is the largest hospital in its specialism in Europe.\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59293546",
      "category": "uk-england-london",
      "title": "Children in hospital as Dulwich school's ceiling collapses",
      "tags": "London Fire Brigade,Dulwich,West Dulwich",
      "text": "Eleven children and two adults have been taken to hospital after a ceiling collapsed at a primary school in south-east London.\nPupils were evacuated from Rosemead Prep School in Dulwich after a second-floor ceiling in a Year 3 classroom caved in. \nLondon Fire Brigade (LFB) said three fire engines and 20 firefighters were called to the scene at about 09:20 GMT. \nThe school said no-one had received life-threatening injuries.\nAll children and staff were safely evacuated from the building, on Thurlow Park Road and 16 people were treated by the London Ambulance Service.\nThe chairman of governors said: \"Unfortunately, some injuries were sustained and 11 children were taken to hospital, together with two adults. \n\"There were no life-threatening injuries or life-changing injuries and the majority have been discharged.\"\nHe said the school was \"working closely with the authorities and relevant specialists to understand the cause\" of the collapse.\nMr Crawford added: \"This has been a worrying time for the children involved, their families and the wider school.\n\"We understand from initial examinations that there are no concerns regarding the rest of the building and we will work with the authorities regards any investigations to be undertaken.\n\"I would sincerely like to thank members of staff, the emergency services and those who sent messages of support from the wider community.\"\nA Met Police spokesman said officers also went to the school and added: \"All children and staff have been accounted for and the school is currently in the process of contacting parents\".\nA specialist USAR (Urban Search and Rescue) team and equipment were also used to ensure the building was \"at no further risk of collapse\", LFB confirmed.\nThe Mayor of London Sadiq Khan thanked emergency services for their swift response to the collapse.\n\"I'm relieved to hear that all children and staff are accounted for and I wish everyone affected a full and speedy recovery,\" he added.\nRosemead Preparatory School and Nursery, which charges up to £4,920 a term, teaches children between the ages of two and 11."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59288498",
      "category": "uk-politics",
      "title": "Afghanistan: Ministry of Defence not aware of any harm following data breaches",
      "tags": "Afghanistan,Ben Wallace",
      "text": "The Ministry of Defence has said it is \"not aware anyone has come to harm\" as a result of data breaches involving the email addresses of Afghan interpreters who worked for British forces. \nThe MoD launched an inquiry after more than 300 people hoping to relocate to the UK were mistakenly visibly copied into an email from the department. \nThe inquiry - now complete - blamed the mistakes on human error.\nHowever, it also said better training would have prevented the breach.\nLabour's shadow defence secretary John Healey said: \"This is the fifth serious data breach in nine months and it's time the defence secretary got his house in order.\n\"This is a basic issue of competence for this government... until the defence secretary stops these leaks our service personnel will rightly be wondering whether the MoD has their back.\"\nIn a written statement, Defence Secretary Ben Wallace said that more than 7,000 Afghan nationals, including family members, who worked for the UK government in Afghanistan, had been successfully relocated in the UK.\nHe added that fewer than 200 eligible people now remain in Afghanistan and that the government was working \"with urgency\" to help relocate them. \nThe Afghan Relocations and Assistance Policy (Arap) was launched to help people who might be under threat from the new Taliban government due to their work supporting the UK government in Afghanistan.\nThe data breaches occurred when defence staff emailed people covered by Arap but used the 'carbon copy' - or cc - button instead of 'blind carbon copy' field to anonymise the recipients.\nThere were a total of three breaches occurring on 7, 13 and 20 September.\nMr Wallace said a lack of procedures - as well as training - were exacerbated by the \"intense speed\" and \"operational pressure\" of the circumstances. \nAs a result, he said some members of the team were \"inexperienced and insufficiently trained\".\nThe investigation found that the individuals' actions had not been \"deliberate or negligent\" and that they had since been reassigned to other roles outside the Arap team. \nMr Wallace said the Ministry of Defence was not aware that \"anyone has come to harm as a result of the breaches\" but that those affected had been offered security support. \nThe minister added that the breaches were \"unacceptable and fell short of the high standards to which the MoD typically holds itself\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-59280919",
      "category": "uk-england-hereford-worcester",
      "title": "Bart Simpson graffiti appears following Kidderminster speed camera 'moon'",
      "tags": "Kidderminster",
      "text": "Graffiti depicting a 'mooning' Bart Simpson has appeared near the home of a man arrested after baring his behind to a speed camera van.\nTerminally ill Darrell Meekcom, exposed himself at the van in Kidderminster, Worcestershire as part of a list of things he wanted to do before he died.\nThe street art appeared in a subway in the town on Saturday.\nMr Meekcom, who thinks the work is by Banksy, said he thought the piece was \"fantastic\".\nMr Meekcom, who uses a wheelchair and has heart disease, Parkinson's disease and kidney failure, said because of his illnesses he came up with a so-called bucket list of things he wanted to do before he died.\nHe targeted a speed camera van in his home town after he had been \"caught by them a couple of times\". \nHe said about six officers arrived at his home a short time later and after he refused to let them in, his garden gate was kicked in and the officers got him to the ground to cuff him.\nWest Mercia Police confirmed a a 55-year-old was arrested on suspicion of indecent exposure and dangerous driving.\nMr Meekcom said he received anonymous messages from someone who told him they \"represented an international street artist\" who wanted to do a piece based on his experience.\nHe believes the piece is a work by Banksy, but it has not been confirmed by the secretive street artist.\n\"It is fantastic,\" Mr Meekcom said.\n\"It is so well thought out...it is basically descriptive, it is clever.\" \nMr Meekcom said he hopes the artwork can be protected.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59280215",
      "category": "world-africa",
      "title": "Saif al-Islam Gaddafi: Son of Libya ex-ruler runs for president",
      "tags": "Libya",
      "text": "The son of Libya's late leader Muammar al-Gaddafi has registered as a candidate in the country's first direct presidential election next month.\nSaif al-Islam Gaddafi was once the heir apparent to his father, but his support for a brutal crackdown on protesters 10 years ago tarnished his image. \nSince that 2011 uprising, Libya has been riven by conflict. \nRights groups have raised fears the vote, scheduled for 24 December, will not be free and fair. \nWorld powers and the UN secretary-general have warned that anyone who tries to obstruct it or falsify the outcome will face sanctions.\nPhotos and video circulating online show Saif al-Islam Gaddafi sitting in front of a poster for the upcoming poll, signing electoral papers.\nBearded and wearing traditional Libyan clothing, he addressed the camera and cited a verse from the Koran that translates as, \"judge between us and our people in truth\".\n\"God always prevails in his purpose,\" he also said, citing another chapter of the Muslim holy book, and adding from another section - \"even if the unbelievers hate it\".\nIt is a very different image from the one he presented before the uprising that brought down his father in 2011.\nIn the aftermath of Muammar Gaddafi's brutal end, Saif al-Islam Gaddafi was himself captured by a militia.  \nHe was held for six years, receiving a death sentence that was later overturned. \nMr Gaddafi is still wanted on war crimes charges by the International Criminal Court, but has gradually re-emerged onto the public stage, including via an interview to the New York Times from his villa in Zintan earlier this year [paywall].\nMr Gaddafi's comeback has sharply divided opinion in Libya, says BBC Monitoring's Amira Fathalla. Yet there is little surprise at his leadership bid, as he has been repeatedly touted as a contender for years.\nMemories in Libya are likely still too raw for him to win the presidency, says the BBC's Middle East editor Sebastian Usher, and his candidacy will further complicate the already fragile electoral process.\nAfter years of civil war and rival powers operating in the east and west of the country, Libya is currently led by an interim government but remains politically unstable. \nDisagreement between Libya's political bodies and opposing factions about the election rules and the schedule have threatened to derail the presidential vote.\nOther candidates in the running are the warlord Khalifa Haftar - who previously led an insurgency from his eastern base against the UN-backed government in Tripoli, plus Prime Minister Abdulhamid al-Dbeibah and parliament speaker Aguila Saleh."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59280608",
      "category": "uk",
      "title": "Queen misses Remembrance Sunday service after back sprain",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "The Queen has missed the Remembrance Sunday service at the Cenotaph in London as she has sprained her back.\nBuckingham Palace said the monarch, 95, was \"disappointed\" not to attend the event.\nThe palace previously said it was the Queen's \"firm intention\" to attend the service, after taking time away from her duties for health reasons.\nShe made the decision to miss the event \"with great regret\" this morning, a statement said.\nAs in previous years, a wreath was laid on her behalf by the Prince of Wales.\nThe Duchess of Cornwall, the Duke and Duchess of Cambridge, the Earl and Countess of Wessex and The Princess Royal also still attended as planned.\nAt his Downing Street news conference on the COP climate deal, Prime Minister Boris Johnson said he had an audience with Her Majesty last week and \"she is very well\".\nThis is a blow. A blow to those gathered here on Whitehall on a grey November morning, a blow to the many who had hoped to see the Queen after a fortnight of rest, and without doubt a blow to the Queen herself - Remembrance Sunday is when she, who has devoted her life to service, pays her tribute to those who served.\nIt is, as one palace official puts it, \"incredibly unfortunate timing\". When the palace announced that the Queen would cancel her official engagements for two weeks it went out of its way to say that it was her \"firm intention\" to attend the National Service of Remembrance. \nIt's understood that the Queen will not need hospital treatment. It looks as if a car ride from Windsor and a period of standing in the cold watching the ceremony were just impossible given her back sprain. \nIn previous years, she may have weathered the pain. But there is no getting round the fact that she is 95 years old. For a period, at least, quieter times beckon.\nThe Queen's back sprain is unrelated to her doctor's recent advice to rest, news agency PA Media reported.\nDoctors had advised the monarch to rest until mid-November after she spent a night in hospital on 20 October for checks - her first overnight hospital stay in eight years.\nHowever, she did undertake some light duties during that time, including meeting ambassadors via video link from Windsor Castle.\nShe also recorded a video message for the COP26 climate summit in Glasgow, after pulling out of attending the event in person. \nAnd she missed the Festival of Remembrance at London's Royal Albert Hall on Saturday, which was attended by Prince Charles, Camilla, Prince William and Catherine.\nThe Remembrance Sunday service would have been her first duty in public after her hospital stay last month.\nBuckingham Palace said in a statement: \"The Queen, having sprained her back, has decided this morning with great regret that she will not be able to attend today's Remembrance Sunday service at the Cenotaph. \n\"Her Majesty is disappointed that she will miss the service.\"\nThe Queen will be continuing light duties at Windsor.\nThe monarch, who lived through World War Two as a teenager, is head of the armed forces. \nShe has only missed six other Cenotaph ceremonies during her reign - on four occasions when she was on overseas visits and in 1959 and 1963, when she was pregnant with her two youngest children.\nThe Queen had maintained a typically busy schedule in October before being admitted to hospital, but was recently seen using a walking stick at a Westminster Abbey service, the first time she has done so at a major event.\nOn Tuesday, she returned to Windsor Castle following a long-planned weekend away at her Sandringham home in Norfolk.\nLast week, she was spotted driving her car near Windsor Castle, in an area where she is known to take her Corgi dogs out for walks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59279585",
      "category": "world-us-canada",
      "title": "US defends air strikes that killed civilians in Syria",
      "tags": "Iraq,United States,Islamic State group",
      "text": "The US military has defended as \"legitimate\" an air strike attack which killed dozens of people in Syria in 2019.\nThe attack on so-called Islamic State fighters killed 80 people, as the group made their last stand.\nThe US identified 16 of the dead as militants, and four as civilians. \nBut officials could not conclude on more than 60, and a spokesperson told the BBC it was \"highly likely\" more civilians were killed.\nAn independent investigation into the strike was never conducted, according to a New York Times report which accused the military of a cover-up.\nThe air strikes occurred on 18 March 2019 in the town of Baghuz in eastern Syria - then the last stronghold of the so-called IS caliphate. \nThree bombs were dropped by US jets on a large group of people, despite drone footage showing the presence of civilians, according to the New York Times. \nCommanders ignored alarm expressed in the immediate aftermath and a subsequent investigation into the incident by the defence department's inspector general was \"stripped\" of any mention of the strike, the newspaper reported. It added that no thorough independent investigation had ever happened.\n\"Leadership just seemed so set on burying this. No-one wanted anything to do with it,\" Gene Tate, an official who worked on the case and said he was forced out of his job, told the newspaper.\nUS Central Command rejected the accusations. \nIn a statement to the BBC, spokesman Cpt Bill Urban said US troops had been assured there were no civilians in the area at the time of the attack.\nOnly afterwards, he went on, did the US become aware of high-resolution video from a drone operated by an unidentified US ally suggesting civilians had been present. And footage from that drone enabled the US to conclude their bombs had killed 16 fighters and four civilians - but could not \"conclusively characterise the status of more than 60 other casualties\". \n\"The reason for this uncertainty is that multiple armed women and at least one armed child were observed in the video, and the exact mixture of armed and unarmed personnel could not be conclusively determined. Likely, a majority of those killed were also combatants at the time of the strike, however, it is also highly likely that there were additional civilians killed by these two strikes.\"\nAn investigation concluded that \"these two strikes were legitimate self-defence strikes\" and \"no disciplinary actions were warranted\", Cpt Urban continued.\nHe did not address the New York Times accusation that there had been a cover-up in the investigation conducted by the inspector-general's office.\nKurdish-led Syrian Democratic Forces (SDF) - allied to the US - started the final ground attack on Baghuz at the start of March 2019.\nThe alliance was forced to slow its offensive after it emerged that a large number of civilians were also there, sheltering in buildings, tents and tunnels.\nMany IS fighters stayed in their midst, putting up fierce resistance, deploying suicide bombers and car bombs.\nThe fall of Baghuz was a major moment in the fight against IS. \nThe extremist Islamist group came to international prominence in 2014 when it seized large parts of Syria and Iraq.\nIS imposed its brutal rule on almost eight million people, carried out countless atrocities, destroyed cultural heritage, and generated billions of dollars in revenue from oil, extortion, robbery and kidnapping.\nAfter five years of fierce and bloody battles, local forces, backed by world powers, have driven IS out of all the territory it once controlled.\nLast year, however, IS claimed to have carried out nearly 600 attacks in Syria and more than 1,400 in neighbouring Iraq."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59298891",
      "category": "entertainment-arts",
      "title": "Strictly judge Craig Revel Horwood to miss show with Covid",
      "tags": "Strictly Come Dancing",
      "text": "Strictly Come Dancing judge Craig Revel Horwood will miss this weekend's show after testing positive for Covid.\nIt is hoped that Revel Horwood, 56, will return for the next episode, a Strictly spokeswoman said.\nCelebrities Tom Fletcher and Judi Love have also both missed a show after testing positive for coronavirus.\nRevel Horwood is the only judge to have been part of every series of Strictly and is known for his high standards and not holding back his opinion.\nA Strictly spokeswoman said: \"Craig Revel Horwood has tested positive for Covid-19 and is now self-isolating following the latest government guidelines. While Craig will not be taking part in Strictly Come Dancing this weekend, all being well he will return the following week.\" \nAustralian-born Revel Horwood is known for his performances and choreography in the West End but will miss this year's Strictly musicals week.\nAt the start of Monday evening's It Takes Two on BBC Two, host Rylan wished Revel Horwood well, saying: \"We are sending you all our love and we can't wait to see you, really soon.\"\nIt has not just been Covid which has caused issues on this series of Strictly, with celebrities having to miss shows for other health reasons too.\nPeep Show actor Robert Webb, who had open heart surgery two years ago, withdrew from the competition citing ill health, while rugby player Ugo Monye missed an episode with a back injury.\nThere are seven couples still remaining in the competition after Dragon's Den star Sara Davies was voted off at the weekend.\nThat show also saw EastEnders actress Rose Ayling-Ellis, the first deaf contestant in the show's history, and her dance partner Giovanni Pernice praised for paying tribute to the deaf community.\nDuring their performance the music was turned to muffled noise and silence as the pair danced on.\nThe judges awarded a near-perfect combined score of 39 out of 40, with head judge Shirley Ballas calling the dance \"absolutely beautiful\".\nPercussionist Dame Evelyn Glennie described Ayling-Ellis as a \"wonderful role model\", while former Strictly contestant and Invictus Games medallist JJ Chalmers said she had been an \"absolute triumph\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59293983",
      "category": "uk",
      "title": "Covid-19: Booster jabs for over-40s and Northern Ireland considers Covid passports",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning..\nThe UK's booster vaccine programme will be extended to over-40s to top up protection and help limit the spread of the virus over winter. Prime Minister Boris Johnson said it would be an \"utter tragedy\" if people who had two doses were to become seriously ill because their immunity was allowed to wane. So far, 12.6m people have received a third dose, which has been offered to over-50s, front-line medical staff and people who have health conditions that put them at greater risk. Each UK nation will decide on their own booster programme, but Scotland and Wales have already announced they will also offer third doses to over-40s. UK vaccine experts also said 16- and 17-year-olds, initially offered only one dose, should receive their second.\nNorthern Ireland's Health Minister Robin Swann has said \"now is the time\" for a phased introduction of a Covid passport scheme. Ministers will consider on Wednesday what settings will require the pass, with the nation grappling with high levels of community transmission. With the UK's highest Covid rates, Wales extended its Covid pass scheme - which demonstrates people are fully vaccinated or have had a recent negative lateral flow test - to cinemas, theatres and concert halls. Pubs warned that they must not be next, saying it would be \"counter-productive and put brewers and pubs in jeopardy\". The Welsh government said no decision has been made on extending the scheme to the hospitality industry.\nHate speech rose online by 20% in the US and the UK during the pandemic, a study commissioned by youth charity Ditch the Labels suggests. The charity analysed 263 million online conversations and concluded that the boredom and lack of control experienced by people during lockdown fuelled the rise. It found discussions about and featuring hate speech spiked around major news events, including the World Health Organization's official declaration that Covid-19 was a pandemic, Black Lives Matter protests in June 2020 and the murder of Sarah Everard in March. \nLocal authorities in Shangrao in Jiangxi province apologised after video footage appeared to show a Covid health worker who had been disinfecting a woman's flat beat her dog to death with a crowbar. The owner, whose security camera recorded the incident, had been forced to quarantine because the neighbourhood had been designated a Covid-controlled area. The incident sparked outrage on Chinese social media and added to debate over China's \"zero-Covid\" strategy, in which authorities respond to outbreaks with massive programmes of testing, tracing and localised lockdowns, including forced quarantine.\nTwo men who fraudulently claimed £200,000 between them in emergency Covid loans by setting up bogus businesses have been banned from running companies. The men, both from Rotherham, triggered an investigation when they put their companies into voluntary liquidation after receiving the Bounce Back Loans, which were offered by the government to help businesses keep going through lockdown. Muneef Ihsan was director of three companies that received £150,000 in total, while Mahir Towid Ul Haque received a £50,000 loan, using some of it to buy a Rolex watch. The money has not yet been recovered, but the two men could face attempts to retrieve it.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe weekday morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nAs more age groups are being made eligible for Covid vaccine boosters, here's what you need to know about the risk of waning immunity.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59280707",
      "category": "world-asia",
      "title": "Japan's former princess Mako arrives in New York after giving up title",
      "tags": "Japan",
      "text": "Japan's former princess Mako has arrived in the US with her new \"commoner\" husband, Kei Komuro, after leaving the royal family.\nThere was minimal pageantry as the college sweethearts, who wed last month, left from Tokyo airport on Sunday morning.\nThey will rent an apartment in New York where Mr Komuro works at a law firm. \nUnder Japanese law, female imperial family members forfeit their status upon marriage to a \"commoner\".\nThe pair were heavily guarded by police and airport security as they strolled through the departure terminal. They passed about 100 journalists who were there to witness them leave, but did not respond to questions. \nFootage broadcast in Japan showed the couple arriving in New York and walking through the airport with security guards, before getting into a waiting vehicle.\nTheir move to New York had long been rumoured and Mako, who took her husband's name when they got married, is reportedly expected to find a job in the city.\nHowever, the couple faced a set-back to their plans last month when Japanese media reported that Mr Komuro had failed the New York state bar exam. Prospective lawyers have to pass the tests to practise law in the state. \nMr Komuro is currently working as a legal clerk.\nThe move to the US has drawn comparisons with British royals Meghan Markle and Prince Harry, earning the newlyweds the nickname \"Japan's Harry and Meghan\".\nThe couple faced significant opposition when they first announced their engagement four years ago and their relationship has been subject to tabloid gossip and controversy over claims that Mr Komuro's mother had reportedly taken a loan from her ex-fiancé and not paid him back.\nThe coverage led to the then-princess developing post-traumatic stress disorder, according to the Imperial Household. \nWhen the couple married last month they skipped the usual rites of a royal wedding and turned down a payment offered to royal women upon their departure from the family.\nFormer princess Mako, who is the niece of Emperor Naruhito, is the first female member of the royal family to decline both."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59289008/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid booster doses will be offered to over-40s",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All over-40s in the UK will be offered a third dose of a Covid vaccine, after advice from the government scientists. \nThe move would top up protection and help limit the spread of the virus over winter. \nThree doses cuts the risk of infection by more than 93%, according to new data from the UK Health Security Agency. \nThe Joint Committee on Vaccination and Immunisation also said 16- and 17-year-olds, initially offered only a single dose, should now receive a second. \nSo far, 12.6 million people have had a booster dose. \nThey have been given to the over-50s, front-line medical staff and people with health conditions that put them at greater risk. \nPrime Minister Boris Johnson said it would be an \"utter tragedy\" if double vaccinated people became seriously ill or died \"because they allowed their immunity to wane\".\nHe said there was \"nothing in the data\" to suggest a lockdown or Plan B was needed at the moment; despite \"storm clouds\" gathering in Europe, where cases are climbing.\nYet he warned \"clearly we cannot rule anything out\".\nCases have started to tick up in the UK after the lull caused by the half-term holidays - the latest daily figure for number of people testing positive is 39,705. \nMr Johnson said it was \"increasingly obvious\" that we will \"have to adjust our concept of what constitutes a full vaccination\" to include a booster. He said the third dose would probably make foreign travel easier and there were plans to add it to the NHS Covid travel pass. \nPeople aged 40-49 will be boosted with either the Pfizer-BioNTech jab or a half dose of the Moderna vaccine, which still gives a potent immune response. \nThis should be offered six months after the second dose. \nDeputy chief medical officer for England Prof Jonathan Van-Tam said: \"If the booster programme is a success and we have very high uptake, we can massively reduce worry about hospitalisation and death this Christmas and this winter for millions of people.\n\"It is as simple and decisive as that.\"\nThe coronavirus remained \"unpredictable\" and \"there just isn't a second to waste now\", he added.\nExperts anticipate a booster would reduce the risk of death, or severe disease needing hospital care, by even more than the 93% cut to the chances of catching Covid.\nEach nation in the UK has formally accepted the vaccine scientists' advice. \nHealth and Social Care Secretary Sajid Javid said: \"I have asked the NHS to prepare to offer those eligible a vaccine as soon as possible.\"\nThe Medicines and Healthcare products Regulatory Agency said the booster doses were safe and side effects mostly either a sore arm or flu-like symptoms.\nThe MHRA had identified \"no new safety concerns\" during the booster campaign, chief executive Dr June Raine said.\n\"This further strengthens our ability to ensure people are protected against Covid-19 and saves lives,\" she said.\nVaccine protection does fall after the second the dose. \nAnd Prof Wei Shen Lim, from the Joint Committee on Vaccination and Immunisation, said all adults under 40 \"may well be\" offered a booster dose eventually.\nConcerns about the risk of heart inflammation, known as myocarditis, meant 16- and 17-year-olds were initially offered only one dose of a Covid vaccine. \nBut Dr Raine said the MHRA was \"not detecting any increase in risk with the second dose\" and young adults should now \"come forward for their second dose\". \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59290457",
      "category": "uk-wales",
      "title": "Lucy Dyer jailed for killing baby in Llanelli drink-drive crash",
      "tags": "Llanelli",
      "text": "A woman who caused catastrophic brain damage to a baby in a drink drive crash has been jailed for four years.\nLucy Dyer, 23, of Heulwen Terrace, Llanelli, admitted death by dangerous driving and drink-driving at Swansea Crown Court.\nDyer drove into the side of a car carrying Eva Maria Nichifor on 8 October in Llanelli, Carmarthenshire after drinking in local pubs.\nEva's parents Florin and Carmen said they were \"distraught by her loss\".\nHer parents had previously paid tribute to their baby with her mother speaking of her \"indescribable pain\".\nIn a statement read to court, her parents said: \"I came to this country to ensure a better life for my family and ended up tearing it apart. \n\"Since this tragedy has happened I couldn't sleep. I eat very rarely and when I close my eyes we only see her.\n\"In the house where we live we can't see our place there without our little Eva because everywhere we look we see only memories of her, how happy she was with us, and how we learned with her what happiness means.\"\nProsecutor Carina Hughes said on the night of the crash Dyer had behaved in a \"merry\" and \"boisterous\" way according to onlookers at the Carwyn James pub, and had to be stopped by door staff from taking her drink outside with her.\nMs Hughes said: \"When she was told she could not take the drink from the premises she downed it and handed the empty glass to door staff.\n\"Despite drinking the defendant got into her BMW,\" she added.\nWitnesses told police they saw Dyer driving at speed and that she did not brake as she reached the junction at Heol Goffa where she was supposed to give way.\nAfter colliding with the family's car, Dyer ran down the road before returning to the scene and sitting on a grass bank with her cousin who had been in the passenger seat when the accident happened.\nMs Hughes said: \"The impact caused Carmen to exit the car holding her baby Eva Marie and screaming for help.\n\"Witnesses at the scene called the emergency services and a family living on the street assisted. A Miss Evans took hold of the baby who clearly had sustained a head injury.\n\"Carmen was so distraught she dropped to her knees and was naturally inconsolable.\n\"Miss Evans confirms that since the accident she has had difficulty sleeping. She states that, 'every time I close my eyes I can hear the mother's screams', and says she sees Eva Marie.\"\nPolice arrived at the scene and approached Dyer who they said smelled of alcohol and was in \"visible distress\".\nShe told officers at the scene she had had two glasses of vodka and lemonade.\nEva was taken to University Hospital Wales, Cardiff, where it was discovered she had suffered a brain stem injury and needed life support. \nShe died the following day.\nDyer was breathalysed at the scene of the accident which recorded 65 micrograms of alcohol per 100ml of breath - the legal limit is 35 micrograms.\nDyer was also disqualified from driving for five years and ordered to take an extended driving test.\nKate Williams, defending, said her client accepted responsibility for her actions.\nDyer, who had written a letter to the court saying she was \"truly sorry\" and that the \"guilt will stay with her forever\", cried throughout the proceedings.\nMs Williams said: \"With some tragic irony she had gone out that evening because it was the anniversary of her own father's death and her cousin had asked her to go out to take her mind off that.\n\"She decided to have a few drinks and make that terrible decision to get in her car and drive.\"\nThe court heard how Dyer had no previous convictions or driving penalties and is a single mother of a young boy with autism.\nDyer has been in custody since a previous hearing due to threats made to her from the local community.\nSenior crown prosecutor for the Crown Prosecution Service (CPS), Emma Myles, said: \"This is a heart-breaking case which has had a profound impact on everyone involved in it.\n\"The life of a baby was ended when it had barely begun but, for the short and precious time that she was with them, Eva Maria was the apple of her parents' eye, and her loss is immeasurable. \n\"Our thoughts are with Eva Maria's family.\n\"Lucy Dyer, who is herself a mother, will have to live with the consequences of her actions that night for the rest of her life.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59286283",
      "category": "entertainment-arts",
      "title": "Adele and Oprah discuss divorce, weight loss and Taylor Swift",
      "tags": "Oprah Winfrey,Music,Adele",
      "text": "Adele said she was \"embarrassed\" by her divorce, in an exclusive and wide-ranging interview with Oprah Winfrey.\nThe star said she felt like she had \"disrespected\" the idea of marriage when she separated from her husband, Simon Konecki, in 2018.\nShe added that \"terrifying anxiety attacks\" after the divorce prompted her to adopt an exercise regime that led to her losing 100lb in two years.\nThe US prime-time special marked her first TV interview about her new album.\nIt also saw the star perform a selection of new songs and classic hits at the scenic Griffith Observatory in Los Angeles, in the shadow of the Hollywood sign.\nAttended by stars like Lizzo, James Corden and Melissa McCarthy, the twilight concert was the first time Adele's young son, Angelo, had seen her perform live.\n\"It's the absolute honour of my life, baby, to have you here tonight,\" she said.\nDuring the show, the star even helped a local man propose to his girlfriend, Ashley - serenading the couple with Make You Feel My Love after the stunned bride-to-be said \"yes\" and burst into tears.\n\"Thank God she said yes, because I didn't know who I was going to sing this song to next,\" Adele laughed.\nThe music was interspersed with interview clips, recorded in the same California rose garden where Winfrey spoke to Meghan Markle and Prince Harry earlier this year.\nBroadcast on CBS in the US, the two-hour special is not currently scheduled for transmission in the UK. A separate ITV programme, An Audience With Adele, hosted by Alan Carr, is due for broadcast on Sunday, 21 November.\nHere are some of the biggest revelations from the US .\n\"I've been obsessed with a nuclear family my whole life because I never came from one,\" said the singer, whose father left home when she was just two years old. \n\"From a very young age [I] promised myself that, when I had kids, we'd stay together. And I tried for a really, really long time.\"\nNow 33, Adele said she first realised her marriage was crumbling when she took a personality test in a glossy magazine. \nOne of the questions asked, \"what's something that no-one would ever know about you?\", and she blurted out to her friends: \"I'm really not happy. I'm not living, I'm just plodding along.\"\n\"They all gasped,\" she recalled. \"From there, I was like  'What am I doing? What am I doing it for?'\"\nAlthough Adele was together with Konecki for eight years, she has previously said the marriage and separation both took place in 2018.\n\"I take marriage very seriously... and it seems like I don't now,\" she said, remorsefully. \"Almost like I disrespected it by getting married and then divorced so quickly. I'm embarrassed because it was so quick.\"\nAdele stressed that she still loves Konecki, even if she is not \"in love\" with him. The couple still live opposite each other in Los Angeles, and continue to co-parent their son, Angelo.\nShe went on to credit Konecki with \"saving her life\" after she became famous. \n\"At that time in my life, I was so young and I think I would have got in all of it. I could easily gone down some dodgy paths and self-destructed from being so overwhelmed by all of it. \n\"And he came in and was the most stable person I'd ever had in my life up until that point. Even now I trust them with my life.\"\nSongs like Hello and Someone Like You have touched millions of people, but Adele confessed the power of her music is a mystery to her.\n\"I don't think, as a person, I have what my singing has. I'm pulling from somewhere else [and] I don't know how I access it. \n\"It's wild, because I don't think I'm that deep in real life,\" she laughed.\nAsked why she had revealed so much private information in her lyrics, Adele explained that she wanted to reassure people going through similar experiences.\n\"Music helps me in many situations, and I would like to do the same for people... to be reminded that they're not alone. \n\"There were moments when I was writing the record, or I would listen back to something and be like, 'That might be a bit too private'. But nothing is as scary as what I've been through over the last two [or] three years behind closed doors. So I'm not frightened.\"\nThe singer told Winfrey that the \"biggest wound\" she'd suffered as a child was the \"absolute lack of presence and effort\" from her father, Marc Evans.\n\"I had absolutely zero expectations of anybody, because I learned not to have them through my dad,\" she said. \"He was the reason I haven't fully accessed what it is to be in a loving, loving relationship with somebody.\"\nAlthough they were estranged for many years, father and daughter reconciled over the last three years, after Evans became seriously ill. \nDuring that time, he confessed he'd only ever listened to her first song, Hometown Glory. \n\"He never ever played any of my other music,\" she said. \"He was like, 'It's too painful.'\"\nBut the star wanted to play him one of her new songs, To Be Loved, which expressed how his absence had affected her ability to trust other people. \n\"It was amazing for me and him,\" she said. \"I think he could listen to me sing it, but not saying it - we are very similar like that.\"\nIn the end, she managed to play him all of her new album over Zoom, shortly before he died in April. \n\"His favourites were all of my favourites, which was amazing,\" Adele told Winfrey, \"and he was proud of me for doing it.\n\"So it was it was very, very healing [and] when he died, it was literally like the wound closed up.\"\nAdele's appearance over the last two years has been the subject of much speculation, after she lost almost 45 kilograms in a new exercise regime.\nThe star said the transformation was \"mainly\" about controlling her anxiety.\n\"I had the most terrifying anxiety attacks after I left my marriage,\" she explained. \"They paralysed me completely, and made me so confused because I wouldn't be able to have any control over my body.\"\nAfter noticing that her anxiety eased at the gym, she began to go every day. \n\"That really contributed towards me getting my mind right,\" she said,\nWinfrey recalled her own experiences of weight loss, and how some people felt \"upset\" and \"abandoned\" when she first went on a diet\nSuggesting she'd heard similar comments, Adele replied: \"I'm not shocked or even fazed by it because my body has been objectified my entire career. I'm either too big or too small; I'm either hot or I'm not.\n\"But it's not my job to validate how people feel about their bodies. I feel bad that it's made anyone feel horrible about themselves - but that's not my job. I'm trying to sort my own life out. I can't add another worry. \"\nDuring the concert, Adele premiered three new songs from her forthcoming album, 30 - I Drink Wine, Love Is A Game and Hold On.\nWinfrey singled out the latter as a highlight, reciting the lyrics: \"I'm such a mess / The harder that I try, I regress / I am my own worst enemy /  Right now I truly hate being me.\"\nAdele said she often felt that way during her divorce - and her friends would tell her to \"hold on\".\n\"It was just exhausting trying to keep going with it. It's a process - the process of a divorce, the process of being a single parent, the process of not seeing your child every single day. [It] wasn't really a plan that I had when I became a mum.\"\nSpeaking ahead of the TV special, Winfrey said she thought the song would become a \"national anthem throughout the world for anybody struggling with anything\". \n\"That song is so beautiful and poignant,\" she told CBS news.\nWhen Adele took her son to see Taylor Swift's Reputation stadium tour in 2018, his jaw dropped.\nThen six years old, he couldn't believe how many people were at the show, \"because he used to come to my stadium shows for rehearsals and it'd be empty,\" Adele laughed.\nBut she said Angelo recently got a glimpse of his mother's true popularity, after her latest video premiered on YouTube.\n\"The other day, he watched the Easy On Me video countdown... and he was like, 'There was 150,000 people waiting!' Then he read the comments and he was like, 'People really like you!'.\n\"So he's starting to get it a little bit, but not really.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59259334/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Real Living Wage rises to £9.90 an hour",
      "tags": "Economics,UK economy,Pay",
      "text": "More than 300,000 people working for employers who have voluntarily signed up to the Real Living Wage are getting a pay boost of 40p to £9.90 an hour.\nThis is not to be confused with the compulsory National Living Wage, which is currently £8.91 an hour for anyone over the age of 23.\nReal Living Wage employers in London will pay £11.05 an hour, a 20p rise.\nAlmost 9,000 employers throughout the country have signed up to the policy - 3,000 of them during the pandemic.\nThe latest employers to join include housebuilders Taylor Wimpey and Persimmon Homes, Fujitsu, food delivery company Getir and outsourcing firm Capita. \nCompanies already accredited include half of the FTSE 100 and big household names such as Everton Football Club, insurer Aviva, luxury goods brand Burberry and the Nationwide building society.  \nThe recommended rate is intended to ensure all staff earn a wage that meets the real cost of living and covers everyday needs. \nLatest research by the Living Wage Foundation shows that there are still 4.8 million jobs - 17.1% of all employees - still paying less than the Real Living Wage in the UK. \nNorthern Ireland had the highest proportion of jobs paying below the Living Wage at 21.3%, while south-east England had the lowest at 12.8%.\nWorkers from ethnic minority groups are also more likely to be low-paid, with 19.4% of these workers earning below the Living Wage, compared with 16.3% of white workers.  \nThe Living Wage Foundation's director, Katherine Chapman, said the new pay rates, which apply from Monday, would \"provide hundreds of thousands of workers and their families with greater security and stability\". \nSpeaking to the BBC's Today programme. she said: \"It is still a pound, two pounds higher than the [national] minimum wage and that makes a huge difference. That means not having to worry about putting food on the table, or paying the bills at the end of the month.\n\"And we've seen record numbers of employers signing up this year because ultimately they want to do the right thing by their workers.\" \nGerald Mason, senior vice president at Tate and Lyle Sugars, told the BBC it had signed up to the Real Living Wage last year because \"it was the right thing to do\". \n\"The teams that benefited feel much more stable and secure because their pay is much more secure. Previously they'd have to move jobs for 20 or 30 pence and hour, now the turnover in those teams is right down,\" he said.  \n\"Secondly, although it only affects 5% of our workforce, it has a disproportionate impact on the wellbeing of everybody, because [the workers who see a pay rise] are the people that feed them breakfast in the canteen, keep their workplaces clean, and keep them safe.\"\nTUC general secretary Frances O'Grady said that the organisation's report showed that low pay was \"endemic\", with millions of workers in jobs that do not fully cover their bills.\n\"With Britain in the middle of a cost-of-living crunch, it's time for the government to act,\" she said.\n\"Ministers must start by increasing the minimum wage to £10 immediately, banning zero hours contracts and giving trade unions greater access to workplaces to negotiate improved pay and conditions.\"\nAt the Budget, Chancellor Rishi Sunak announced that the National Living Wage will increase next year by 6.6%, to £9.50 an hour. The Universal Credit taper rate will also be cut, allowing claimants to keep more of the payment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59280706",
      "category": "world-us-canada",
      "title": "US bank robber identified after decades-long hunt",
      "tags": "Ohio",
      "text": "The fugitive behind one of America's most notorious bank robberies has been identified after a 52-year search, law enforcement officials have announced. \nTed Conrad was working as a teller at the Society National Bank in Cleveland, Ohio when he robbed his employer in July 1969. \nHe disappeared with $215,000, worth $1.7m (£1.2m) today.\nInvestigators from the US Marshals Service said he subsequently lived a quiet and unassuming life. \nConrad, who died in May from lung cancer, was just 20 years old when he pulled off the heist. He reportedly took advantage of the bank's lacklustre security, walking out with the money stuffed into a brown paper bag as the branch closed on a Friday evening.\nBy the time other bank employees realised the money was gone two days later, Conrad had disappeared. \nHe sparked a manhunt that would last for more than half a century, and went on to feature on television shows like America's Most Wanted and Unsolved Mysteries.\nAccording to the Marshal Service, Conrad had allegedly told friends of his plans to rob the bank and boasted about how easy it would be to do. He was reportedly obsessed with the 1968 Steve McQueen heist film, The Thomas Crown Affair, and watched it more than a dozen times during his preparation for the robbery. \nMarshals say that after his disappearance Conrad changed his name to Thomas Randele and fled to Washington DC and Los Angeles, before eventually settling in a Boston suburb around 1000km (621 miles) away from the scene of the crime.\nInvestigators say he subsequently lived a quiet and unassuming life, and the New York Times reported that he had spent the past 40 years working as a golf professional and at a used-car dealership. \nThe case remained cold for decades before investigators, alerted by the appearance of Randele's obituary in a newspaper, were able to match papers he had filed during the 1960s with documents \"Randele\" had completed more recently. Ironically, this included papers from Randele's bankruptcy case in a Boston court in 2014. \nMarshal Peter Elliott was one of the lead investigators on the case. He inherited it from his father John, who had been obsessed with finding out what became of the daring thief. \n\"My father never stopped searching for Conrad and always wanted closure up until his death in 2020,\" Mr Elliott said. \n\"I hope my father is resting a little easier today knowing his investigation and his United States Marshals Service brought closure to this decades-long mystery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59295839",
      "category": "uk-scotland",
      "title": "Railway line reopens after truck crash",
      "tags": "Cupar",
      "text": "A railway line in Fife has reopened after a pick-up truck crashed down an embankment.\nThe line between Ladybank and Perth was closed because of the risk of the vehicle falling on to the track.  \nFive people were believed to have been injured in the incident at about 14:00 but were described as \"walking wounded\". \nThe Scottish Fire and Rescue Service sent three engines and a heavy rescue unit at the scene at Lindores.\nThe line closure affected services between Edinburgh, Perth & Inverness.\nNetwork Rail said the removal of the truck was proving more complex than expected, but at about 22:00 ScotRail tweeted the line had reopened."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58922398",
      "category": "world-asia-india",
      "title": "Climate change: What emission cuts has India promised?",
      "tags": "COP26,Paris climate agreement,Climate change,India,Reality Check",
      "text": "India is the third largest emitter of carbon dioxide (CO2) after China and the US.\nWith its rapidly growing population and an economy heavily dependent on coal and oil, its emissions are on a steep upward trajectory unless action is taken to curb them. \nAlong with China, India forced a last minute change to the agreement at the COP26 climate summit, softening a commitment to tackling emissions from the burning of coal.\nPrime Minister Narendra Modi has set his country a target of net zero greenhouse gas emissions by 2070, a significantly later deadline than many other countries.\nIndia has resisted setting overall reduction targets, saying industrialised nations should bear a much greater share of the burden as they have contributed far more towards global warming over time. \nIt says an \"emissions intensity\" target, which measures emissions per unit of economic growth, is a fairer way to compare it with other countries, it says.  \nBy 2030 Mr Modi says India will reduce the emissions intensity of its economy by 45% (that's of all greenhouse gases not just CO2) - a more ambitious target than the previous goal of a 33-35% cut in its emissions intensity from the 2005 level by 2030.\nBut a fall in carbon emissions intensity does not necessarily mean a reduction in overall emissions.\nClimate Action Tracker (CAT), which monitors government policies and actions, says the target is unlikely to have an impact on limiting overall projected emissions.\nThe Inter-governmental Panel on Climate Change (IPCC) says a target of global net zero - where a country is not adding to the overall amount of greenhouse gases in the atmosphere - by 2050 is the minimum needed to keep the temperature rise to 1.5C.\nAnd more than 140 countries have publicly promised to meet this.\nIndia's prime minister has pledged that it will increase its non-fossil fuel energy capacity to 500 gigawatts (GW) by 2030. \nIt currently has a capacity of around 157GW.\nIndia had previously set itself a target of reaching 175GW by next year.  This goal excluded large hydroelectric and nuclear capacities, which it looks likely to miss as it currently stands at just over 100GW.\nAlthough the new target for 2030 is more ambitious, it will only have a \"small impact on real-world emissions,\" says Climate Action Tracker.\nAlso in 2015, India promised to provide 40% of all electric power from non-fossil fuel sources by 2030.  Mr Modi has now increased this figure to 50%.\nGeneration capacity from these sources stands at around 39% as of September this year, according to India's official statistics.\nBut the actual amount generated in 2020 was lower at around 20%, according to the International Energy Agency (IEA).\nCindy Baxter, of CAT, says developing countries such as India, need international support to decarbonise their economies and limit the temperature increase to 1.5C in line with the Paris Agreement. \n\"India does not have a conditional target that identifies where...or indeed how much support it needs.\"\nIndia has also abstained from signing a global deal made at COP26 to reduce emissions of methane gas.\nIt's one of the most potent greenhouse gases, created by agriculture, fossil fuels and waste, and India is a major emitter.\nIndia has highlighted many times it wants to bring a third of its land area under forest cover, which can help absorb carbon. \nBut it has not given a timescale for this - and progress has been patchy.\nAlthough there have been replanting initiatives in the southern parts of India, the north-eastern region has lost forest cover recently.\nAnd India plans to plant enough trees by 2030 to absorb an additional 2.5-3 billion tonnes of CO2 from the atmosphere.\nGlobal Forest Watch - a collaboration between the University of Maryland, Google, the United States Geological Survey and National Aeronautics and Space Administration (Nasa) - estimates India lost 18% of its primary forests and 5% of its tree cover between 2001 and 2020. \nBut the Indian government's own survey data indicates a 5.2% increase in forest cover between 2001 and 2019.\nThe GFW report includes only vegetation taller than 5m (16ft) whereas India's official figures are based on tree density in a given area of land.\nAdditional research by David Brown\nThe Cop26 global summit, in Glasgow, in November, is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions - and it could lead to major changes to everyday lives.\nRead more from Reality Check\nSend us your questions"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59286563",
      "category": "world-asia",
      "title": "Maori tribe tells anti-vaccine protestors to stop using popular haka",
      "tags": "Asia,Anti-vaccination movement,Maori people,New Zealand",
      "text": "A Maori tribe has told anti-vaccine protesters in New Zealand to stop the use of a famous haka \"immediately\". \nThe Ka Mate haka is hugely popular as it is performed by national rugby team the All Blacks before every match. \nThe Ngati Toa tribe, which has legal guardianship of the haka, issued a strong notice after protestors performed the war dance during demonstrations last week.\nThe notice comes as vaccination rates among the Maori people have been low. \nJust 61% of eligible Maori people are fully vaccinated and 77% have received their first dose. This is short of New Zealand's targeted rate of 90% among its eligible population. \n\"Ngati Toa condemns the use of the Ka Mate haka to push and promote anti-Covid-19 vaccination messages,\" said its chief executive officer Helmut Modlik in a statement. \n\"Many of our tupuna [ancestors] lost their lives in previous pandemics... we are absolutely clear that the COVID-19 vaccine is the best protection we have available to us, and we are committed to supporting our whānau [family] to get vaccinated as soon as possible.\"\nLast week, an estimated 2,000 protestors gathered outside parliament in Wellington and across the country, waving large Trump flags and carrying anti-vaccination signs. \nPrime Minister Jacinda Ardern had earlier said the country will require teachers and workers in the health and disability sectors to be fully vaccinated against Covid. \nNew Zealand, which initially adopted a tough Covid-19 response, has said it will begin moving away from a zero-Covid strategy toward one of living with the virus. \nThe country has reported 9,000 cases so far and 34 deaths, with its death toll among the lowest in the world. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59286623",
      "category": "world-us-canada",
      "title": "Astroworld: Boy, nine, dies days after crush at Travis Scott festival",
      "tags": "Texas,United States,Houston",
      "text": "A nine-year-old boy placed in an induced coma after a crowd surge at the Astroworld festival in Houston, Texas, has died, a family lawyer says.\nEzra Blount had been on life support in hospital due to severe brain and organ trauma since the show on 5 November.\nHe is the youngest of 10 concertgoers to have been killed after panic broke out during rapper Travis Scott's headline performance.\nHundreds of others were hurt when the crowd began to press towards the stage.\nAttorneys representing more than 200 people claiming they were injured in the crush told reporters on Friday they were filing another 90 lawsuits against the promoters of the event.\nOn Sunday, a lawyer for the family of Ezra Blount confirmed the boy's death. \n\"Ezra's death is absolutely heartbreaking,\" civil rights attorney Ben Crump said in a statement. \"This should not have been the outcome of taking their son to a concert.\" \nIn an earlier interview with local news outlet ABC13, Ezra's father Treston Blount said he was \"not ready to lose my boy\". \"We still got a bunch of living to do,\" he said, describing how his son was a huge Scott fan who was \"stoked\" ahead of the performance.\nHouston Mayor Sylvester Turner said he was \"saddened to learn of Ezra's death\".\nThe crowd surge at the concert began at about 21:15 local time on Friday, 5 November. There were about 50,000 people at the festival at the city's NRG Park complex. \nAs the crush began causing injuries to people, panic grew and the casualties quickly overwhelmed the on-site first aiders, officials said. \nInvestigators are reviewing video from the scene to explore the causes of the surge and what had prevented people from being able to escape. They are also working to interview victims and witnesses.\nThose who lost their lives were aged between nine and 27. \nScott, one of the biggest names in rap music, launched Astroworld with concert promoters Live Nation in 2018. \nHe has asked victims to reach out to him, saying he \"desperately wishes to share his condolences and provide aid\", according to a statement. \nPolice said the victims were crushed in a surge of fans near the stage at around 21:30 local time.\nScott continued to perform for almost 40 minutes longer, eventually ending the set about 15 to 20 minutes ahead of the advertised time.\nLast week, Houston fire chief Samuel Peña said that Scott should have halted the show more quickly.\n\"At one point there was an ambulance that was trying to make its way through the crowd. The artist has command of that crowd,\" Mr Peña told NBC's Today show."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59257319",
      "category": "business",
      "title": "Trump Organization selling Washington hotel for $375m, reports say",
      "tags": "Hotels,Donald Trump,United States",
      "text": "The Trump Organization has reportedly reached a deal to sell its prized Washington hotel for $375m (£279m).\nUnder the planned sale, the Trump International will be renamed the Waldorf Astoria and managed by the Hilton group, according to reports.\nLast month, a US congressional probe found the hotel lost more than $70m during Donald Trump's presidency.\nThe former US president's company opened the hotel to the public in September 2016.\nThe Trump Organization, which bought a 60-year lease on the building, had been looking for buyers for the 263-room hotel since 2019.\nThe deal with Miami-based investment firm CGI Merchant Group is expected to be finalised in the first quarter of next year, sources told The Wall Street Journal and Bloomberg.\nThe 120-year-old building stands less than a mile away from the White House on Pennsylvania Avenue.\nThe Trump Organization won approval to redevelop the historic Old Post Office building in 2012.\nIt opened as a hotel four years later, just weeks after Mr Trump accepted the Republican Party's nomination to run for president.\nDuring Mr Trump's term as president, the hotel became popular amongst Republicans visiting the city. \nBut it also attracted controversy. In 2018, religious leaders called for its liquor licence to be revoked, claiming its owner was \"not a person of good character\". \nMore recently, a congressional investigation found that Mr Trump had \"grossly exaggerated\" the hotel's profits when he claimed it made $150m during his term.\nThe congressional committee said the hotel had instead lost more than $70m while he was in office.\nThe report also found Mr Trump seemed to have \"concealed potential conflicts of interest\" related to his ownership of the hotel and his roles as its lender and the guarantor of third-party loans.\nDocuments showed that the hotel received $3.7m in payments from foreign governments - enough to cover 7,400 nights at the hotel on an average daily rate, according to the committee.\nThe Trump Organization denied wrongdoing and called the report \"misleading\".\nThe Trump Organization and CGI Merchant Group did not immediately respond to the BBC's requests for comment on the sale of the Trump International Hotel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59287001",
      "category": "uk",
      "title": "Liverpool bomb: What we know so far",
      "tags": "Liverpool hospital blast,Merseyside Police,Liverpool",
      "text": "A man who was killed outside Liverpool Women's Hospital on Remembrance Sunday when his homemade bomb went off has been identified as 32-year-old Emad Al Swealmeen. \nHe was an asylum seeker born in Iraq who is understood to have converted to Christianity in 2017. \nAl Swealmeen was the passenger of the taxi destroyed in the blast. The driver, David Perry, did not suffer life-threatening injuries.\nFour men were arrested under the Terrorism Act, but have since been released from police custody without charge. \nMerseyside Police were called at 10:59 GMT on 14 November to reports of a car explosion at Liverpool Women's Hospital.\nThe taxi carrying Al Swealmeen had pulled up to the hospital and exploded shortly afterwards. \nAl Swealmeen, who had been picked up from the Rutland Avenue area and asked to be taken to the hospital about 10 minutes away, died at the scene.\nOn Monday Assistant Chief Constable Russ Jackson, head of Counter Terrorism Policing North West, said the passenger appeared to have made an improvised device that caused the explosion. \nHe said officers investigating the incident could not \"at this time draw any connection\" with Remembrance Sunday events taking place near the hospital but he confirmed this was \"a line of inquiry\". \nTaxi driver David Perry has been discharged from hospital and his wife Rachel said it had been \"an utter miracle\" that he had escaped from the vehicle.\nMr Jackson said he could not confirm reports Mr Perry had locked the doors of the taxi before the explosion.\nHe said it appeared to have been an \"unremarkable journey\" to the hospital. \nAbout two hours after the blast, properties on Rutland Avenue near Sefton Park, in the south-east of the city, and in the Kensington area, east of the city centre, were raided by armed officers.\nThree arrests took place in Sutcliffe Street, in Kensington, where witnesses reported seeing armed officers approach a terraced house.\nThe second raid around Sutcliffe Street and the adjacent Boaler Street - about a mile from the hospital -  took place an hour later, at about 14:00 GMT. \nThere was a heavy police presence, including police negotiators, outside the house on Rutland Avenue overnight.\nPolice confirmed a controlled explosion had been carried out as a precaution in the Sefton Park area at about 16:00 GMT as part of the investigation but there was no wider risk to the public.\nMr Jackson said officers had made \"significant progress\" and had a \"much greater understanding of the component parts of the device, how they were obtained and how the parts are likely to have been assembled\". \nHe said following interviews with the arrested men, police were \"satisfied with the accounts they have provided\" and they were released from custody.\nThe wreckage of the taxi was removed on Wednesday and specialist officers were expected to continue searches at the hospital into Thursday, said Mr Jackson.\nA post mortem on Al Swealmeen found the cause of death to be \"injuries sustained from the fire and explosion\", he said.\nPolice have traced his next of kin who told them he was born in Iraq.\n\"Our inquiries have found that Al Swealmeen has had episodes of mental illness, this will form part of the investigation and will take some time to fully understand,\" said Mr Jackson.\nHe said they had not found any link to others in the Merseyside area but could not yet rule it out.\nNick Aldworth, a former counter terror co-ordinator, said investigators would be focused on what happened inside the vehicle.\n\"I have to say from what I've seen there is very little blast damage - a lot of fire damage but very little blast damage. So whatever was in that vehicle was either a low yield or didn't work properly or was possibly an incendiary.\"\nAl Swealmeen began making purchases for his attack in April, counter-terror police said.\nMr Jackson said the bomber had lived at a property in Sutcliffe Street for some time. And he began renting a property in Rutland Avenue in April. \nPolice recovered \"significant items\" from his latest address, where searches have been taking place since Sunday.\nAl Swealmeen is not believed to have been known to MI5, according to BBC security correspondent Gordon Corera.\nOne of the members of his tribe in Jordan told the BBC that Al Swealmeen was Jordanian, but born in Iraq. His family settled in the United Arab Emirates in 1996. \nAl Swealmeen left for Syria 12 years ago, then headed to Turkey, eventually applying for asylum by claiming he was Syrian.\nThe tribe member - who knows Al Swealmeen's father - said the attacker had a history of mental illness.\nImmigration records seen by the BBC show Al Swealmeen was first refused asylum in the UK in 2014. He challenged the decision, but in April 2015 a judge ruled the Home Office had been correct. \nIn June 2015 he launched an attempt to overturn that decision, but that application was refused in August 2015 by the Upper Tier Tribunal - the court dedicated to immigration appeals.\nAt that stage the case appears to have been closed - and by 2017 friends of Al Swealmeen in Liverpool understood his legal avenues had been exhausted. \nWhether the Home Office ordered him to leave the UK is not clear. \nDuring this period he turned to Christianity and became known locally as Enzo Almeni, a name he adopted as part of his conversion. \nCourt records show that he then renewed his immigration appeal - under this alternative name - in January this year. His submissions were under review at the time of his death. \nA Christian couple, Elizabeth and Malcolm Hitchcott told ITV News that Al Swealmeen briefly lived with them at their Liverpool home after his conversion to Christianity.\nMr Hitchcott described him as a \"very quiet fellow\" who formally converted from Islam at a ceremony in Liverpool's Anglican Cathedral.  \nAl Swealmeen is believed to have been baptised in 2015 and confirmed in 2017 - before the cathedral lost contact with him in 2018, according to the Diocese of Liverpool's communication's director, Stuart Haynes.\nThe Reverend Mike Hindley said Al Swealmeen was involved in the Emmanuel Church in the Fazakerley area of Liverpool from 2017 to 2019, when they lost touch with him.\nA spokesman for the City of Liverpool College said Al Swealmeen was an adult cake decorating student at the college during the 2018-2019 academic year.\nIn the years before the attack, Al Swealmeen was sectioned under the Mental Health Act for about six months because of his behaviour with a knife, Mr Hitchcott said.\nAl Swealmeen was described as a \"lovely guy\" by Mrs Hitchcott, who told the BBC \"we just loved him\", adding she was saddened and \"very shocked\" by Sunday's incident.\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59266981",
      "category": "business",
      "title": "Charities facing a 'perfect storm' as demand rises",
      "tags": "Poverty,Charities,UK economy,Coronavirus pandemic",
      "text": "Hundreds of charities are concerned about whether they will cope with rising demand for services this winter, according to research given exclusively to the BBC's Wake Up to Money podcast.\nThe survey of nearly 350 charity managers was carried out by the Law Family Commission on Civil Society between 18 and 24 October 2021.\nOf those who took part, 210 said they expected demand to rise this winter.\nThe commission said charities were facing a \"perfect storm\" of factors.\nCharity managers across the UK were asked by YouGov how demand had changed during the Covid pandemic.\nJack Barton works for the Mustard Tree charity, which works to tackle poverty and homelessness in Greater Manchester.\nThe charity was busy before the coronavirus pandemic, but now staff and volunteers are seeing demand surge.\n\"Winter especially is always our hardest time of year - particularly on the food front,\" Mr Barton said.\n\"We're located in an area of incredible inequality. We're surrounded by a very affluent residential area, a commercial district, but we also know there's roughly 900 families within a couple of miles' radius of this hub who are living in appalling conditions.\"\nMatt Whittaker, chief executive of the Law Family Commission on Civil Society, told the BBC's Wake Up to Money programme: \"Charities have been dealing with a perfect storm of constrained resources and bigger demand. But they've coped and helped as many people as they can.\n\"We're now at the stage, though, where some of those problems are going to amplify.\"\nCharities working in health and social services reported being particularly affected. Some said they would not have the capacity to meet the anticipated rise in demand over the next three months. \nCultural and recreational charities say they have also seen a rise in demand now that restrictions have lifted.\nThe biggest worry for charity bosses is the pressure that this puts on staff and volunteers. \nAmelia Armour had a career change during the lockdown from retail to adult social care. She joined the Mustard Tree team during the coronavirus lockdown.\n\"Occasionally, yes, it's challenging, but I love it. Every day is like a new experience,\" she says.\nAmelia says she has noticed the service is feeling more stretched.\n\"I am fairly concerned. I think it's going to get a lot busier. \n\"When it's really cold weather, we get crisis warnings, we need to find a bed for people. Our hubs are going to get busier as well.\"\nThe charity's food and drink manager, Chris Davies, agrees.\n\"When I first joined, our food clubs were probably doing around 300 to 400 visits a month. Last month, we did about 2,800 visits,\" he told the BBC.\nThere are many possible reasons for an increase in demand for the services that these charities provide. \nManagers cite the rise in the cost of living, delays in medical operations, delays in the justice system, cuts to other services and the end of the Universal Credit uplift. \nCharities have received additional government support during the pandemic. In spring 2020, Chancellor Rishi Sunak announced a £750m support package for the not-for-profit sector, aimed at supporting charities that needed to continue working as part of the Covid-19 response.\nMr Whittaker says the solution lies in investing in skills and more collaboration between charities, government and business.\n\"It's also about the public. Better-off households haven't been spending as much,\" he says.\n\"Longer-term, there also needs to be some structural change to weather future storms.\"\nA spokesperson for the government said it was \"committed\" to supporting charities, having provided \"an unprecedented multi-billion-pound package of government support for them during the most critical stage of the pandemic\".\nThe spokesperson added that the government continued to work closely with the sector."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59263761",
      "category": "science-environment",
      "title": "COP26: How might decisions at the climate summit change our lives?",
      "tags": "COP26,Climate change,Environment",
      "text": "Now that a deal has been agreed and signed at the climate summit in Glasgow, you might be left wondering what it will mean for you. \nHere are some ways in which the decisions made at COP26 could change your life.\nSwitching to an electric car is among a number of lifestyle changes we're likely to be making.\nExperts predict that new electric vehicles could cost the same as new petrol or diesel cars within the next five years. It is also possible to lease an electric vehicle, and there's a growing second-hand market, where these vehicles are cheaper.\nDozens of countries, regions and car companies have agreed to ramp up the use of electric vehicles and bring in new zero-emission buses and trucks. \nMeanwhile, others argue we need fewer cars on the road - walking and cycling more could also be among the changes we make.\nHow can an average family afford an electric car?\nMore than 40 countries have signed up to phasing out coal. A similar number have committed to ensuring that clean energy is the most reliable and affordable option for powering our homes and businesses.  \nFor countries like the UK, this will mean continuing the move towards renewable sources such as wind and solar energy - and possibly more reliance on nuclear energy. \nCOP26 lacked a breakthrough announcement committing the world's biggest coal-users such as China and India to ending its use.\nHowever, it's hoped the announcements made at Glasgow will send a signal to the market that it is worth investing in renewable energy. \nSolar panels and heat pumps could become standard in our homes. We'll build new houses using low-carbon alternatives to cement and concrete - and try to re-fit old ones.\nThere's also a focus on making sure our buildings, infrastructure and communities are able to withstand the current and future impact of climate change.\nEva Hinkers, Arup Sustainable Development Director says: \"We also need to make sure [buildings] are fit for more extreme scenarios.\" \nThis could include improving green space in and around our homes to absorb extreme rainfall, installing \"cool roofs\" that reflect sunlight and prevent overheating, or introducing shutters so homes can withstand hurricane winds.\nOur lifestyles contribute to carbon emissions, whether we're shopping for imported food, or flying off on a foreign holiday.\nIn future, we may see the cost of a product's carbon emissions being added to the price we pay - whether or not it's made in the UK.\nSo if a business doesn't try and reduce the emissions of the goods it's selling, its prices may have to go up. It's hoped that will make consumers and businesses think again about how we consume and where we put our money.\nIn response to this, some big household names like Amazon, Unilever and Ikea have now said they're looking to ensure the cargo ships they use to deliver goods will run on cleaner fuels. \nNature's role in fighting climate change and the need to restore the natural world - from forests to peatland - was high on the agenda at Glasgow, and we may see the benefits in greener spaces around our towns and cities.\n\"Nature can be helping us here if we looked to actually treat it with the respect it deserves,\" says Dr Emily Shukburgh of the University of Cambridge. \nThe arguments to make space for nature are now clearer and louder than ever, ​says Craig Bennett, chief executive of The Wildlife Trusts.  \"There is now renewed momentum about the need to... protect forests and other precious habitats and put nature in recovery.\" \nMore than 100 countries signed up to the Glasgow Leaders Declaration on Forests, which aims to halt deforestation. \nThis could see tougher action on cutting down forests in countries including Brazil and Indonesia to produce things such as soya, beef and palm oil which are then imported and consumed in richer, developed nations. This could end the era of cheap food.\nExperts say that a hard choice could be faced - deforestation will never be stopped if sustainability concerns are always out-competed by the price people pay for food:\n\"Consumers will inevitably have to absorb some of these costs if we want to deliver on the COP 26 declaration - by paying more and consuming less,\" says Toby Gardner of the Stockholm Environment Institute.\nMore than 400 financial institutions - controlling an estimated $130tn of private finance - agreed at COP26 to provide more money for green technology. \nIt means that many major pension providers are going to be looking at investing your money in more environmentally friendly sectors. \nThis might include \"helping our customers identify ways to improve the energy efficiency of their homes… investing in companies developing new, sustainable ways of living and working,\" says Janet Pope of Lloyds Banking Group.\nWe may also witness a shift in our way of thinking. \nDr Stephanie Sodero of the University of Manchester says the goal of sticking to 1.5 degrees - above which scientists say climate impacts will become more dangerous and unpredictable - could galvanise community action.\n\"On the ground, in UK communities and beyond, led by youth activists, I think there will be sustained and intense pressure to scrutinise all governance decisions - from local transport to national energy - through a climate lens,\" she says.\nMatthew Hannon from the University of Strathclyde says the drive to net zero is likely to yield benefits such as cleaner air, quieter streets and better mental and physical health. \n\"Delivering a just, net zero transition should ultimately result in happier, healthier lifestyles,\" he says. \"The question should therefore be less about what will I lose under net zero and more about what could I gain?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59268523",
      "category": "business",
      "title": "No turkey shortage, says British Poultry Council",
      "tags": "Christmas,Immigration,UK economy",
      "text": "There will \"definitely\" be enough turkeys for Christmas, the British Poultry Council (BPC) has said.\nThe pledge from the industry body came as the deadline closes to recruit thousands of temporary workers from the European Union to help process turkeys, amid widespread UK labour shortages.\nIt believes about half of the visas made available have been taken up, but says this will be enough.\n\"It'll get us over the line,\" said the head of the BPC, Richard Griffiths. \nAlthough he predicted there would be \"a bird for everyone who wants one\", people would have less choice overall this year, he said.\n\"We've been able to streamline products and reduce the variety, so that helps with the overall volume. There will be a focus on whole birds and very simple crowns and roasts,\" he added.\nAfter months of pressure, the government relaxed immigration rules in September, making 5,500 visas available for foreign workers as a temporary measure to help the poultry industry get through Christmas. \nThe BPC reckons 2,500 to 3,000 applications have been made, although the Home Office and Defra would not comment, and those workers are now starting to arrive. \nThese numbers are way below the 5,500 visas up for grabs - the number that the industry had estimated were needed at the start of the year. \nBut Mr Griffiths says that thanks to a cut in the number of birds being reared, as well as producers managing to recruit some local EU seasonal workers who have settled status in the UK, the industry can now cope.\nFor Paul Kelly, the owner of KellyBronze, a turkey producer in Essex, the government's temporary visa scheme has made all the difference. He now has the workers he needs. \n\"Christmas has been saved. I just wish they'd done it earlier,\" he says. \nThis relatively small family business is now in its 50th year and prides itself on raising free range, hand plucked birds. \n\"It's impossible to do this job without seasonal workers. People say to me, you should employ local people,\" Mr Kelly said.\n\"Well, I have four weeks' work at Christmas. So how can I expect people to give up a full-time job to come for a month? \n\"We're a seasonal agriculture business, just like raspberries and strawberries, and we need people to help with our harvest.\"\nHe managed to hire 63 mainly EU seasonal workers and needed another 22 through the government's emergency scheme.\n\"These 22 workers make up about 20% of my full team. It was touch and go and a lot of sleepless nights, up until the last week in September when we got the green light from the Government to get some visas\". \nMany shoppers have also been anxious. Consumers spent £6m more on frozen turkeys last month than a year earlier, according to data from Kantar. \nHouseholds, it seems, have been racing to buy turkeys to stuff in the freezer, amid fears of festive shortages closer to Christmas. \n\"I don't think there will be people fighting over turkeys in the supermarket. The industry has pulled out all the stops and we will be supplying the Christmas market this year,\" said Mr Kelly. \nBut he also agreed there would be less variety on offer. \n\"The visa scheme has helped, but it came too late for a lot of the Christmas catalogues which get done in May and June. \n\"All those lattice joints, stuffed joints, and all those fancy turkey joints - they've been shrunk right down. The range will be reduced, but the numbers will be there. \"\nHis workers will be arriving over the next few days ready to start in earnest by the weekend, when the business will go at breakneck speed to fulfil some 26,000 orders.  \nBut Paul is already starting to think about next Christmas. He believes that without a permanent seasonal workers' scheme, the industry will shrink by another 15-20% next year. \n\"Without it, it's game over for the turkey industry,\" he said. \n\"If we can't supply the supermarkets, they might have to import turkeys from big producers in Poland and Germany, which is crazy.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59283099",
      "category": "uk",
      "title": "Boris Johnson admits he could have handled Owen Paterson row 'better'",
      "tags": "Boris Johnson,Owen Paterson",
      "text": "Prime Minister Boris Johnson has admitted he could have handled the Owen Paterson row \"better\".\nThe comments come after weeks of criticism over how the government dealt with the fallout over the former MP's suspension for breaking lobbying rules.\nLast month, Mr Paterson was found to have been paid more than £100,000 a year to lobby for two companies.\nMr Johnson also defended the watchdog for MPs standards, who has previously come under criticism from government.  \nSpeaking at a news conference about the COP26 climate summit on Sunday, the prime minister was asked how he would respond to those who think he had \"got it wrong\" over Mr Paterson.\nHe replied: \"I think I've said quite a lot about parliamentary stuff already. Of course, I think things could certainly have been handled better, let me put it that way, by me.\" \nMr Johnson also defended the parliamentary standards commissioner Kathryn Stone, saying she should be permitted to do her job.\nHe told reporters: \"I think the commissioner has a job to do and a huge amount of work to do, and she needs to get on and be allowed to do it.\n\"Whether the system is capable of improvement or not is a matter for the Standards Committee and for the House.\"\nThe prime minister's comments follow calls from Business Secretary Kwasi Kwarteng for Ms Stone to consider resignation over the way she handled the investigation into Mr Paterson.\nMr Paterson, a former environment secretary who was Conservative MP for North Shropshire, was initially given a 30-day suspension. He had been found to have lobbied for two companies who paid him more than £100,000 a year.\nNumber 10 at first tried to defend Mr Paterson, instructing Conservative MPs to vote for reform of the MPs' standards watchdog earlier this month, blocking his suspension.\nHowever, following furious reactions from opposition parties and some Tory MPs, Downing Street U-turned - which led to Mr Paterson resigning. \nThe attempt to reform the standards system as a result of the row has also been roundly criticised by current and former Conservative party politicians, with former prime minister John Major describing Mr Johnson's actions as \"shameful\".\nLabour party leader Sir Keir Starmer has previously said the prime minister's actions over the last few weeks have been \"corrupt and contemptible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59289278",
      "category": "uk",
      "title": "Liverpool hospital blast: Video of the moment taxi explodes",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59290412",
      "category": "world-asia",
      "title": "Danny Fenster: US journalist freed from Myanmar jail",
      "tags": "Press freedom,Myanmar coup ,Myanmar",
      "text": "US journalist Danny Fenster has been released from prison in Myanmar after he was sentenced to 11 years in jail by a military court three days ago. \nHe was \"pardoned\" before being freed on \"humanitarian grounds\", the military government said.\nThe release was secured after negotiations between the junta and former US ambassador to the UN, Bill Richardson.\nFenster's employer, Frontier Myanmar, said he was on a flight out of Myanmar.\nFenster, who was managing editor of the English-language news site, had been convicted of breaching immigration law, unlawful association and encouraging dissent against the military.\nHe was set to stand trial on further charges of sedition and terrorism on Tuesday, which carry a possible life term in prison.\nFenster was first detained in May as he was about to fly back to the US, and spent 176 days in prison. \nHe is one of dozens of journalists, and thousands of people overall, to be held since Myanmar's military took power in a coup in February.\nUS Secretary of State Antony Blinken said Fenster had been \"wrongfully detained for almost six months\", and welcomed his release.\n\"We are glad that Danny will soon be reunited with his family, as we continue to call for the release of others who remain unjustly imprisoned\" in Myanmar, Mr Blinken said.\nMr Richardson said he had negotiated Fenster's release in face-to-face meetings with Gen Min Aung Hlaing, the army general who seized power.\nMr Richardson said Fenster would be flying home to the US via Qatar.\n\"This is the day that you hope will come when you do this work,\" he said. \nSpeaking to the BBC on Monday, Maj-Gen Zaw Min Tun, Myanmar's deputy minister of information, said the country \"already had the intention to release\" Fenster and was doing so for \"humanitarian reasons\".\nHe denied that the US had promised anything in return for the release, saying it was Myanmar's policy to \"keep good relations with other countries\".\nAccording to Frontier, Fenster had previously worked for Myanmar Now, an independent news site that has been critical of the military.\n\"The charges were all based on the allegation that he was working for banned media outlet Myanmar Now. Danny had resigned from Myanmar Now in July 2020 and joined Frontier the following month, so at the time of his arrest in May 2021 he had been working with Frontier for more than nine months,\" the news site said previously.\nFenster's brother, Bryan, said his family could not wait to have him home again. \n\"We are overjoyed that Danny has been released and is on his way home - we cannot wait to hold him in our arms.\n\"We are tremendously grateful to all the people who have helped secure his release, especially Ambassador Richardson, as well as our friends and the public who have expressed their support and stood by our sides as we endured these long and difficult months.\"\nIt is always difficult to guess the motives of Myanmar's reclusive military rulers; never more so than in their treatment of Danny Fenster. \nHe was arrested when about to board a flight back to the US in May, although he had committed no obvious crime. He was charged with offences relating to a news organisation he had left almost a year before, an apparent error pointed out by his lawyers in court. \nHe was excluded from an amnesty of more than 5,000 prisoners last month, and last week he was not only convicted and given an 11-year jail sentence, but had two more serious charges filed against him. \nHis sudden release follows months of quiet pressure by the Biden administration, and a recent visit to Myanmar by Bill Richardson. It is unclear, though, whether the US made any concessions to win Fenster's release. \nThe sanctions targeting members of the military junta and their associates are still in place. Dozens of local journalists remain in custody, along with thousands of other political prisoners. There is no suggestion yet that they too might be freed.\nMyanmar's military leaders seized power in February after suffering a massive election defeat at the hands of the ruling National League of Democracy.\nThey said they had been forced into the move by widespread vote fraud, although the country's election commission said there was no evidence to support such claims. \nMass civilian protests rose up across the country, and were brutally suppressed by the military. \nSince then, at least 1,265 people have been killed and 7,291 are under detention in a crackdown on dissent, according to the Assistance Association for Political Prisoners (AAPP)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-59288177",
      "category": "world-australia",
      "title": "Australian women sue over Qatar airport strip-searches",
      "tags": "Qatar Airways,Doha,Women's rights,Air travel,Qatar,Australia",
      "text": "A group of Australian women who were strip-searched and examined at Doha airport are suing authorities in Qatar.\nThe women were ordered off a flight and checked for whether they had given birth after a baby was found in a bin at Hamad Airport in October 2020.\nThey described their experience as state-sanctioned assault and the incident sparked widespread outrage.\nQatar later apologised and one airport official was handed a suspended jail sentence.\nBut the women say their cases have since been ignored.\nThey were taken off the Qatar Airways plane by armed guards before being taken into ambulances on the tarmac where they were inspected by nurses.\nThe women said they did not consent to the examinations and were not given explanations for what was happening to them.\nOne of the women, who did not want to be named, told the BBC she was \"subjected to the most horrifically invasive physical exam\".\n\"I was certain that I was either going to be killed by one of the many men that had a gun, or that my husband on the plane was going to be killed,\" she said in a statement from her lawyer.\nThe examinations lasted about five minutes before they were escorted back to their flight.\nSeveral women reported the incident to police after landing in Australia, sparking public attention and condemnation from several nations.\nAt the time, Qatar's Prime Minister Khalid bin Khalifa bin Abdulaziz Al Thani tweeted an apology saying: \"We regret the unacceptable treatment of the female passengers... What took place does not reflect Qatar's laws or values.\"\nThe Gulf state launched a criminal prosecution which led to a suspended jail term for an airport official.\nBut Damian Sturzaker, a lawyer for seven of the women, told the BBC they had been \"met with a wall of silence\" despite trying to engage with the Qatari authorities.\nThey want a formal apology from Qatar and the airport to change its procedures to make sure the incident does not happen again, Mr Sturzaker said.\nThe women are seeking damages and allege assault, battery, trespass and false imprisonment by the Qatari government, Qatar's Civil Aviation Authority and Qatar Airways.\nOne of the women - who said she had recurring nightmares about the incident - said the alleged lack of action from the Qatari authorities had spurred the women to take action.\n\"By speaking up, we want to ensure that no woman is ever subjected to the demoralising, horrendous treatment we were subjected to,\" she said.\nQatar is set to receive thousands of foreign visitors when it hosts the 2022 football World Cup.\nThe country's embassy in Canberra and Qatar Airways have not yet responded to the BBC's requests for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59253057",
      "category": "uk-england-london",
      "title": "Tamara Ecclestone burglary: Italian gang jailed for £26m celebrity raids",
      "tags": "Knightsbridge,Serbia,Kensington,Chelsea,Milan,Belgrade,Fulham",
      "text": "An international gang of jewellery thieves have been jailed for a series of high-end raids which netted burglars £26m worth of luxury stolen goods.\nJugoslav Jovanovic, Alessandro Maltese and Alessandro Donati each admitted to burgling the Kensington mansion of Tamara Ecclestone in December 2019.\nThe Italian trio were also convicted of raids on the west London homes of Frank Lampard and the late Leicester City chairman, Vichai Srivaddhanaprabha. \nThey were jailed for 28 years in total.\nAt Isleworth Crown Court Jovanovic, 24, was jailed for nine years for conspiracy to burgle and a further two years for money laundering.\nDonati, 45, and Maltese, 44, were each jailed for eight years and nine months after being convicted of conspiracy to burgle.\nJudge Martin Edmunds QC said the three burglaries were each \"immensely serious\".\nDuring the first 13 days of December 2019, an estimated £26m worth of items were taken from the west London homes of Ms Ecclestone, Mr Lampard and Mr Srivaddhanaprabha.\nMost of the stolen jewellery and valuable watches have never been recovered. \nProsecutor Timothy Cray QC said the gang \"planned and executed the highest value burglaries that have ever come to light in the United Kingdom.\"\n\"The burglaries involved careful research and reconnaissance. In particular, the victims were deliberately targeted because of their wealth and public profiles,\" he added.\n\"The execution of the second and third burglaries was ruthless. The properties were ransacked. \n\"Safes and secure cabinets were broken open. The presence of at least three burglars inside the properties would have been a significant physical threat to anyone who disturbed them.\"\nMr Cray told the court that on 30 November 2019, Jovanovic travelled to London Stansted from Stockholm with a man named Daniel Vukovic.\nJovanovic operated as \"the second in command\" to Mr Vukovic who was \"the prime mover in organising\" the gang in the UK, Mr Cray said.\nMr Vukovic remains a wanted man, the court heard. A recent BBC investigation revealed he has at least 19 different identities and is believed to be in Belgrade, Serbia.\nAfter arriving in London, Mr Vukovic and Jovanovic set up a base at a hotel in Orpington, south-east London, Mr Cray said.\nHe told the court that on 1 December, Jovanovic burgled the home of Chelsea legend Frank Lampard and his wife Christine, while the couple were out.\nMore than £60,000 worth of items were stolen, including white-gold Patek Philippe cufflinks, a Cartier pocket watch, two rose-gold ladies' watches and a Mia Lia gold necklace.\nIn victim impact statements the couple said they struggled to sleep in the weeks after the burglary.\nMrs Lampard said: \"Since this break-in at my house, I am much more fearful of being alone in my own home, I am less trusting of visitors to the house and feel unsafe in my home.\"\nThen on 10 December, a Knightsbridge property belonging to the family of billionaire Leicester City owner, Vichai Srivaddhanaprabha, was burgled by Jovanovic, Donati and Maltese.\nMr Srivaddhanaprabha died in a helicopter crash outside the King Power Stadium in October 2018. His family said the home had been left untouched since his death.\nDetectives said while the property was \"ransacked\" the gang opened a £500 bottle of Cristal champagne.\nAmong the items taken were seven Patek Philippe watches, a Tag Heuer smart watch and about €400,000 in cash.\nMr Srivaddhanaprabha's family said his home was a \"place of reflection and to pray\".\nA family statement said: \"We felt it was the strongest connection to him as he spent his last night there before his death. \n\"Since the burglary, our sacred and special connection has been damaged and violated beyond repair.\"\nThe next day the group dined at a sushi restaurant near Harrods where they had a £760 champagne and sashimi lunch.\nFinally, on 13 December, the gang carried out the Ecclestone raid. Mr Vukovic was accused of being involved along with Maltese and Donati, while Jovanovic kept watch.\nEquipped with screwdrivers, the gang targeted the palatial home opposite Kensington Palace, which Formula 1 heiress Ms Ecclestone shares with her husband Jay Rutland. \nThe couple had left for a Christmas holiday in Lapland only hours earlier.\nKensington Palace Gardens is the most expensive street in the world, has an armed-guard presence and is home to the Russian, French and Israeli embassies as well as Chelsea FC owner Roman Abramovic and the Sultan of Brunei.\nMany of the rooms inside Ms Ecclestone's mansion were cleared of valuables. In just over an hour, the burglars made off with 400 items of jewellery and large sums of cash.\nTwo security guards were present on the evening of the burglary, but one had gone to Tesco to get some vegetables at the time of the raid.\nMr Cray said: \"In simple terms it looks as if the burglars were lucky in two main ways. \n\"First, once they had got through the perimeter via the back garden, the house was so large that noise was difficult to pick up from the security office. \n\"Second, the internal alarms were not set because the security guards were present and there were various administrative tasks they had to carry out, for example, making and receiving deliveries, even though the family were away. \n\"All this meant that once the burglars got past the monitors and cameras in the back garden, they had a large empty house to themselves and were therefore able to steal £25m pounds worth of jewellery and cash.\"\nIn her victim impact statement, Ms Ecclestone said she struggles to trust people and felt \"violated\" in a home she thought was safe and secure.\nMr Rutland added: \"We find ourselves naturally questioning everyone around us as there is an assumption that this offence could only have been committed by someone with inside knowledge. \n\"My daughter is now on a semi-regular basis talking about it even though we told her that the burglars did not actually manage to break in. She asks me and Tamara if the burglars are coming back.\"\nIn the days after the final raid, the burglars went on a spending spree inside Harrods and even opened up loyalty cards. \nDonati, Jovanovic and Maltese all left the country by 18 December.\nThe three were arrested in Italy in 2020 and then extradited back to the UK."
    }
  ]
}