{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/education-51643556",
      "category": "education",
      "title": "What are the Covid rules in schools and will they stay open this term?",
      "tags": "Coronavirus lockdown measures,Schools,Coronavirus testing,Omicron variant,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "The government is being urged to give GCSE and A-level students more information about this year's exams as soon as possible. \nHead teachers say it would help pupils deal with the disruption caused by the recent Omicron surge.\nMeanwhile, the Scottish and Welsh governments have confirmed that face coverings will remain compulsory in high schools. \nAll UK schools must offer face-to-face teaching to every age group, and provide effective online learning for pupils who are absent or isolating.\nThe specific Covid measures in place vary across the nations. \nAll school staff and secondary school pupils are asked to take two lateral flow tests (LFTs) a week (three in Wales).\nIn England, secondary school pupils no longer need to wear masks in the classroom, and won't be required to wear them in communal areas from 27 January.\nA teachers union has urged the government to give GCSE and A-level students information about this year's exams ahead of the planned update on 7 February. Pupils will be offered a choice of topics in some subjects, but don't yet have the final details. \nIn Wales, some schools have reintroduced year-group bubbles, and have staggered start and finish times. Face coverings will remain compulsory in classrooms and communal areas until the end of the February half term, when schools will be expected to revert to their normal timetable. Rules will be reviewed on 10 February. \nIn Northern Ireland, schools reopened with the same measures as last term. New guidance says all primary and post-primary pupils in a class where there are multiple Covid cases should take an LFT. The overall guidance to schools will be reviewed in mid-February.\nIn Scotland, social distancing remains in place, pupils are separated into groups where possible. Pupils and teachers in secondary schools must continue to wear face coverings and the 1m (3ft) social distancing rule still applies. First Minister Nicola Sturgeon said the guidance for schools was being kept under \"close and regular review\".\nThe latest data for England shows that 415,000 pupils (5.1%) were absent for Covid-related reasons on 20 Jan, up from 3.9% on 6 January.\nOver the same period, 4.5% of teachers and leaders were off because of Covid, although a quarter of schools had absence rates above 15%.\nIn addition, 4.7% of teaching assistants and other staff were off for Covid-related reasons. \nThe latest data in Northern Ireland shows that on 24 January, 9% of teachers and 11% of classroom assistants in schools were absent due to Covid - the highest rates since the new term began.\nIn Scotland on 21 January, 30,238 students (4.4%) were missing from school due to Covid-related reasons. \nMany schools have told the BBC they can't find temporary staff to cover the teachers who are off. A number of supply teachers are already working in tutoring organisations as part of education recovery plans.\nEngland's Education Secretary Nadhim Zahawi says the government is considering options to deal with staff shortages. \nHe previously urged retired teachers to return and join teacher supply agencies to fill gaps, but a BBC survey suggested there had been a limited response.\nMr Zahawi also suggested schools could merge classes in the event of teacher shortages. \nBut teaching unions said there were logistical difficulties and safety issues with teaching large groups of children.\nYes - as long as they don't have any of the main Covid symptoms, under-18s don't have to self-isolate if someone else in their household has Covid. \nSimilarly, whole classes are no longer automatically sent home to isolate if a pupil or teacher tests positive. \nHowever, close contacts aged five or above are strongly advised to take LFTs for at least seven days. \nAll primary and post-primary pupils in Northern Ireland should take an LFT if there are multiple Covid cases in their class. \nAll children aged 12 and over are being offered two doses of the Pfizer vaccine, with the second jab typically given 12 weeks after the first.\nThe Joint Committee on Vaccination and Immunisation (JCVI) has also recommended that booster doses should be offered to children aged:\nA low-dose version of the Pfizer vaccine has also been approved for five to 11-year-olds who have health conditions putting them at greater risk from Covid. \nThe JCVI also recommends that primary school children who live with clinically vulnerable adults should also be offered a jab, but it's not yet clear when they might get the doses.\nChildren who aren't considered to be at high risk from Covid should wait 12 weeks after testing positive for Covid before being vaccinated.\nVentilation is one of the key measures designed to keep schools safe from Covid. \nIn England, the government is making 7,000 air cleaning units available to early years settings, schools and colleges. \nLabour says this isn't enough, but the Department for Education says the units are only required in areas where doors and windows cannot be opened effectively.\nSome 300,000 carbon dioxide (CO2) monitors had already been promised for England's schools to help identify areas with poor ventilation, but teaching unions complained this won't solve the problem. \nThe Scottish government gave £100m to local councils to help fund Covid improvements, including hygiene measures and ventilation.\nThe Welsh government has a £6m programme to increase air circulation and purity which will provide 30,000 CO2 sensors and 1,800 ozone disinfecting machines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56313107",
      "category": "uk-wales",
      "title": "Castlemartin soldier death: Sgt Gavin Hillier's family 'heartbroken'",
      "tags": "Castlemartin,Military,British Army,Ministry of Defence",
      "text": "The family of a soldier who was killed during a live-fire training exercise at an army range have said they are \"heartbroken\" by his death. \nIn a statement, Sgt Gavin Hillier's wife Karyn and his two sons Declan and Connor said they were \"not ready to say goodbye\". \nSgt Hillier, of 1st Battalion Welsh Guards, died at Castlemartin in Pembrokeshire on Thursday. \nDefence Secretary Ben Wallace said he was \"deeply saddened\" by the death. \nSgt Hillier served in Kosovo, Iraq and Afghanistan during his career in the Army, and in 2019 was presented with the Long Service and Good Conduct medal by the Prince of Wales. \nThe Welsh Guards said he was \"universally loved\" across the battalion and his death had been a \"terrible shock\". \nIn a statement, his wife and sons said: \"I thank you for the day you came into my life and made me your wife and became the father to our two beautiful boys. \n\"We are absolutely heartbroken and can't express how proud we are of you. Our boys will continue to make you proud and you will forever live on through them. \n\"Daddy, we are not ready to say goodbye just yet so until we meet again, we love you always. Love, your heartbroken wife and boys.\"\nHis mother, Karen Selway, said: \"You made me so proud of you from the day you were born and we will be proud for always. Rest in peace my son, you will always be my little boy.\"\nSgt Hillier's platoon commander said his style of leadership \"got the best out of the platoon\" and his personality was \"infectious\". \nHe added: \"He was my rock when I needed guidance, never afraid to offer me advice and was a fierce Welshman.\"\nOn Saturday, Dyfed-Powys Police said it had opened an investigation into the death of the soldier. \nPolice said officers were liaising with the Health and Safety Executive and the Ministry of Defence.\nThe Defence Accident Investigation Branch is also involved in inquiries.\nSgt Hillier is the fourth soldier to die at Castlemartin since 2012. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56292525",
      "category": "education",
      "title": "Covid: Parents worry about lost learning as schools reopen",
      "tags": "Schools,Impact of the COVID-19 pandemic on children,Parenting",
      "text": "The majority of parents in England will be happy to send their children back to school, but two-thirds are concerned about the amount of learning lost. \nA survey by the Institute for Fiscal Studies reveals some parents think that their child will never catch-up.\nIt shows parents want policies to promote children's wellbeing as well as their academic learning.\nEducation Secretary Gavin Williamson has promised no child's prospects should be \"blighted by the pandemic.\"\nAs schools in England prepare to reopen to all pupils on Monday for the first time since early January, 90% of parents say they would send their children back, even if it was not compulsory. \nParents are much more confident about children going back to school this time than they were last summer, says the financial think thank, when only two thirds of parents supported the idea of going back into the classroom.\nAmong parents who are still reluctant, health concerns about the pandemic continue to be the most important reason - with nearly half of these parents saying the Covid-19 case rate is the key factor.\nNearly 6,000 parents across England were asked their views in the last week of February, as the full reopening of schools was approaching.\nThe youngest pupils have already returned to school in Scotland and Wales. \nSome primary school pupils in Northern Ireland also return to school on Monday. \nThe survey provides evidence on how parents view the the impact of so much lost time in school.\nOverall, 65% of primary school parents and 68% of those with secondary school children are concerned that their child has lost out on learning. \nAmong these worried secondary school parents, 9% believe their child's education will never be able to fully recover from the adverse effects the pandemic.\nThe Department for Education recently announced a further £700m package to help pupils catch-up on lost learning, including tutoring and summer schools.\nSupport for catch-up plans is very high among parents, the IFS survey suggests, with over 90% in favour, with tutoring the most popular policy.\nThere is much less support among parents for a longer school day, an extended term or repeating school years, with disadvantaged families less likely to be keen. \nA large majority of parents (83%) are also in favour of policies to promote children's wellbeing. Most believed that in-class activities - such as arts, creative writing or spending time outdoors - would make the biggest difference. \nAround a quarter of parents prioritised greater access to mental health services.\nChristine Farquharson, IFS senior research economist, said: \"While close to half of those concerned think that the damage will be relatively short-lived, one in 10 secondary school parents think their child will never catch up. \n\"While the tutoring programmes that the government has emphasised are hugely popular with parents, it is hard to believe that the £1.7bn currently allocated to the recovery is anywhere near enough to meet the scale of this challenge.\"\nA DfE spokeswoman said: \"We know the pandemic has had a significant impact on children and young people, which is why it's been our priority to get pupils back to face-to-face education.  \n\"Our new Mental Health in Education Action Group will look at how we best support children and young people's mental wellbeing as they return to education settings, in addition to the mental health training we have funded for teachers to help them respond to emotional and mental health pressures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56111548",
      "category": "uk-wales-politics",
      "title": "Covid: Four can meet for exercise in Wales from Saturday",
      "tags": "Coronavirus lockdown measures,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Four people from a maximum of two households in Wales will be able to meet outdoors for exercise from Saturday.\nIt is one in a small list of changes announced to lockdown restrictions.\nStay at home travel rules are staying in place but First Minister Mark Drakeford said they could be eased in three weeks' time.\nAs part of the plans primary school children aged eight and over may be able to return to school from 15 March.\nThe first minister's review set out how the rules could be eased further if case rates - currently the lowest since September - continue to improve.\nSome non-essential shops and hairdressers could also reopen in March, but pubs, restaurants, cafes and gyms are unlikely to be allowed to resume trading soon.\nThe government said tight restrictions were still needed now to ensure a safe return to school, with the youngest pupils returning next week.\nBut the Conservatives said it was regrettable more opportunities were not given for businesses to reopen.\nPlaid Cymru said a \"stay local\" message was needed for as long as necessary.\nMr Drakeford told a press conference the new exercise rules did not mean it was \"permissible for people to drive somewhere to exercise\".\n\"It does mean exercise, not socialising,\" he said.\nThe rules do not apply in private gardens, where households are still banned from meeting up, barring support bubbles.\nFrom 1 March licensed wedding venues will be able to reopen to hold wedding and civil partnership ceremonies, in line with current rules for register offices.\nMore elite athletes will be able to return to training, although it is not clear from when, while more visits to care homes are also being considered.\nTalks are taking place about reopening tourism in time for Easter, with bed and breakfasts and hotels with room service likely to be the priority.\nFriday's announcement is the latest three-week review of of the coronavirus lockdown imposed in Wales before Christmas.\nChildren aged between three and seven - those in the foundation phase - are returning to school from Monday.\nThe next review will look at all primary pupils, and some older students preparing for exams, returning to schools and colleges from 15 March.\nThat includes years 11 and 13, and students doing similar qualifications in college, returning in a \"safe and flexible way\", Education Minister Kirsty Williams said.\nShe added there could be some \"flexibility\" for years 12 and year 10, who have been entered for qualifications.\nThe next review of Wales lockdown rules is due around 12 March.\nMr Drakeford told BBC Radio Wales: \"If in three weeks' time the numbers are still falling, the positivity rate is falling, the R number's below one, hospital pressures continue to reduce, then I hope we'll be able to move beyond 'stay at home'.\"  \nHe said it was \"too uncertain\" to say how far restrictions on movement might be eased, but he suggested a \"stay local\" arrangement, similar to local lockdowns which were imposed in the autumn, was a possibility. \nThe managing director of a spa in Caerphilly said she was \"really happy\" to hear close contact services may reopen in three weeks.\nBut Sarah Bruton said: \"We've been down the road before with Mark Drakeford - we've learnt the hard way not to hope too much.\n\"I don't think off the back of those statements we can start contacting our clients or preparing our business yet.\"\nBut a caravan park owner said he was \"buzzing\" at the prospect of an Easter reopening.\nEd Williams, of Llansantffraid in Powys, said: \"It's the best news we've had all winter.\"\nDiscussions are taking place over allowing non-essential retailers, such as shops and hairdressers, to reopen by the middle of March. \nMr Drakeford warned there would not be a \"wholesale\" reopening of shops.\nCardiff University virologist Richard Stanton said he was concerned about the prospect of parts of the retail sector opening in three weeks. \nHe told BBC Radio 5 Live: \"We are seeing the schools reopening fairly soon, we know that is likely to push transmission rates up slightly.\n\"I think if you add the opening of non-essential retail onto that as well we might see quite significant increases in the rates of virus transmission.\"\nElsewhere in the UK, Prime Minister Boris Johnson has said England will exit lockdown \"cautiously\" - a road map for easing restrictions is expected on Monday.\nIn Northern Ireland lockdown has been extended to 1 April, while in Scotland most lockdown measures are due to remain in place until the end of February.\nSpeaking at the press conference, Mr Drakeford played down any imminent reopening for pubs, restaurants and cafes.\nHe said they were not likely to see a reopening in the next two review periods over the next six weeks.\nHe added the hospitality industry did not want a \"stop-start\" reopening: \"They don't want to be able to re-open and then find that, because the virus gets a grip again everything has got to close.\"\nThere are no plans to reopen gyms in Wales.\nMr Drakeford said advice from scientists was the Kent variant of coronavirus made doing so \"more challenging\".\nBoth gyms and hospitality are listed as being of greater risk to reopen than non-essential retail in a plan for coming out of lockdown, published on Friday.\nThe  control plan suggested it was not clear what impact easing restrictions will have with rising concern over variants of the virus.\n\"The early signs are very promising that the vaccines will reduce transmission, but we need more evidence for this to be clear,\" the plan said.\nEarlier Mr Drakeford said there were examples of a Nigerian variant in Wales, and expressed concerns over versions of the Kent variant found in Bristol and Liverpool.\nThe Welsh Government said one in three adults in Wales has been vaccinated - latest figures show 839,065 people had been given their first dose in Wales.\nThe case rate in Wales was one of the highest in the world for a period in December, but it has been falling since the week before Christmas.\nIt now stands at 84 cases per 100,000 people over seven days.\nWales went into lockdown on 20 December, after a rise in cases blamed partly on a new, more infectious variant of the virus.\nThe rules mean non-essential travel is banned and people are expected to stay home except for work, exercise and other essential reasons.\nPubs and restaurants are closed and non-essential shops are shut.\nSpeaking to LBC, Mr Drakeford said chief medical officer Frank Atherton had told him he believes a third wave is being \"baked into what will happen during this year\".\nHe said he was \"not going to say to anybody\" that another lockdown would not be needed.\nWelsh Conservative Senedd leader Andrew RT Davies welcomed the moves to re-open schools but was concerned that not enough was being done for businesses. \n\"We know the damage and scarring what's going on the interruption to children and students' educational pathway\".\n\"What I think is regrettable is that the First Minister didn't open up a few more windows of opportunity for businesses to hang their hats on, so they can know when they could be planning to restock shelves and get staff back into work\".\n\"I think that's an opportunity that's been missed\".\nPlaid Cymru leader Adam Price said the \"direction of travel is an incredibly positive one\" but he was still concerned about Covid variants.\n\"We do have some indication that they have a higher level of transmissibility, and that's what I think is really what is driving the caution, the tone of caution, that we heard today,\" he said.\n\"The government's own advisors, as well as the TAC report today, has said relaxing restrictions too early or too quickly will lead to a large number of new cases of hospitalisations and deaths\".\n\"So we have to be careful, because we don't yet know the effect of the new variants that are that are currently dominant in Wales\".\nPrior to the announcement Abolish the Assembly Party leader Richard Suchorzewski called for Mr Drakeford to make changes on the sale of non-essential items in supermarkets and other essential retailers.\n\"At the very least, he should allow the people of Wales to have the same rights to purchase what he regards as 'non-essential items' e.g. jumpers, shoes and underwear, as they are allowed to in English supermarkets,\" he said.\nWhile Welsh shops are expected to close aisles selling goods deemed non-essential \"if reasonably practicable\", English stores can keep them open.\nHow has coronavirus affected you? Are you a parent in Wales whose child will be returning to school? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56311384",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Conservatives plan John Swinney no confidence vote",
      "tags": "Scottish government,Alex Salmond inquiry,Nicola Sturgeon,John Swinney,Scottish Conservatives,Douglas Ross,SNP (Scottish National Party)",
      "text": "The Scottish Conservatives say they will push for a vote of no confidence in John Swinney \"on Tuesday or Wednesday\".\nLeader Douglas Ross said he also wanted to see a similar vote against Nicola Sturgeon unless further legal advice in the Alex Salmond case was released.\nThe Scottish government published legal advice related to its court battle with Mr Salmond last week.\nMr Swinney had previously argued such advice should remain confidential.\nBut the deputy first minister then said he had taken the \"exceptional step\" to rebut \"false allegations\" made about the Scottish government's legal advice over the judicial review brought by Mr Salmond.\nThe move came after all opposition parties indicated they would back a motion of no confidence in Mr Swinney last week if he did not comply, with the SNP government facing defeat.\nBut Mr Ross said that threat had only resulted in a \"partial\" release of \"vital evidence\", adding that the deputy first minister's position had now become \"untenable\".\nThe Scottish Conservatives said they planned to hold a vote of no confidence in Mr Swinney on Tuesday or Wednesday, with a similar vote in Ms Sturgeon \"shortly afterwards\".\nHolyrood's other opposition parties could back the move if further documents are not released, they said. \nA spokesperson for the Scottish government said all formal written advice from external counsel during the judicial review had now been disclosed.\nBut speaking on BBC Scotland's Sunday Show, Mr Ross said the Holyrood inquiry still needed to fill in the gaps in what happened at key meetings about the case involving the Scottish government.\n\"The [no confidence] vote is not off the table because after an eight-hour evidence session - where the first minister said she'd answered all the questions which clearly she hadn't - the Scottish government issued more evidence that we'd been calling for.\n\"Why was that evidence not made available before the first minister came in front of the committee?\"\nMr Ross said there was still a \"blank\" to fill regarding a meeting between the first minister and her permanent secretary on the case.\n\"There was no minutes taken? I don't think anyone believes that's the case, so we are still pushing the deputy first minister... this week on that vote of no confidence, to release all the evidence that the committee needs to get to the truth of this matter.\"\nThe legal advice published this week shows that Scottish government lawyers had \"reservations\" about its court battle with the former first minister more than two months before it conceded the case.\nThe judicial review was examining whether the government's handling of harassment complaints against Mr Salmond was legal.\nThe review found against the Scottish government, resulting in them having to pay Mr Salmond's legal fees of more than £500,000.\nThe Scottish government said it had taken \"unprecedented steps\" to provide the committee with the information it had requested, releasing a \"huge amount of documentation\".\nA spokesman added: \"We have now disclosed all of the formal written advice notes received from external counsel during the judicial review, as well as a number of other relevant previously legally privileged documents.\n\"As the deputy first minister has set out, these documents, taken in their entirety, utterly disprove the conspiracy theory that the Scottish government delayed the concession of the judicial review or ignored advice from counsel.\n\"The information in the documents is consistent with information already shared with the committee in evidence.\"\nThe Scottish Liberal Democrat leader Willie Rennie said they would \"seriously consider\" backing a vote of no confidence in Mr Swinney unless the documents demanded by parliament were produced.\nThe Greens said their position remained that the government must provide all the evidence required by the committee.\nLabour are also understood to have concerns over the withholding of some documents."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56313108",
      "category": "uk-wales",
      "title": "Priti Patel orders review into Ruth Williams lockdown killing",
      "tags": "Domestic abuse,Cwmbran,Torfaen County Borough Council,Priti Patel",
      "text": "A review into the death of a woman who was killed by her husband has been ordered by the home secretary.\nAnthony Williams, 70, was jailed for five years after admitting to the manslaughter of his wife Ruth, 67, in south Wales.\nIt led to calls from MPs to review the sentence, claiming it was too lenient.\nHome Secretary Priti Patel said she was \"not satisfied\" with Torfaen council's decision not to carry out a domestic homicide review (DHR). \nAfter writing to the council, Ms Patel said: \"This was an appalling case and my thoughts are with the family and friends of Ruth Williams.\"\nThe local authority's public service board said it will now carry out the inquiry. \nA trial cleared Williams of murdering his wife in their Cwmbran home during the first Covid pandemic lockdown in March last year.\nHowever, he admitted a charge of manslaughter by diminished responsibility, after strangling her to death.\nA group of MPs, including former justice minister Harriet Harman, argued Williams's sentencing was \"unduly lenient\" and called for a review by the attorney general. \nIn a letter seen by BBC Wales, Ms Patel said she had \"personally reviewed\" the case and the decision to not conduct a DHR. \nShe said: \"I am not satisfied with the conclusions reached by the Torfaen County Borough Council Public Service Board that there are no lessons to be learned from this tragic death.\"\nShe added in the letter: \"You have focused your decision not to conduct a review on the fact that the victim and perpetrator did not have any meaningful contact with local agencies or services and consequently determined that there were no lessons to be learned.\"\nBut Ms Patel said a DHR should look into why there was no contact and if there were \"circumstances which prevented the victim from gaining access to services\". \nShe said: \"DHRs offer a rare opportunity to understand the victim's life, learn practical lessons and provide the victim's family with closure - even if the outcome is neutral.\n\"You believe Ruth Williams' death to have been a spontaneous event, but I do not accept that there are no lessons to be learned here. \n\"A DHR would help to uncover whether there were missed opportunities and support your understanding about how to prevent further tragedies in cases where there do not appear to be any abuse.\"\nIn response, the Torfaen public service board said: \"The home secretary has directed that a domestic homicide review be undertaken and we will now progress this. \n\"This is a very sad and tragic loss of life and on behalf of the Torfaen public service board we once again pass our sincere thoughts and condolences to the family of Ruth Williams. \n\"The family are central to all domestic homicide reviews and one of our first priorities will be to contact the family and ensure appropriate support is provided throughout the review.''"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301981",
      "category": "uk",
      "title": "NHS pay: 'Undervalued' nurses may quit over 1% rise - union",
      "tags": "Doctors,Rishi Sunak,NHS,Royal College of Nursing,Matthew Hancock,Unison",
      "text": "Large numbers of staff could leave nursing when the pandemic is over after being offered a 1% pay rise, the Royal College of Nursing (RCN) has warned.\nPatricia Marquis from the RCN told Times Radio it made staff in England feel they were not valued and would worsen the NHS's recruitment issues.\nThe body representing NHS trusts has joined unions to criticise the offer.\nBut the government defended its proposal, saying public finances were under unprecedented strain.\nMs Marquis, south-east regional director of the RCN, said \"significant numbers\" of nurses were planning to leave and \"this slap in the face from the government really has just reinforced their belief that they are not valued by either the government or perhaps some of the public in the way they would want to be\".\nShe said there were 40,000 nursing vacancies when the pandemic began and there was a \"real risk\" of more experienced staff leaving.\nNurse Susan Graham from Kent told the BBC the proposed pay rise was a \"disgrace\" after NHS staff had worked \"crazy hours\" during the Covid crisis.\nJohn Anderson, a nurse from East Sussex, said he had taken colleagues to intensive care after they caught coronavirus and called the pay offer a \"kick in the teeth\" for them and their families.\n\"It feels like the government are happy to have us risk our lives - or even die in this pandemic - but not pay us properly for our jobs,\" he said.\nThe Department of Health and Social Care has been under pressure to reconsider its pay proposal since last week, when it officially recommended the 1% rise to the independent panel that advises the government on NHS salaries.\nNHS Providers, the body that represents employers in the health service, has joined in criticism of the proposal, saying the government's long-term funding plan for the NHS assumed a pay increase in 2021-22 of 2.1% - more than double what is now being offered.\nSaffron Cordery, deputy chief executive of NHS Providers, told BBC Radio 4's Today programme: \"Given where the NHS is at, given what frontline staff have been through, it seems absolutely wrong to take from their pockets right now the pay rise that was due to them.\"\nAlthough these assumptions were published in 2019, before the pandemic, NHS Providers said the last year has \"strengthened the case for a larger pay rise for NHS staff\", recommending they receive at least 3%.\nBut the Department of Health maintains that while it set out a legal commitment for funding the NHS, the assumption of a 2.1% pay rise was not enshrined in law, and the financial pressures from the pandemic could not have been foreseen.\nThe NHS pay row in England, fuelled by angry responses from health unions, rumbles on and seems unlikely to fade away. \nIt is significant that the employers have now entered the fray in the shape of NHS Providers, the group representing trusts in England. \nNHS trust leaders know only too well that morale is low among an exhausted workforce and they fear that the proposed wage rise will make things worse. They are in effect lining up with the unions to oppose the government.  \nMinisters argue that the pandemic changed everything, including the state of the public finances, and that earlier plans have had to be rethought. \nThey say that compared to other parts of the public workforce facing a pay freeze, the NHS workforce will fare better and that difficult measures were needed to respond to public borrowing increases. \nBut after the unprecedented pressures on hospitals during the pandemic there is growing sympathy for health workers. \nThere will be a difficult few months ahead as the pay review body considers the arguments and ministers decide on their next steps.\nSpeaking at Friday's Downing Street briefing, Mr Hancock said the pay award reflected the \"difficult financial circumstances the country is in\".\n\"We've proposed what we think is affordable to make sure in the NHS people do get a pay rise,\" he said.\nBut Tory MP Dan Poulter, a former health minister who continues to work as a doctor in mental health, said NHS staff had worked without the correct equipment in the early stages of the pandemic and went \"above and beyond\" their hours, so it was \"from a moral perspective, the wrong time to be applying pay restraint.\"\nHe said past experience of keeping down NHS wages had also proved it was \"quite counter-productive economically\", forcing the health service to pay more in agency costs instead.\nThe British Medical Association, the Royal College of Midwives, the Royal College of Nursing and Unison wrote a joint letter to Chancellor Rishi Sunak to express their \"dismay\" at the pay rise.\n\"Our members are the doctors, nurses, midwives, porters, healthcare assistants and more, already exhausted and distressed, who are also expected to go on caring for the millions of patients on waiting lists, coping with a huge backlog of treatment as well as caring for those with Covid-19,\" the letter said.\nUnite - the third largest union in the NHS - has also said it is considering a strike ballot, while the Royal College of Nursing has said its members should get a 12.5% increase.\nThe pay award would cover nearly all hospital staff, but not GPs and dentists. \nIn addition, some staff whose pay band is being changed will get more than a 1% increase as a result of a previously agreed three-year pay deal. \nThe government said newly-qualified nurses got a 12% pay rise over the course of that three-year agreement, adding that 1% was a \"real-terms increase\" as the latest official inflation figure was 0.9%.\nMeanwhile, Labour has said NHS \"heroes\" deserve more money and the proposed increase is \"nothing short of an insult\".\nAlex Norris, Labour's shadow health minister, said he would have recommended a real-terms increase for NHS staff, but said the exact figure should be set by the independent pay review body.\nHe said the public had been out on their doorsteps clapping for the work of NHS staff during the pandemic, and the government should not be \"clapping for them one day and cutting their pay the next\".\nThe NHS in Scotland, Wales and Northern Ireland is run by the devolved administrations.\nThe Scottish government has announced that 2021-22 pay negotiations will be delayed until the summer because of the disruption caused by Covid. Staff have been given an \"interim\" pay rise of 1%, which will form part of the new settlement.\nNHS workers in Northern Ireland were promised a one-off £500 \"special recognition\" payment in January, following a similar announcement in Scotland.\nThe Welsh government has said it will not set a \"ceiling\" of 1% on NHS pay rises for 2021-22."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56313648",
      "category": "uk",
      "title": "Meghan and Harry's TV interview with Oprah Winfrey to air in US",
      "tags": "Oprah Winfrey,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "The Duke and Duchess of Sussex's highly-anticipated TV interview with Oprah Winfrey is set to air in the US. \nIt marks the first sit-down interview with the couple since they quit their roles as senior working royals in 2020.\nThey are expected to discuss their new life in the US and their experiences in the UK.\nHours before the programme, the Queen stressed the importance of \"closeness and community\" in her Commonwealth Day message - broadcast on BBC One.\nShe did not comment on the upcoming interview, focusing instead on the global impact of the coronavirus pandemic.\nSenior royals including the Prince of Wales and the Duke and Duchess of Cambridge also joined forces to appear in the special programme on Sunday to celebrate Commonwealth Day.\nIn a clip released earlier this week, Meghan told Oprah it was \"really liberating\" to now feel \"able to speak for yourself\".\nThe interview with will air in the US on CBS on Sunday (01:00 GMT, Monday) and in the UK on ITV at 21:00 GMT on Monday.\nIt comes as Buckingham Palace is investigating claims the duchess bullied royal staff.\nThe report about the allegations of bullying levelled at Meghan were first published in the Times after the interview with Oprah was recorded. \nMeghan has called it the \"latest attack on her character\".\nThe duke and duchess announced they were stepping down as working royals in March 2020, and now live in California.\nPrince Harry recently said he had to step back from royal duties to protect himself and his family from the \"toxic\" situation created by the UK press, as it was \"destroying my mental health\".\nDeals have been struck in more than 17 countries across the world for the rights to screen Oprah's interview.\nThe chat show host, who attended the couple's wedding in 2018 and is thought to live near them in California, has promised it will be \"shocking\" with \"nothing off limits\".\nMeghan will be interviewed about marriage, motherhood, life as a royal and \"how she is handling life under intense public pressure\", CBS has said. The couple will also discuss their move to the US and their future plans.\nSeveral clips have already been released by CBS and have racked up millions of views.\nIn a clip shown on CBS's This Morning show earlier this week, Meghan was asked why she has decided to give an interview now.\nShe said it was the result of \"so many things\", including that \"we're on the other side of a lot of life experience that's happened and also that we have the ability to make our own choices in a way that I couldn't have said yes to then\".\nIn two earlier clips released by CBS, Meghan said Buckingham Palace could not expect her and Prince Harry to be silent if it was \"perpetuating falsehoods about us\", while Prince Harry drew parallels between the treatment of his late mother, Diana, Princess of Wales, and Meghan.\nAfter these two clips were released, the Times published its report saying Meghan faced a complaint of bullying from her staff while she was a working royal at Kensington Palace.\nThe palace said it was \"concerned\" about the accusations and an HR team would look at the circumstances outlined in the article.\nOn the reported allegations of bullying, the duchess has said in a statement through her spokesman she was \"saddened\" by the \"attack on her character\".\nThe timing of the broadcast has come during a tumultuous period for the Royal Family.\nWhile the interview was recorded before the Duke of Edinburgh, Harry's grandfather and the Queen's husband, went into hospital, it will air as the prince continues his recovery in hospital following a procedure for a heart condition.\nIt also comes on the back of a more light-hearted interview Prince Harry gave to James Corden on The Late Late Show, which aired last week - again while Prince Philip was in hospital.\nIn her Commonwealth day address, the Queen spoke about staying in touch with family and friends during \"testing times\", and how there had been a \"deeper appreciation\" of the need to connect to others during the Covid-19 crisis.\n\"The testing times experienced by so many have led to a deeper appreciation of the mutual support and spiritual sustenance we enjoy by being connected to others,\" she said.\nAs footage was played of the Queen's numerous official video calls, the 94-year-old acknowledged, \"we have had to become more accustomed to connecting and communicating by our innovative technology\" to stay in touch with friends, family, colleagues, and others during the pandemic.\nShe added: \"Increasingly, we have found ourselves able to enjoy such communication, as it offers an immediacy that transcends boundaries or division, helping any sense of distance to disappear.\"\n\"We have all continued to appreciate the support, breadth of experiences and knowledge that working together brings.\n\"And I hope we shall maintain this renewed sense of closeness and community.\"\nAnd she praised the \"selfless dedication to duty\" of medical staff and other key workers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52473523",
      "category": "health",
      "title": "Coronavirus: What is the R number and how is it calculated?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": " The rate at which coronavirus infection is falling in the UK - as measured by the R number - has continued to level off. \nThe latest R estimate from the government's scientific advisory group Sage, is between 0.7 and 0.9, up slightly from the week before.\nIt means that, on average, every 10 people with Covid will infect between seven and nine other people.\nThe R number is a way of rating coronavirus or any disease's ability to spread. \nR is the number of people that one infected person will pass on a virus to, on average.\nMeasles has an R number of 15 in populations without immunity. \nThat means, on average, one person will spread measles to 15 others. \nCoronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about three if no action was taken to stop it spreading.\nYou can't capture the moment people are infected. Instead, scientists work backwards.  \nData - such as the number of people dying, admitted to hospital or testing positive for the virus over time - is used to estimate how easily the virus is spreading. \nIf the R value is higher than one, then the number of cases keeps increasing.\nBut if the R number is lower the disease will eventually stop spreading, because not enough new people are being infected to sustain the outbreak.\nGovernments everywhere want to force the R number down from about three (the R number if we took no action) to below one.\nThe R number is not fixed. Instead, it changes as our behaviour changes or as immunity develops. \nMathematical modellers at Imperial College London attempted to track how the number changed as isolation, social distancing and the full lockdown were introduced in spring of 2020. \nBefore any measures came in, the R number was well above one and the conditions were ripe for a large outbreak. Successive restrictions brought it down, but it was not until full lockdown that it was driven below one. \nAlthough the R number across the UK is now between 0.7 and 0.9, there are regional differences.\nScotland's estimated R number is between 0.8 and 1.0, up slightly on the previous week.\nIn Wales the number is between 0.6 and 0.9 - while in Northern Ireland it remains between 0.75 and 0.95.\nIn England, the number is risen slightly to between 0.8 and 1.0.\nThe R number is one of the big three.\nAnother is severity - some people have a very mild disease that does not cause many problems. But coronavirus and the disease it causes, Covid-19, can be severe and deadly. \nThe last is the number of cases, which is important for deciding when to act. If you have a high number, but ease restrictions so the reproduction number is about one, then you will continue to have a high number of cases.\nA vaccination programme, like the one currently under way in the UK, is another way to bring down the reproduction number.\nA coronavirus patient would naturally infect three others on average, but if a vaccine could protect two of them from infection, then the reproduction number would fall from three to one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56311677",
      "category": "world-africa",
      "title": "Bata explosion: Equatorial Guinea blasts kill 31",
      "tags": "Equatorial Guinea",
      "text": "A series of explosions on Sunday in Equatorial Guinea is now known to have killed 31 people, officials say. The number of those injured rose to 600. \nThe blasts hit a military base in the country's main city, Bata. Officials blame badly stored dynamite along with stubble burning by nearby farmers. \nTeams including volunteers continue to search the wreckage of buildings and homes for victims. \nThree young children were found alive and taken to hospital.  \nLocal media showed a row of covered bodies along a street. \nThere are fears the death toll could rise further as some victims may still be trapped.\nAlmost all buildings and homes in the city suffered \"huge damage\", President Teodoro Obiang Nguema said.\nIn a statement, President Obiang Nguema said the blasts had been caused \"by the negligence of a unit charged with the care and protection of stores of dynamite and explosives\" at the Nkoantoma military base. \nHe said the base had \"caught fire due to neighbouring farmers clearing farming land by setting it alight, leading to the explosion\". The president has appealed for international aid.\nIn a series of tweets, the health ministry called for volunteer health workers to go to Bata Regional Hospital and for urgent blood donations. The ministry said mental health teams were also being deployed to help victims. \nSome hospitals have been overwhelmed by the number of patients admitted, state TV reported. It broadcast images of wounded people lying on the floor of a crowded hospital.\nVideo of the aftermath of the explosions showed a chaotic scene with distressed people fleeing as smoke drifted over the area.\nOne resident told AFP news agency: \"We haven't slept all night. The houses were burning all night long and we kept hearing small explosions.\"\nAnother described how his uncle had found the burned bodies of five members of his family. \nThe only opposition party, the CPDS, described the blasts as \"the greatest humanitarian catastrophe in the history of Equatorial Guinea\" and called on Spain, France and the United States to send aid, including rescue teams, medical staff and medicines.\nThe Spanish embassy said its nationals should remain at home and issued a series of emergency numbers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56307156",
      "category": "uk",
      "title": "Covid: Boris Johnson urges caution as England schools to reopen",
      "tags": "Coronavirus lockdown measures,Schools,Coronavirus testing,Coronavirus pandemic",
      "text": "Boris Johnson has said the country is starting to move towards a sense of \"normality\" as schools in England get ready to open to more pupils on Monday.\nThe PM has urged the public to stick to the rules as the government follows a \"cautious\" approach to easing lockdown.\nMonday marks the first step of the \"roadmap\" out of national restrictions.\nBut the UK's largest education union has accused the government of failing to put adequate safety measures in place ahead of schools reopening.\nAll pupils in all years can return to schools and colleges in England on Monday, and attendance will be mandatory - meaning they should not miss school without a valid reason.\nHowever, secondary schools have been told that year groups can return on different days over the first week to allow for Covid testing.\nAnd pupils who are shielding have been asked to remain at home for a bit longer. \nEarlier this week, a survey of more than 930 head teachers found 76% of secondary schools have planned a staggered return next week in order to facilitate Covid tests.\nIn 7% of schools, it suggested, this will stretch into a second week.\nDr Mary Bousted, joint general secretary of the National Education Union (NEU), said secondary and post-16 education leaders have struggled to get parental consent for the testing of pupils and said there needed to be a bigger ministerial push to encourage take up.\n\"Ministers had two months to make schools and colleges safer but failed to put the necessary measures in place to achieve this,\" she said.\nThe NEU has called for a phased return to schools in England - similar to the process in Scotland and Wales, where whole year groups are returning separated by several weeks.\nImplementing the testing system was resulting in a \"de facto phased return\" which should be allowed to continue \"beyond the period necessary\", Dr Bousted said. \nGes Smith, head teacher of Jo Richardson Community School in east London, told BBC Breakfast that testing its 1,600 students would be a \"military-style operation\". \nThe school tested its sixth form pupils on Friday and will begin a phased return over the next week, with 6,000 tests carried out over the next fortnight. \nHe added that some children \"haven't been out the house since January\" and would have high levels of anxiety about returning, \"so that transition back to school is enormously important\". \nAccording to the PM's roadmap, the second part of stage one - which will allow outdoor gatherings of either six people or two households - is due on 29 March.\nFurther lifting of the rules will then happen if certain conditions are met, with shops possibly allowed to open by 12 April and all restrictions potentially lifted by 21 June.\nMr Johnson stressed the government was being careful \"so that we do not undo the progress we have made so far\" and urged people to take up the vaccine and get tested when necessary.\nThe PM said it was due to the \"determination\" of everyone in the country \"that we can start moving closer to a sense of normality\", praising the \"truly national effort\" against Covid.\nHis comments come amid concerns that pupils may be forced to self-isolate unnecessarily because of inaccurate Covid test results. \nDowning Street said nearly 57 million lateral flow test kits have already been delivered to schools and colleges as part of the rollout.\nThe tests involve taking a swab of the nose and throat. The sample is then inserted into a tube of liquid and gives a result within 30 minutes.\nStudents will be tested for the virus three times in the first two weeks of school. \nAfter that they will be given two tests each week to use at home.\nResearch suggests that the lateral flow devices can offer a false positive result between one and three times for every 1,000 tests carried out. \nProfessor Sheila Bird, a member of the Royal Statistical Society, said it was \"very likely\" a lateral flow test could give a false positive reading.\nShe said every positive lateral flow test of a pupil should be checked with a more reliable PCR (polymerase chain reaction) test to ensure it is accurate.\nThis is being done for tests that are done in people's homes, but not for those carried out in school.\nMeanwhile, a survey has shown that the majority of parents in England will be happy to send their children back to school.\nBut two-thirds are concerned about the amount of learning lost. \nThe research by the Institute for Fiscal Studies reveals some parents think that their child will never catch up.\nThe Department for Education has announced a £700m package to help pupils catch up on lost learning, including tutoring and summer schools.\nBut Kate Green, Labour's shadow education secretary, said the funding does \"not make up for the learning and time with friends that children have lost\", adding there is no specific mention of supporting children's mental health or wellbeing.\nAsked by Sky News' Sophy Ridge whether plans to help pupils catch up could include shortening summer holidays, Education Secretary Gavin Williamson said the government was looking at \"a whole range of different proposals\", including a five-term year, changes to holidays and lengthening the school day. \nSecondary school and college students are also being asked to wear face coverings in classrooms, where social distancing cannot be maintained, as an additional safety measure set for review at Easter.\nBut the measure is not mandatory, and in primary schools pupils are not being required to wear face coverings when they return to face-to-face lessons. Nor will they be tested.\nEngland's chief inspector of schools Amanda Spielman said she hoped mask wearing would only be needed for \"a short time\" so children could return for the summer term able to see everyone's faces fully.\nThere are different rules on schools across England, Scotland, Wales and Northern Ireland, as the UK's devolved nations have the power to set their own coronavirus restrictions.\nThe youngest pupils have already returned to school in Scotland and Wales, while some primary school pupils in Northern Ireland also return to school on Monday.\nAll secondary school pupils in Scotland will return to the classroom part-time from 15 March. \nIn Wales, some secondary school pupils will return on 15 March, with all secondary-age pupils back in the classroom full-time from 12 April.\nSome older pupils in Northern Ireland will return on 22 March."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56307551",
      "category": "uk",
      "title": "Andrew Marr show: 'We have to prepare for hard winter says Dr Hopkins",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56311605",
      "category": "uk-politics",
      "title": "Brexit: Lord Frost accuses EU of 'ill will' over UK exit",
      "tags": "NI Brexit,David Frost,Brexit",
      "text": "The UK's lead Brexit minister has called on the EU to \"shake off any remaining ill will\" over the UK's decision to leave the organisation. \nLord Frost said the EU's previous threat to block vaccine exports had \"significantly undermined\" post-Brexit measures in Northern Ireland.\nHe insisted the UK's unilateral move to extend grace periods on border checks was legal under the Brexit trade deal. \nThe EU disputes this, and is preparing to launch a legal challenge. \nThe UK has said it will delay new checks on goods arriving into Northern Ireland from Great Britain, agreed as part of the UK's withdrawal deal. \nEU Commission Vice-President Maroš Šefčovič has called it a \"violation\" of the part of the deal relating to Northern Ireland and said legal action was imminent.\nWriting in the Sunday Telegraph, Lord Frost insisted the delayed border checks was a \"temporary\" measure justified to implement the so-called Northern Ireland Protocol. \nThe Cabinet Office minister added that the measures were justified by the \"fragile\" situation in Northern Ireland.\n\"They are about protecting the everyday lives of people in Northern Ireland, making sure they can receive parcels and buy the usual groceries from the supermarket.\n\"Without this threat of disruption, we can continue our discussions with the EU to resolve difficulties arising from the Protocol constructively,\" he added. \nNorthern Ireland has remained a part of the EU's single market for goods, so products arriving from Great Britain have to undergo EU import procedures.\nBoth sides agreed the arrangement as part of the Brexit withdrawal deal, to avoid the need for border checks between NI and the Republic of Ireland. \nBut it has led to disruption to some food supplies and online deliveries from Great Britain to Northern Ireland, increasing tensions with the EU. \nEarlier this week, the UK extended a grace period on new checks on food products from the end of March to October, without the prior agreement of the EU.\nIt then delayed the introduction of similar checks on parcels, which had been due to come in on 1 April, until the same month. \nThe logistics industry had said it was not ready to deal with that volume of new administration. The grace periods mean procedures will not yet be fully applied.\nLord Frost, who negotiated the UK's Brexit trade deal with the EU, said he wanted to work with the EU towards \"common goals\" after the UK formally cut legal ties at the end of the Brexit transition earlier this year. \n\"I hope they will shake off any remaining ill will towards us for leaving, and instead build a friendly relationship, between sovereign equals,\" he added. \nBut Labour has said the UK's actions risk \"plunging Northern Ireland into further instability\". \nThe party's shadow Northern Ireland secretary Louise Haigh said it could mark out the region as \"the arena for wider UK-EU conflict for years to come\".\nAnd Lord Frost has been accused by a former senior civil servant of \"burning trust\" with the EU by \"playing hard ball\" over the protocol.\nPhilip Rycroft, who led the Department for Exiting the EU between 2017 and 2019, told BBC Radio 4's Westminster Hour while there were issues around the protocol it was the \"least-worst option\" and had to be made to work. \n\"Traders simply aren't ready to do the things that are required on the protocol, not least because the government spent the best part of last year saying to them they wouldn't have to do anything, despite knowing full well that all of these checks would have to come in,\" he said. \n\"Extending those grace periods is not an unreasonable thing to ask for,\" he added. \n\"But the way that David Frost has gone about this, to tell the Commission he was unilaterally extending without doing his opposite number in the Commission the courtesy of picking up the phone, suggests that they're still playing games around Brexit.\n\"It is so important to the peace process in Northern Ireland that this protocol is able to work and that's going to require a huge amount of goodwill and trust on both sides.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56311297",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe reaches end of five year Iran jail sentence",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56285179",
      "category": "health",
      "title": "Covid-19: Is school mask and testing policy flawed?",
      "tags": "Schools,Coronavirus pandemic",
      "text": "Schools reopen to all pupils next week in England - the first part of the UK where this will happen. It is a crucial step for children and wider society in the route out of lockdown.\nMasks are to be worn by secondary school children in classes, while mass testing is being introduced. But will these steps be a help? And does it even matter if infection rates go up?\nTo reduce the risk of spread of the virus, the government has introduced mass testing. All secondary school pupils will be offered three tests on their return before being asked to carry them out twice a week at home. \nThese will be rapid lateral flow tests that provide a quick result on the spot, unlike the ones that are carried out in official testing centres - known as PCR tests - that are sent off to labs. The rapid tests are less accurate - they may pick up only between half to three-quarters of positive cases, but given they are being used to spot cases before people develop symptoms or for those who do not develop symptoms, the government is adamant they have an important role.\nThe problem is they can result in a false positive, telling people they are infected when they are not. Research suggests this happens one to three times for every 1,000 tests carried out.\nOne safeguard would be to get anyone who tests positive to then take a PCR test to confirm it. This is being done for tests that are done in people's homes, but not for those carried out in school.\nAssuming most pupils take up the option of the tests, that could result in thousands of pupils and their close contacts being asked to isolate unnecessarily.\nThat may be a price worth paying if it was spotting many more positives, but the testing done in schools in recent weeks, of pupils and staff who have been attending, shows the number testing positive is now at the lower estimate for the false positivity rate.\nBirmingham University biostatistician Prof Jon Deeks says given the low detection rates that are being seen it is \"absolutely clear\" many of those getting positive test results next week will be false positives.\n\"Any testing system is a trade-off between benefits and harms,\" he says. \"My concern is that it will actually cause more harm than good.\"\nConcerns have been raised by the Royal Statistical Society, too. Prof Sheila Bird, a member of the society's Covid-19 Task Force, told BBC Radio 4's Today programme false positives were \"very likely\" and that every positive lateral flow test should have a PCR test to confirm it.\nThe second key change - and the most controversial - is the recommendation of masks in classes for secondary age schoolchildren. Previously pupils were just expected to wear them in communal areas, like corridors.\nCritics say it will harm learning and is unfair to expect children to wear masks for hours on end. But others have argued it is an absolute necessity and should have been introduced in primary schools too.\nThe problem is the benefit of mask-wearing is difficult to quantify. Recent evidence from the government advisory group Sage acknowledges this, although it says there is evidence that worn correctly they will have a \"small but significant\" impact on transmission by preventing the wearer from spreading the virus if they are unknowingly infected.\nThis is mainly derived from lab experiments though, and much will depend on how they are used, it says. Will teenagers adhere to the best practice on mask-wearing for hours on end?\nIt is for this reason some experts say they would have liked to see a proper trial in schools to measure the impact. \"We always do this for a medical intervention - there are lots of things that work in the lab but not in the real world,\" says Prof Jonathan Ball, a virologist at Nottingham University. \n\"But for some reason we don't do this with non-medical interventions. It would be complicated, but this would be the ideal opportunity to do it - and help us decide if they are useful or make matters worse.\"\nWithout a trial, the fear is it will be difficult for the government to stop the practice. If cases remain low, it could be argued masks have made the difference and if they creep up, the case could be made they would have gone up more without mask-wearing. The move could, in other words, open a can of worms.\nBut it is a risk ministers seem happy to tackle. The government insists the use of masks is \"temporary and precautionary\" - and  will be reviewed at Easter. Or, in the words of one scientific adviser: \"We know it's not going to make much difference, but if it helps us get schools back, it's worth the hassle when it's dropped.\" \nIt is well-established that children are at incredibly low risk from the virus, while research by the Office for National Statistics has shown that teachers are at no higher risk of infection than other working-age people.\nWhat role will schools play in the wider spread of the virus though remains more open for debate. Children, after all, come home and mix with their families. \nGovernment advisers say schools have not been a key driver of infections so far. This much can be seen from the impact of the second national lockdown in England in November when infection levels fell despite schools being open. \nBut this was before the new UK variant became dominant. Modelling has suggested reopening schools now could be enough to drive the R number above one, which would lead to a growing epidemic.\nMinisters have already indicated this matters less than it used to because the vaccination programme has begun to break the link between infection rates and serious illness and death - the R number is not one of their tests for slowing the pace of lifting lockdown. \nDr Muge Cevik, an infectious disease expert at the University of St Andrews, says it is impossible to disentangle exactly what impact schools have - although she says all the evidence suggests the school outbreaks that have happened have mainly been small.\n\"The evidence of harms of closing schools is clear. They should be open as default unless there is very strong evidence that closing them will have a significant impact on hospitalisations and mortality.\"\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56301223",
      "category": "uk-wales",
      "title": "Rhondda: Murder investigation into Wenjing Xu's death",
      "tags": "Rhondda,South Wales Police,Ynyswen,Treorchy",
      "text": "A murder investigation has now been launched, with police naming a 16-year-old who died in Rhondda Cynon Taf. \nSouth Wales Police closed off Baglan Street, Treorchy, at about midday on Friday, with the girl reported to have died and two men injured.\nOfficers have now named the victim as Wenjing Xu, with her death being treated as murder, and men aged 38 and 31 in custody.\nIn a tribute, her family said she had \"a very gentle soul\".\nDescribing her as \"a very quiet person\", it continued: \"Wenjing helped the whole family, working in the family takeaway. \n\"She enjoyed school and worked very hard. She was loved by her family.\"\nA police cordon was erected around a takeaway restaurant called Blue Sky on Friday, with a small white tent placed outside the premises.\nSenior investigating Officer, Det Ch Insp Mark Lewis, said: \"This is a tragic and shocking incident - our thoughts are with Wenjing's family and friends at this extremely difficult time.  \n\"I can reassure the community that at this time we are not looking for anyone else in connection with the incident.\"\nA 31-year-old man, known to the victim, was arrested on suspicion of murder, and a 38-year-old man is also in police custody in connection with the incident. \nBoth are being treated in hospital as a result of injuries sustained during the incident.\nThe public had been urged by police to \"refrain from speculation\" about the incident. Local MP Chris Bryant tweeted he was aware of \"disturbing events\".\nThe girl's family is being supported by specially trained officers and efforts are being made to contact other relatives.\nResident Sarah Belgrove, 54, who lives a few doors from the scene, said the air ambulance was forced to land some way from Baglan Street.\n\"The paramedics who got out of the helicopter flagged down some cars to give them a lift to the scene,\" she said.\nThe Welsh Ambulance Service said it was called to an \"incident at an address in the Ynyswen area of of Treorchy\" at 12:00 GMT.\n\"We attended the scene with one rapid response vehicle, three emergency ambulances, our hazardous area response team and the Wales Air Ambulance,\" said a spokesperson.\nSupt Rich Jones, from South Wales Police, said there would be a \"significant police presence in Baglan Street over the weekend\" as investigations continued.\nRhondda MP Mr Bryant said lots of people knew the girl and her family and would be \"absolutely devastated\".\n\"You don't think of these kind of events happening in the Rhondda,\" he told BBC Radio Wales Breakfast. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56268188",
      "category": "health",
      "title": "Covid: Fresh air 'key to safer classrooms'",
      "tags": "Coronavirus pandemic",
      "text": "As children across England prepare to return to school, the focus is on testing, masks and the familiar routines of social distancing and hand washing.\nBut on top of all those measures, there's something that until recently hasn't had much attention: a good supply of fresh air.\nAir matters because if someone is infected they'll release tiny virus particles called aerosols, which can accumulate and then be inhaled by others. \nComputer simulations by engineers in Germany show how easily the air in a poorly ventilated room can become hazardous. \nBut there are strategies to reduce the risks of this happening. \nThe first and most obvious move is to make sure that the windows are used.\nIn some schools, they may be jammed with old paint but, wherever possible, getting them open will make a difference. \nFor Dr Shaun Fitzgerald, one of the government's scientific advisers, this is \"the most important step\". \nOne of the authors of a recent study of indoor infection risks, he says fresh air is key.\nIn cold weather, this doesn't mean throwing everything wide open and leaving everyone to freeze, but thinking about how to get enough air in.\nIn many buildings, that will mean reaching up for the highest windows - those nearest the ceiling, he says.  \n\"If you can crack open all the high-level windows a small amount, then you'll be able to get fresh air into the space without causing you or the children to suffer from cold draughts.\"\nDr Fitzgerald says that will help flush out potentially infected air. \nAnd in schools with mechanical ventilation and sealed windows, the best option is to maximise the flow of fresh air through the system.\nTiming is crucial because the longer people are together in one room, the more likely it is that infectious aerosols will build up.\nDr Shelly Miller, a specialist in air quality at the University of Colorado in Boulder, suggests that lessons should be kept short. \nIt's better to have five classes of just 30 minutes than three sessions lasting 50 minutes, she says.\nThat reduces not only the chances of the air becoming contaminated but also the amount of time staff and pupils may be exposed to that risk.\nIt also creates more opportunities to refresh a room when no one's in it. \nDr Miller was part of a team investigating a major Covid outbreak at a choir in the US that came up with a very revealing conclusion.\n\"If you cut the time indoors from two-and-half-hours to 30 minutes you would drop the risk of exposure to transmission from 87% to 10%.\"\nWe've all sensed when eyelids start drooping in an airless room. \nThat's because there's a growing amount of carbon dioxide, as everyone's exhaled breaths keep adding more of the gas and it has nowhere to go.  \nThis tells you that there's not enough of a fresh supply coming in and that means that there's a greater risk of the increasingly stale air being infected.\nSo one option is to use carbon dioxide monitors - devices costing between £50-£200 that keep track of the gas and tell you how much of it there is. \nThey can't detect infectious aerosols, but they can act as a warning that there may be a problem.\nLast year Douglas Booker of National Air Quality Testing Services, a consultancy based at Lancaster University, deployed CO2 monitors in 20 different classrooms. \nHe says they are \"a great indicator of how well ventilation is working\".\n\"We can make sure that airborne particulates aren't lingering in the classroom, they're being moved to the outdoor air and that should reduce the likelihood of any infection.\"\nFor many schools, investing in monitors for every classroom might not be possible at a time of tight budgets.\nIn that case, Dr Fitzgerald suggests a zero-cost alternative. \n\"If there isn't a gauge on the wall telling me about the carbon dioxide, I'm going to use the sensor I was born with: my nose. \n\"If the air smells stuffy and feels stuffy then it probably is stuffy, and I'm going to take action to ventilate that space and crack open the windows.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56304235",
      "category": "world-us-canada",
      "title": "Amanda Gorman: US poet says security guard labelled her 'suspicious'",
      "tags": "Poetry,Racism,US race relations",
      "text": "Amanda Gorman, the young poet who found global fame after performing at President Joe Biden's inauguration, has shared her experience of alleged racial profiling by a security guard.\nThe 22-year-old said on Twitter that she was accosted on a walk home on Friday and told \"you look suspicious\". \n\"This is the reality of black girls: One day you're called an icon, the next day, a threat,\" she wrote.\nGorman received widespread acclaim for her reading of The Hill We Climb.\nHer poem was seen as a rousing and timely call for national unity - delivered at the US Capitol just weeks after it was the scene of deadly riots. \nTweeting about her experience, Gorman described being \"tailed\" by the security guard who she said offered no apology after she was able to prove she lived in her own apartment building.\nIn revealing her experience, she re-shared a post she made in February which said: \"We live in a contradictory society that can celebrate a black girl poet & also pepper spray a 9 yr old\" - in reference to a recent incident in Rochester, New York. \n\"Yes see me, but also see all other black girls who've been made invisible. I can not, will not, rise alone.\"\nIn a second tweet about the incident, Gorman added: \"In a sense, he was right. I AM A THREAT: a threat to injustice, to inequality, to ignorance.\"\nLater, she returned to Twitter to thank people for their support.\nThe BBC has contacted her for further comment. \nGorman's social media posts have been widely shared - highlighted as an example of the everyday prejudice faced by black people in the US.\n\"Let this story sink in,\" Mark Keam, a state legislator in Virginia, tweeted. \"And realise how - while I'm glad it ended safe for @TheAmandaGorman - this type of confrontation is an every day occurrence for millions of our fellow Americans.\"\nIn her inauguration poem, Gorman described herself as \"a skinny black girl descended from slaves and raised by a single mother [who] can dream of becoming president, only to find her self reciting for one\".\nBorn in Los Angeles in 1998, Gorman became the city's youth poet laureate at 16. Three years later, while studying sociology at Harvard, she was named the first ever National Youth Poet Laureate.\nShe was the youngest poet to ever perform at a presidential inauguration and her performance was praised by influential national figures, including former First Ladies Michelle Obama and Hillary Clinton."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56298878",
      "category": "business",
      "title": "Cladding rules: 'I would never have bought my flat if I knew'",
      "tags": "Housing,Personal finance,Housing market,Mortgages",
      "text": "NHS worker Holly Ciesielczuk bought 75% of her first-floor flat in Redbridge in March 2019, under shared ownership.\nBut when she tried to borrow more money to increase her share of ownership a year later, she hit a stumbling block.\nFollowing their initial survey, her mortgage lender requested an EWS1 form, which can be obtained following an assessment of a building's external walls.\nThese were first developed to assess the potential financial impact of cladding on high-rise flats, after 72 people died at Grenfell Tower. \nTo begin with, only those who owned flats in tall buildings with dangerous flammable cladding were affected. \nBut after the government extended its advice to smaller properties in January 2020, mortgage lenders began demanding fire surveys from a much wider range of sellers. \nThe reason Holly was given by her lender for requesting one was that a balcony on the building had a wooden floor.\nHowever, she says her housing association would not agree to an EWS1 because, it said, the building was not high enough to meet the criteria.\nThe lender refused a mortgage without it, as did the next bank she tried. The combination of this and her partner's cancer diagnosis took its toll.\n\"I properly broke down. If I knew how much stress this was going to cause, I would never have bought my flat,\" she told the BBC.\nIn November, the government said an agreement had been reached with the Royal Institution of Chartered Surveyors (RICS), banking trade body UK Finance and the Building Societies Association. \nIt said this meant owners of flats in buildings without cladding would no longer need the form to sell or remortgage.\nBut mortgage lenders said they \"did not consent\" to the announcement. \nProblems are still being encountered - including by Holly.\nWhen she contacted her lender after the November announcement, their position had not altered. \"I was so hopeful, so excited - but then so dismayed when I was told, 'You still need an EWS1 form.'\"\nFollowing a consultation on the requirement for EWS1 checks, RICS plans to release updated guidance. It's understood this could be published as soon as next week.\nIt will be aimed at narrowing down the number of EWS1 requests, but there's no obligation for lenders to follow it.\n\"Naively or optimistically, I hope the guidance will provide clarity about whether I will be able to get a mortgage,\" Holly says. \nEven when building management agree to having checks done, it can be a lengthy process.\nAlex Cross from Berkshire was excited to find what he thought was his \"perfect\" first flat, yet he too has been held up.\nWhen he was asked to obtain an EWS1 form to secure a mortgage, the property management company refused to help.\nThey said they owned 4,000 blocks, but only 48 inspections had been booked that financial year.\n\"At that rate, it would take decades to obtain the required information,\" Alex points out.\nHe eventually found one bank that did not require the full survey, but asked a set of questions about the building's safety, which the property developer would not answer.\nRebecca Frisina and her family were hoping to move to a larger property, but have been unable to sell their flat. Although they have found a buyer, the mortgage provider has requested a EWS1 form for their property. \nThe management company which owns the freehold eventually agreed to pursue the safety checks. However, it isn't clear when they might take place.\nRebecca's family are now living with her parents and their buyer has moved into rented accommodation. \n\"We have asked for a rough estimated timeline and they have refused to answer us,\" she says. \"It's been a nightmare.\"\nAndrew Montlake is managing director of mortgage broker Coreco and chairman of the Association of Mortgage Intermediaries. He says one of the first things his team now ask about a property is whether there is cladding and whether an EWS1 has been produced.\n\"There are cases I'm sure where the buildings are probably OK. However, where you're dealing with such a serious subject, surely it's better to be safe than sorry. If the valuers aren't sure, they're going to cover themselves\n\"If there's a risk of a leaseholder having to pay repair bills in future, that could have an impact on affordability.\"\nUK Finance also pointed out that some buildings might have cladding that is not obvious.\nThe fee for an EWS1 survey can be up to £50,000, depending on the size and style of the property.\nIt's estimated that there are only 300 chartered fire engineers in the UK who can carry out the survey, which is believed to be a cause of delays.\nA social media campaign, #EndOurCladdingScandal, has attracted support from a wide range of homeowners, including those subject to EWS1 requirements.\n\"RICS and the government can offer as much guidance as they want, but the truth is the genie is out of the bottle - and mortgage lenders are spooked,\" a spokesperson for the campaign said.\nThe Ministry for Housing, Communities and Local Government said in a statement: \"The EWS1 is not a government form, nor a legal requirement, and we're disappointed this is being asked for in some cases where it's not needed.\n\"If a form is genuinely needed, we are providing £700,000 of funding to train up to 2,000 more surveyors to speed up the process and get through the backlog.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56296028",
      "category": "business",
      "title": "Ikea boss warns tariffs will lead to higher prices",
      "tags": "Xinjiang,Sweden,Online shopping,Retailing,Ikea,Global trade,Climate change,Sustainability,India,Coronavirus pandemic,Trade",
      "text": "The boss of Ikea has told the BBC he fears that global trade tensions will lead to higher prices for customers. \nJesper Brodin, chief executive of Ingka Group, which is the furniture giant's holding company, said imposing restrictions such as tariffs \"normally doesn't benefit the ordinary people\". \nMany countries have imposed new tariffs and other restrictions on imports in recent years.\nThe trend was accentuated by the US under former President Donald Trump. \nAnd the World Trade Organization says even before the pandemic, trade restrictions were on the rise. \n\"Normally it leads to cost increases on the product in the end of the day. And there are some concerns about that going on, not only in India but globally,\" Mr Brodin said in a BBC interview.\nIkea has invested billions of dollars in India in ambitious expansion plans, but it imports the majority of the products it sells in the country, from furniture to kitchenware.\nThat means it has fallen foul of higher import taxes imposed last year by Narendra Modi's government as part of his self-reliant India drive, putting it at a disadvantage when competing with domestic rivals.\nAs in other countries, pricing is crucial and Mr Brodin suggests buying stock locally could help. \"We are on the move to drive optimal sourcing and find ways with governments and within the company to try to mitigate that.\"\nWherever those products come from, Mr Brodin is forthright about the need to make them in a way that addresses the challenges of climate change and sustainability. \n\"I actually think Covid is teaching us to take the collective human challenges in a more serious way and a more responsible way,\" he says. \nHe explains that recycling will become ever more important in minimising the impact consumption has on the planet. \"Ikea's mattresses in the future cannot be based on virgin material. We need to find smarter ways. \n\"We will be more people to share the resources on the planet. So it's both the right thing to do, morally, ethically, but also from a business perspective.\"\nIkea will not be the only company adhering to these values, he predicts: \"This is not charity, this is the new economy 2.0, the new business model of the world.\"\nAnother headache for many multinationals is how to ensure forced labour is kept out of their supply chains. A recent BBC investigation raised questions about cotton from China's Xinjiang region, although not that used by Ikea. China's government denies there is any forced labour.\nThe US is among those governments trying to tackle the issue. This week, the Biden administration raised the prospect of new laws to \"enhance corporate accountability\".  \nMr Brodin agrees with the need for companies to take responsibility: \"Here is an area where we need to work with common standards in the world.\"\n\"There need to be verifiable methods\" to check supply chains, he adds. Ikea works with external companies to review its own checks and Mr Brodin says the Swedish company is quick to act if necessary. \n\"Can we guarantee that there is never an accident or a breach in that? No, but if it happens, we will catch it normally ourselves before anybody else does. And we are able to correct it.\"\nStore closures have been another burden for Ikea's boss. In all, 80% of the 445 outlets worldwide have been closed at some point over the last year, but Mr Brodin doesn't think the coronavirus pandemic will change everything about retail forever.\nHe says customers still value seeing products for themselves and getting in-store advice. \"Most people still want to sit on the sofa before they buy it.\"\nMr Brodin is grateful that the company invested heavily in selling online before the pandemic: \"Literally we didn't know how much we would need it.\n\"Even with that, at the start of the pandemic, there was a period where we thought we would be in the red for the first time in our 75-year history.\"\nIn the end, profits fell 29% to $1.7bn (£1.2bn) in the year to the end of August. \nThe strength of those online sales, Mr Brodin says, led to a \"very interesting discussion. Is it morally right for us to accept furlough [payments for staff wages] when we are actually going to head towards some sort of a profit?\"\n\"In the end of the day, we decided it was wrong,\" he says, and money was returned to governments in several countries. \nMr Brodin senses governments will need to support their economies for a while yet. \n\"We are hopeful that autumn will be some sort of return to the new normal,\" Mr Brodin says, but he cautions: \"We need to be prepared for the worst.\"\nHowever, plans to expand with 50 new stores worldwide are not on hold, even though \"Covid-19 has amplified the whole change process\". \nThose changes include new in-store safety measures, and they may be paying off.\nIn a signal of hope for retailers who have struggled through the pandemic, Mr Brodin says that where government restrictions have been lifted and shops could reopen, \"we were actually surprised by the interest of coming back to stores.\"\nHe says: \"In most of our countries, we have more people after Corona visiting us than before.\"\nYou can watch Jesper Brodin's full interview on Talking Business with Aaron Heslehurst this weekend on BBC World News at Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT, Monday 07:30 GMT and 11:30 GMT and Tuesday at 13:30 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56312621",
      "category": "uk",
      "title": "Covid: UK must prepare for 'hard winter' of flu - expert",
      "tags": "Coronavirus lockdown measures,Flu,Coronavirus pandemic",
      "text": "The UK must prepare for a \"hard winter\" because the population immunity to respiratory viruses other than Covid could be lower than usual, one of England's top medics has warned.\nDr Susan Hopkins said the NHS must be \"ready\" for surges in flu and other similar illnesses.\nIt comes ahead of England's first step towards easing lockdown, with all pupils returning to school on Monday.\nMost pupils have been learning from home since Christmas.\nDr Hopkins, who is in charge of Public Health England's Covid strategy, said the UK needed to be \"better prepared\" than it was last autumn, when new, faster-spreading variants of the virus emerged.\nThese drove infection rates up and forced further lockdown measures over the winter.\nDr Hopkins told the BBC's The Andrew Marr Show: \"I think we have to prepare for a hard winter, not only with coronavirus, but we've had a year of almost no respiratory viruses of any other type. And that means, potentially the population immunity to that is less. \n\"So we could see surges in flu. We could see surges in other respiratory viruses and other respiratory pathogens.\" \nDr Hopkins said her role as a government advisor was to \"prepare for worst-case scenarios\". \n\"It doesn't mean that they'll necessarily happen, but my job is to make sure that we have options available for the country in case things are not as satisfactory as we'd all like them to be,\" she said.\nDuring last year's winter, some 30 million people - more than ever before - were invited to get a free flu jab as ministers feared the dual threat it posed alongside coronavirus.\nFlu can be a serious condition - it kills around 11,000 people in England each year and many more people receive hospital treatment for it.\nPeople at high risk from flu are also most at risk from Covid-19.\nFlu poses additional threats during the Covid pandemic because:\nPrime Minister Boris Johnson's roadmap out of national lockdown aims for all coronavirus restrictions to be lifted by 21 June at the earliest.\nBut top scientists and medics have warned that restrictions to curb Covid infections could continue into next winter.\nMask-wearing and working from home could be among \"baseline\" measures expected to continue until then, the government's chief scientific adviser Sir Patrick Vallance has said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56309198",
      "category": "uk",
      "title": "Covid-19: Vaccine offers for all those aged 56 or over",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged 56 to 59 in England are being invited to book their coronavirus vaccine from this week. \nLetters for people in the age group, offering them the vaccine, started being delivered to homes on Saturday. \nIt comes after eight in 10 people aged 65 to 69 have taken up the offer of a jab, NHS England said.\nBut the Office for National Statistics (ONS ) has warned the UK is \"not out of the woods yet\". \nMore than 18 million people in England have already had one dose of the vaccine - over a third of the entire adult population. \nThe latest figures show that across the UK, nearly 21.4 million people have now had one dose of a Covid-19 vaccine, with more than a million now having had both doses required.  \nDr Nikki Kanani, NHS England national medical director for primary care, said: \"The NHS vaccine programme is committed to protecting the country against coronavirus,  and it is testament to our incredible staff that we can now move on to the next age group.\"\nShe praised the \"careful planning and the hard work\" of their staff in carrying out so many vaccinations so far. \nHealth Secretary Matt Hancock urged people to come forward \"as soon as possible\" when offered a vaccine.  \nThe aim is to vaccinate everyone aged 18 or over in the UK with one dose by the end of July, and the government says it is on track to make this deadline. \nSome 27% of people in Wales aged 55 to 59, and 22% of those aged 50 to 54, have already had their first dose of a Covid vaccine, according to Public Health Wales.\nIt comes as the head of the ONS says the current lockdown has been a success, but the UK is \"not out of the woods yet\". \nNational statistician Prof Sir Ian Diamond told the BBC there had been \"very strong reductions\" in case numbers overall, but that in the north-east and east of England the decline has \"flattened off, potentially\". \nOther areas, like the South West and South East, have continued to see cases decline, Prof Diamond said. \nThe ONS conducts a survey of thousands of households to gauge the spread of coronavirus. \nThere has been a decline in the number of cases in the UK, with the most recent figures, reported on Saturday, showing a further 6,040 positive tests. \nThe number of deaths in the UK has also been falling, with a further 158 within 28 days of a positive coronavirus test reported in the latest government figures.\nThis has coincided with the success of the UK's vaccination programme, which has seen two-fifths of adults receive a first dose so far. \nLockdowns have been in place across the UK since early January. On Monday, restrictions in England will begin to be eased as many pupils return to school. \nDeaths from coronavirus have fallen by 41% in a week, while hospital admissions have seen their fastest-ever fall, the health secretary said on Friday.\nMr Hancock said the average number of cases was 6,685 per day, the lowest since late September.\nMeanwhile, an infectious disease expert said the \"next few weeks are going to be crucial\" for keeping infection rates down with the full reopening of schools. \nDr Mike Tildesley, a member of the government's SPI-M modelling advisory panel, told Times Radio the R number - which shows the rate at which coronavirus is spreading - would rise when children go back to their classrooms, but the continuing progress of vaccinations would cause it to reduce. \nThere are concerns about getting parental consent for Covid tests ahead of pupils' return to schools. A survey found more than half of secondary head teachers had faced difficulties getting parental approval so far. \nQuestions have been raised too about the accuracy of the rapid lateral flow tests being used, while critics of masks for older pupils say they will harm learning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56310274",
      "category": "world-asia-india",
      "title": "Covid: Dalai Lama urges others to get vaccinated as he receives first shot",
      "tags": "Coronavirus vaccines,Dalai Lama,India,Tibet,Coronavirus pandemic",
      "text": "Tibetan spiritual leader the Dalai Lama has received his first dose of the coronavirus vaccine while urging others eligible to \"take this injection\". \n\"This is very very helpful, very good,\" he said as he was given the Oxford-AstraZeneca jab at a facility in the Indian city of Dharamsala on Saturday.\nThe Dalai Lama had enrolled himself to be vaccinated, officials said. \nIndia launched its vaccination drive on 16 January, but it was limited to healthcare workers and frontline staff.\nSince 1 March, however, the scheme has been extended to people aged over 60 and those between the ages of 45 and 59 with underlying illnesses.\nReceiving his first shot in the northern state of Himachal Pradesh on Saturday, the Dalai Lama said people needed to be vaccinated to \"prevent some serious problems\".\nThe chief medical officer of Himachal Pradesh's Kangra district, Dr Gurdarshan Gupta, said the Dalai Lama had offered to visit the vaccination centre \"like a common man\", Reuters news agency reported. \n\"We arranged the session in the morning, considering the security concern,\" he added. \nSpeaking to the BBC last year, the Dalai Lama said the pandemic had promoted a \"sense of concern, a more compassionate feeling\". \nThe Indian government aims to cover 300 million \"priority people\" with its vaccination drive by the end of July.\nThe country's drugs regulator has given the green light to two vaccines - one developed by AstraZeneca with Oxford University (Covishield) and one by Indian firm Bharat Biotech (Covaxin).\nIndian Prime Minister Narendra Modi, 70, was among the first to get his vaccine shot.\nSince the pandemic began, India has confirmed more than 11 million cases and over 157,000 deaths.\nMuch of India has reported a sharp fall in cases recently - with daily infections for the county falling to less than 20,000 from a peak of over 90,000 in September.\nBut a handful of states have recently reported a sharp increase in the number of cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56309981",
      "category": "uk",
      "title": "Covid-19: First roadmap date approaches, and 'fundamentally flawed' PPE",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nBoris Johnson has said the country is starting to move towards a sense of \"normality\", but has urged the public to remain cautious as schools in England get ready to open to more pupils on Monday. Parents face a range of first-day emotions, and two-thirds are worried about the amount of learning that has been lost.\nMore than 18 million people in England have already had one dose of the coronavirus vaccine, and now those aged 56 to 59 are being invited to book their jab from this week. Letters offering those in the age group the vaccine started to be delivered to homes on Saturday. So, when will you get the vaccine?\nGuidance on personal protective equipment (PPE) is \"fundamentally flawed\" and needs to be updated, the Royal College of Nursing has said. A report has found that existing recommendations do not fully acknowledge the risk of airborne transmission of coronavirus. The BBC spoke to one nurse who said she was not allowed to wear a higher-grade mask, despite having to go into the homes of patients with Covid.\nCal Carr, who has autism and a severe learning disability, has become a delivery driver for his community in a village in the Vale of Glamorgan - a \"wonderful\" role that has given him a new focus in lockdown. His mother, Sarah, said gifts and support from neighbours had made him feel needed.\nSydney's annual Gay and Lesbian Mardi Gras celebrations may have been a scaled-back affair this year, but thousands still turned up to enjoy the festivities. Some 36,000 people gathered inside Sydney Cricket Ground on Saturday and there was a headline performance from singer Rita Ora.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. The furlough scheme is being extended until the end of September - find out about the new rules.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56270334",
      "category": "world-us-canada",
      "title": "Who was George Floyd and what happened to Derek Chauvin?",
      "tags": "Minneapolis,George Floyd death,United States",
      "text": " A year has passed since George Floyd - an unarmed African American man - was murdered during an arrest by white officer Derek Chauvin.\nVideos of the incident - which showed Chauvin kneeling on Mr Floyd's neck for several minutes - triggered protests across the US and around the world over police brutality and racism in law enforcement. \nThe 46-year-old bought a pack of cigarettes at a convenience store in South Minneapolis on the evening of 25 May 2020.\nA shop assistant believed he had used a counterfeit $20 bill and called the police after Mr Floyd refused to return the cigarettes or pay again.\nOfficers arrived and handcuffed him but when they tried to put him into the squad car, he resisted. A struggle ended with Mr Floyd face down on the street.\nThat's when onlookers began filming.\nChauvin, 44, placed his left knee on Mr Floyd's neck and shoulder, and kept it there for more than nine minutes, according to prosecutors. Two other officers helped pin him down, while another prevented witnesses from intervening.\nMore than 20 times Mr Floyd said he could not breathe. The video shows him going limp and being carried away by police.\nHe was pronounced dead in hospital an hour later.\nChauvin was the most senior officer involved in Mr Floyd's arrest and faced the most serious charges of the four.\nThe 19-year Minneapolis Police Department veteran's record of policing included both commendations and complaints about conduct.\nIn 2006, Chauvin was recommended for a medal of valour for his role in the shooting of a man who aimed a shotgun at officers.\nThere were at least 15 conduct complaints against him prior to the killing of Mr Floyd. Most were closed without discipline.\nThe day after his arrest, a lawyer for his wife Kellie said she had filed for divorce.\nThe highly-charged trial, which began on 29 March, lasted three weeks and left Minneapolis on edge.\nA twelve-member jury heard from 45 witnesses and saw several hours of video footage.\nSeveral eyewitnesses broke down in tears as they watched graphic footage of the incident and described feeling \"helpless\" as events unfolded.\nMr Floyd's girlfriend of three years and his younger sibling also took the stand.\nExpert witnesses on behalf of the state testified that Mr Floyd died from a lack of oxygen due to the manner of restraint employed by Chauvin and his colleagues.\nChauvin himself chose not to testify, invoking his right to not incriminate himself with his responses.\nJurors took less than a day to reach their unanimous verdict, finding Chauvin guilty on all three charges: second-degree murder, third-degree murder and manslaughter. \nSentencing will take place in June, and Mr Chauvin could spend decades in jail.\nHis lawyers have requested a new trial, but the motion is not likely to be granted.\nThe other three police officers will come before the courts in August.\nThe four police officers at the scene were fired the following day, as crowds took to the streets of Minneapolis to protest.\nThe station where they worked was set ablaze and demonstrations quickly spread to other cities.\nBy the sixth night, there were protests in 75 cities across the US - some violent - and a national debate about police brutality against African-Americans was reignited.\nAn anti-racism movement created in 2013 after the killing of teenager Trayvon Martin, Black Lives Matter, was re-energised.\nEven very white, small towns in rural parts of the US held protests to remember Mr Floyd and take a stand against racial injustice.\nReforms were introduced by lawmakers to change the way some police forces make arrests and detain suspects.\nBut the conversation soon widened from policing to issues such as workplace equality, unconscious bias and the legacy of slavery.\nAfter the verdict, the Floyd family's lawyer, Ben Crump, said the conviction marked a \"turning point in history\" for the US.\nIt is rare that police officers in the US are charged, let alone convicted, for use of lethal force.\nPresident Joe Biden and Vice-President Kamala Harris called the Floyd family after the verdict. Mr Biden was heard saying that \"at least now there is some justice\".\nIn nationally televised remarks shortly afterwards, Mr Biden said: \"Systemic racism is a stain on the whole nation's soul.\"\nAnti-racism protests were held in countries across the world in response to the death.\nMany focused on their own victims of alleged police violence.\nIn Australia, the focus was on the indigenous community, while in the UK, a statue of a 17th Century slave trader was torn down and thrown into Bristol harbour.\nMany corporate brands also expressed support for Black Lives Matter, while many athletes now \"take the knee\" in solidarity before events."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56253109",
      "category": "uk-wales",
      "title": "Covid: 'How being a delivery man helps my autistic son'",
      "tags": "Coronavirus lockdown measures,Learning disability,St Athan,Autism,Uplifting stories,Coronavirus pandemic",
      "text": "A mother has thanked her \"wonderful\" community for giving her autistic son a focus during the coronavirus lockdown. \nCal Carr feels he has \"changed\" since starting to deliver groceries and prescriptions to people living in the Vale of Glamorgan village of St Athan.\nHis mother Sarah said gifts and support from neighbours had made him feel needed and his meltdowns, which had worsened in lockdown, have \"stopped\".\n\"It's changed me so much, it is so wonderful,\" said Cal, 31.\nOne neighbour gave Cal a hoody printed with 'Cal's Delivery Service' after hearing he wanted to wear a uniform like his siblings.\nSarah said for Cal, who also has a severe learning disability, it meant the world.\n\"Callum likes to feel he's the same as everybody else,\" she said.\n\"His siblings used to wear a uniform [to school] but they didn't have a uniform for his [special] school so for photographs I used to get him a sweatshirt the same colour as his siblings to make him feel the same. \n\"He wants to be accepted, he wants to be the same as his brothers and his sister, he wants to go out and be working but with his disabilities he's unable to get paid work.\" \nOther neighbours have made Cal a lanyard, ID cards, leaflets and given him a shopping trolley - and he's been given a new trike to help him make deliveries. \nSarah said life at home with Cal had become very difficult as she said he \"wasn't coping with the lockdown\".\n\"He got very depressed and didn't want to do anything so we came up with the idea of Cal's Collection to get him out and about really,\" she said. \"To get him away from the four walls.\"\n\"Since Callum started this delivery service it has had a positive impact 100-fold on family life.\"\nThe family, who moved to south Wales from the Midlands two years ago, said they were very grateful for the \"very strong community spirit in St Athan.\"\n\"They've really have taken Callum and ourselves to their hearts,\" Sarah said. \n\"Callum feels valued and that he has a purpose now, he's happier, he's more positive in mood, he's more helpful, he wants to go out and do the deliveries and prescriptions.\"  \nCal has said the support of his village has made him \"really, really happy\".\n\"I was really, really fed up,\" he said.\n\"I needed to get out to do things - I have meltdowns most of the time. I get really, really frustrated and angry.\n\"I can't understand why changes are happening, different things are happening… I can't understand why Covid is here, why it is still going on. I don't understand what I can and can't do.\"\nCal's customers have been thanking him on his Facebook page.\n\"Thank you Callum for supporting us through isolation,\" one posted. \"You've been invaluable, you're doing a fantastic job.\"\nAnother wrote: \"You are a star.\" \nHis family have now set up a second service - Cal's Collection Homeless Service, where he collects unwanted clothes, bedding and shoes and distributes them to people who are homeless or in need."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56311759",
      "category": "world-asia-china",
      "title": "Uighurs: Chinese foreign minister says genocide claims 'absurd'",
      "tags": "Xinjiang,China,Uighurs,China-US relations",
      "text": "China's foreign minister says allegations his country is carrying out genocide against Muslim ethnic Uighurs are \"ridiculously absurd\" and \"a complete lie\".\nWang Yi made the comments during his annual news conference on Sunday.\nA number of nations, including the US, have used the term to describe Chinese treatment of Uighur people. \nIt comes amid growing evidence of abuses at \"re-education camps\" for Uighurs in Xinjiang province.\nChina has been accused of carrying out forced sterilisations on Uighur women and separating children from their families.\nBBC investigations suggest that Uighurs are being used as forced labour and have revealed allegations of systematic rape and torture. China has banned BBC World News television over the corporation's coverage of the Uighur issue and coronavirus.\nThe UN says at least one million members of the Muslim minority are being held in the camps, which China says provide vocational training and are aimed at eradicating extremism.\nBut both the current and former US secretaries of state have described China's treatment of Uighurs as genocide, as have the Canadian and Dutch parliaments. \nThe UN's Convention on the Prevention and Punishment of the Crime of Genocide defines it as acts committed with the intent to destroy, in whole or in part, a national, ethnical, racial or religious group.\nThe allegations have prompted calls in some countries to boycott the 2022 Winter Olympics in Beijing.\nSpeaking on Sunday, the minister said Western politicians were choosing to believe lies about what is happening in Xinjiang and said China would welcome people to visit the region. \n\"The so-called 'genocide' in Xinjiang is ridiculously absurd. It is a rumour with ulterior motives and a complete lie,\" the Reuters news agency quoted him as saying.\n\"When it comes to 'genocide', most people think of native North Americans in the 16th Century, African slaves in the 19th Century, Jews in the 20th Century, and the indigenous Australians who are still fighting today,\" he said, taking aim at the human rights records of some of the country's critics.\nIn January, the US said that what it described as genocide in Xinjiang was ongoing and \"we are witnessing the systematic attempt to destroy Uighurs by the Chinese party-state\".\nMr Wang also called on the US to remove \"unreasonable\" curbs on China in order to improve co-operation between the nations.\nAsked about US frictions, including over Taiwan and the South China Sea dispute, Mr Wang said Beijing \"will never accept baseless accusations and smears\".\n\"It is hoped that the United States and China will meet each other halfway and lift the various unreasonable restrictions placed on Sino-US co-operation to date as soon as possible, and not create new obstacles artificially,\" he said. \nPresident Joe Biden has described a growing rivalry with China as one of the key challenges facing his administration. \nThe minister addressed a number of other diplomatic issues at his annual news conference, held on the sidelines of the National People's Congress in Beijing.\nHe defended newly announced plans to reform the electoral system in Hong Kong, saying the changes were constitutional and justified. \n\"Hong Kong's transition from chaos to governance is fully in the interests of all parties,\" he insisted, claiming reform would bring a \"brighter future\" to the city. \nCritics accuse Beijing of crushing dissent in Hong Kong and eroding rights under the the \"one country, two systems\" agreement it made with the UK.\nElsewhere, Mr Wang said China was willing to engage with \"all parties\" to ease the current situation in Myanmar, where the military seized power last month. \n\"China is... willing to contact and communicate with all parties on the basis of respecting Myanmar's sovereignty and the will of the people, so as to play a constructive role in easing tensions,\" he said.\nOn the coronavirus pandemic, Mr Wang said China would look to set up international vaccination sites, where local rules would allow, to help vaccinate its citizens living abroad. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56307045",
      "category": "uk-england-london",
      "title": "Abbey Wood: Teenager stabbed to death in fight",
      "tags": "London violence,Abbey Wood",
      "text": "An 18-year-old man has been stabbed to death during a fight in south-east London.\nThe victim was found with a stab wound to his chest in Edington Road, Abbey Wood, at about 17:30 GMT on Saturday. He was pronounced dead at the scene.\nHis next of kin have been told and formal identification has not yet taken place. \nNo arrests have been made and detectives have appealed for anyone with information to come forward.\nDet Sgt Michael Hartley said: \"A young man has lost his life in the most tragic circumstances and officers will work round the clock to bring those responsible to justice.\n\"We are still in the early stages of the investigation and I would ask anybody who was in the area yesterday evening - or who has information about the attack - to contact us immediately.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56293951",
      "category": "health",
      "title": "Covid: Nurses condemn 'fundamentally flawed' PPE rules",
      "tags": "Personal protective equipment (PPE),Royal College of Nursing,Coronavirus pandemic",
      "text": "Nurse leaders are lobbying government to update \"fundamentally flawed\" guidance on personal protective equipment.\nThe Royal College of Nursing says the existing recommendations are based on out-of-date evidence.\nOne nurse told the BBC she had not been allowed to wear a higher-grade mask, despite having to go into the homes of patients with Covid.\nThe Department of Health said staff safety was a top priority.\nThe nurse, who wishes to remain anonymous, wanted to use what's known as an FFP3 mask that filters out infectious aerosols. \nBut she says her employers insisted on following national guidance, that most health staff should wear thinner surgical masks, instead. \nThis comes at a time of mounting concern among many healthcare organisations that personal protective equipment (PPE) is inadequate.\nA new report for the Royal College of Nursing (RCN) criticises the official guidelines for PPE as \"fundamentally flawed\" because they're based on out-of-date evidence.\nIt says that the risk of infection by aerosols is not given enough emphasis and that key research papers highlighting the possibility of airborne transmission have not been considered.\nThe focus, it says, is instead on protection against droplets that can reach people within 2m (6ft 6in) and/or contaminate surfaces.\nThe nurse says her role means she has to go into patients' homes, which might be poorly ventilated, and where social distancing isn't possible.\nAfter contracting Covid in January, she remains nervous about the risks from new variants.\n\"I'm now scared going into work and I feel let down and frustrated because there's clear evidence that we should have better respiratory protection,\" she said.\nThe RCN's report concludes that key research papers on aerosols appear to have been ignored and that the terms used to search for new papers were likely to be \"biased against\" those on airborne transmission. \nThe lead author of the study, Prof Dinah Gould, says she is \"very disappointed\" at the review for not taking into account the latest science.\n\"It looks rather like what I would expect an undergraduate to produce in a university 20 years ago,\" she said.\n\"A year into the pandemic, the review needs replacing. It needs updating and we should be able to offer healthcare workers and patients better than what we're offering them now.\"\nProf Gould, an honorary professor at City, University of London, added: \"The guidelines are fatally flawed because they don't meet the standard that you would expect and because they don't take into consideration the number of health workers who become infected. And some have died.\"\nAccording to one estimate from data up to 4 March, almost 1,000 health and care workers have lost their lives to Covid . \nFor the RCN, commissioning the report from Prof Gould represents the latest of many attempts to persuade the government to shift its policy on PPE. \nLetters pleading for upgrades to better masks and for better ventilation have gone unanswered. \nRose Gallagher, professional lead for infection prevention and control at the RCN, said: \"One of the saddest things is that no one is listening to our concerns.\"\nA spokesman for the Department of Health and Social Care said the safety of NHS and social care staff has always been the top priority and that \"we continue to work tirelessly to deliver PPE to protect those on the frontline\".\nThe statement added that PPE recommendations were updated in January 2021, and were agreed by an expert group of clinicians and scientists from all four UK nations based on clinical evidence.\n \"The guidance on PPE is kept under close review,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301683",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: The five years separated from her family",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "It's more than 1,800 days since Richard Ratcliffe waved goodbye to his wife Nazanin at the departure gate at London's Gatwick Airport, worrying only about how their young daughter would cope with the long flight to Tehran. \nNazanin Zaghari-Ratcliffe had taken Gabriella to spend time with her Iranian grandparents three times before. \nAnd Richard had no reason in the world to think he wouldn't be back at the airport a fortnight later to pick them up.\n\"It was a slightly rushed goodbye,\" he recalls. \"Gabriella, at the time, was one and three quarters and a bit of handful. So I was just really wishing her good luck with the flight.\"\nThat was the last time he saw his wife in person.\nNazanin was arrested by members of Iran's Revolutionary Guard at Tehran Airport as she prepared to fly home. \nSince then, she's endured eight months of solitary confinement, blindfolded interrogations, hunger strikes to press for medical treatment, false promises of release, and almost five years of separation from her family.\n\"At the beginning, I just thought that this was so profoundly unfair that if we just shouted it from the rooftops, the right people would intervene and it would get sorted,\" Mr Ratcliffe told me. \"Never in my imagination did I think this would take five years or more.\" \nHe adds: \"Now the end of her actual sentence - which was once the worst-case scenario - looks like a good outcome, at this point.\"\nAt a secret trial in 2016, Ms Zaghari-Ratcliffe was sentenced to five years in jail for \"membership of organisations working against the Iranian state\" - a reference, her husband says, to her work for the charities BBC Media Action and the Thomson Reuters Foundation. And no, she wasn't training journalists at the time of her arrest. \nSunday 7 March is the official date of her release - her lawyer has seen it marked in the computer of the Iranian judiciary. She's been counting down the weeks on a calendar at her parents' home, where she is now under house arrest with an ankle tag.  \nBut her husband - who has fought an extraordinary, high-profile campaign for her release - doubts that she will be allowed to fly home.\nHe describes his wife as a hostage - used as a bargaining chip over a long-standing debt that Britain owes Iran for a tank deal that was never fulfilled. \n\"The Revolutionary Guard have been completely consistent over the past five years - that they arrested Nazanin as leverage for the tank debt,\" says Mr Ratcliffe. \n\"They've held her all the time that it's not being paid. And I think that if the tank debt is not paid, not only will Nazanin and other dual nationals continue to be held but more collateral will be taken.\"\nHer case may also be caught up in negotiations over Iran's nuclear deal, the JCPOA, which the UK is working with European allies to revive.\n\"There's the potential for this to drag on and on,\" says Mr Ratcliffe. \"It's perfectly possible that Nazanin gets a new court case thrown at her. \n\"The family have never seen a copy of the charges on which she was sentenced. There is no written documentation on anything.  So they preserve the space to make it up as they go along at every stage.\"\nHe worries about the impact that any prolongation of the family's separation will have on both his wife and Gabriella, now six, who has also been counting down the days until her mother's release - on a calendar she made herself.   \nShe returned to the UK to live with her father and start school in October 2019, hoping that her mother would soon follow behind.   \n\"Gabriella has been promised so many times that 'Mummy is coming home soon,'\" says her father. \nThe darkest period for Nazanin herself came in 2016, when she was held alone in a dark room, incommunicado. Her interrogators told her, wrongly, that Richard was having affairs and that they had photographic evidence. \n\"I don't think I can possibly understand what she's gone through,\" Mr Ratcliffe says.\n\"It's a very practised technique of really breaking someone. That fear and abuse led her to feel suicidal. She said to me: 'It would be better if I just died and you could get on with your lives.'\"\nIn her first letter from jail to her husband, Ms Zaghari-Ratcliffe wrote in despair: \"Every day and every second I would submerge more and more in an ocean of doubt, fear, threat, loneliness... my wails would go unheard in that tiny, dingy, cold, grey cell.\" \nBeing parted from her daughter for so long has been a source of agony and guilt.   \nShe apologised to her daughter from jail, saying: \"Forgive me for all the nights I was not by your side to hold your warm, little hand till you fall asleep. \n\"Forgive me for all those moments you missed the bosom of your mother, for all those teething fever nights that I was not there for you; forgive me.\"\nSeparated by thousands of miles, the family now speaks twice a day over Skype. \nMs Zaghari-Ratcliffe, who is now 42, watches Gabriella draw and they play games together. \nGabriella looks forward to swimming with her mother, and going to a toy shop - one day.\nThe couple hope to have another child, but fear that time may now be against them.\nLate last month, Foreign Secretary Dominic Raab, phoned Ms Zahari-Ratcliffe in Tehran, reassuring her that the government is doing all it can to bring her home, but managing expectations of an imminent release.\nThe Foreign Office says that she and other dual British-Iranian nationals are \"arbitrarily detained\" by the Iranian government.  It adds: \"We do not accept Iran detaining dual nationals as diplomatic leverage.\"\nBut Mr Ratcliffe has been critical of the UK government's approach. \n\"Not to do anything that's going to rock the boat means there's no cost whatsoever to the hostage takers to continue the practice and to continue to wait,\" he says. \n\"And so both sides can wait each other out because they're not the ones bearing the cost of the waiting - whereas the victim and the family certainly are.\"\nAs for what might happen on Sunday and over the next few months, Richard says, stoically:  \"Fate will deal us the hand it deals us. But one day the sun will come.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56291649",
      "category": "uk-wales",
      "title": "Nicola Faith: 'Mummy, have they found the red boat yet?'",
      "tags": "Conwy,Fishing,Fishing industry",
      "text": "\"Mummy, have they found the red boat yet?\"\nA small boy and his mother walk past Conwy's medieval castle, the child looking down towards the quayside and a gap in the line of fishing boats anchored there.\nIt is a gap which would normally have been filled by the Nicola Faith, a ten metre vessel that was a familiar sight to Conwy residents.   \nHer distinctive red colour scheme caught children's eyes.  \nPeople on a late-night dog walk would exchange hellos with her owner and skipper Carl McGrath as he unloaded his catch of whelks. \nDown on the quayside, Nathania Minard is also looking at the space where the Nicola Faith would be.  \nHer son Alan was one of the three men on board when the boat set sail on 27 January - and never returned. \n\"He was 20, and quite a bit younger than the other two lads on board\", she says, \"but he always felt like everyone's big brother.\" \nAlan has three siblings, Poppy, 16, Jessica, 6, and two-year-old Percy. \n\"He had waited 18 years to have a little brother. He's just got one and it's devastating that he's not going to be here to see him grow,\" she added.\n\"Every day the other children ask if the policeman is bringing Alan home today. It's heart-breaking. \n\"Jessica keeps asking if I can try ringing his phone again. It makes you feel like a failure as a mother.\"\nThis is one of the reasons why Nathania and her wife Rebekah have joined with families of the other two missing men to set up a fundraising page on the internet site JustGiving.   \nRelatives of 39-year-old Ross Ballantine and 34-year-old Carl McGrath have formed close links with the Minard family to offer support, share information and co-ordinate fund-raising. \nThe families want to hire additional deep sea search expertise to help look for the Nicola Faith and her three crew, working alongside the official investigation currently being run by the Marine Accident Investigation Branch (MAIB). \nIn less than a week, the appeal had raised £27,000. The families say it's an impressive total, but they still need to raise more. \n\"Everything raised is a great comfort to us at the moment. There's so much love towards the boys. It shows how much people care and that they haven't forgotten,\" added Nathania.\n\"They deserve better than for the case to remain open for years, we can't do that.\n\"Alan had his whole future ahead of him. He was a natural engineer and kept our ancient vacuum cleaner going for years by constantly repairing it. \n\"We bought him a games console for Christmas one year and he took it to bits within six months, then forgot how to put it back together again! \n\"He's one of those people who will always have work. He'd got a marine engineering apprenticeship in Devon, but when work dried up because of the pandemic, he headed back to north Wales and landed a job on board the Nicola Faith. \n\"He's a grafter. Over the last year, he'd turned from a boy into a man and we were so proud of him. \n\"He got on really well with Carl on board the Nicola Faith. Carl appreciated Alan because he was a hard worker - they really hit it off. It's hard to believe Alan had only been on the crew two weeks.\" \nAlan was not the only man new to the crew. Ross had come on board the when his work as a carpet fitter also slowed down because of the coronavirus pandemic. \nHis sister Lowri Taylor said: \"He's a devoted dad. Working on a fishing boat isn't easy, but he loved it. \n\"The job meant he could see his two boys more often. He could stay local for them rather than having to work away during the week.\" \nThe mother of those two boys is one of the many people around the Conwy area helping the families begin their private search. \nZoey Walker runs Dollybirds Beauty Parlour in Llandudno and is co-ordinating a fundraising auction.  \nShe said: \"My boys feel we are doing something to help after a horrendous month of not knowing and such a devastating time for them.\" \nSinger Tom Stockdale is to shave his head live online over the weekend.  \nAnother local supporter is running laps of the Great Orme headland in Llandudno to raise funds. Others are organising raffles. \nIt reflects the warmth felt towards all three crewmen on the quayside in Conwy and in the wider community.  \nOne boat owner mentions how he and Carl would lend each other engine spares. Others speak of the energy he brought to the local fishing industry and the time and effort he spent maintaining and upgrading the boat.\nNathania added: \"We've been overwhelmed at the support we've had from our own community and from further afield. \n\"We're not going to give up, we need to know where they are, we need to know what happened. \n\"It's not just to answer our questions today but as the children get older, there'll be questions that they'll ask and I don't want years to go by without us knowing.\" \nThe expert who is advising the families about their private search is David Mearns, who successfully found the wreckage of the plane carrying footballer Emiliano Sala and pilot David Ibbotson when it crashed into the English Channel in 2019. \nHe is confident that the Nicola Faith can be located. The families say more sonar surveys will take place this weekend on behalf of the MAIB.   \nOn land they continue to raise money and awareness, while pausing to reflect by the vigil candles and tributes that have been placed on Conwy quayside. \nBut for the moment, the answer to the little boy's question of whether the red boat has been found remains a painful \"no\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56314173",
      "category": "world-europe",
      "title": "Switzerland referendum: Voters support ban on face coverings in public",
      "tags": "Islamic veils,Switzerland",
      "text": "Switzerland has narrowly voted in favour of banning face coverings in public, including the burka or niqab worn by Muslim women.\nOfficial results showed the measure had passed by 51.2% to 48.8% in Sunday's referendum.\nThe proposal was put forward by the right-wing Swiss People's Party (SVP) which campaigned with slogans such as \"Stop extremism\".\nA leading Swiss Islamic group said it was \"a dark day\" for Muslims.\n\"Today's decision opens old wounds, further expands the principle of legal inequality, and sends a clear signal of exclusion to the Muslim minority,\" the Central Council of Muslims said in a statement, adding that it would challenge the decision in court.\nThe Swiss government had argued against the ban saying it was not up to the state to dictate what women wear.\nAccording to research by the University of Lucerne (in German), almost no-one in Switzerland wears a burka and only around 30 women wear the niqab. About 5% of Switzerland's population of 8.6 million people are Muslim, most originating from Turkey, Bosnia and Kosovo.\nSwiss people are given a direct say in their own affairs under the country's system of direct democracy. They are regularly invited to vote on various issues in national or regional referendums.\nIt is not the first time Islam has figured in a Swiss referendum. In 2009 citizens went against government advice and voted to ban the building of minarets - a proposal also put forward by the SVP which said minarets were a sign of Islamisation.\nThe proposal in Sunday's referendum did not mention Islam directly and was also aimed at stopping violent street protesters from wearing masks. However, the vote was widely referred to as \"the burka ban\".\nThe latest proposal predated the coronavirus pandemic, which has meant all Swiss adults having to wear masks in many settings.\nAnalysis by Imogen Foulkes, BBC News, Geneva\nWas today's vote about all face coverings, from niqabs and burkas to the scarves rioters sometimes pull over their faces? \nThat's what the Yes campaigners from the Swiss People's Party insisted - but their posters and literature said otherwise, showing threatening looking women in black niqabs, and warning of Islamic extremism. \nSo does the result mean the Swiss are becoming more extreme? Are they Islamophobic? \nPerhaps not. In the end, the ban only just squeaked through. In the past the Swiss People's Party has had much bigger majorities for its populist initiatives, often aimed at restricting asylum and immigration. \nIt successfully pushed through a ban on minarets in 2009 with a similar campaign to this one. But the debate around face coverings touched all sorts of different nerves. Many Swiss feminists view the burka and niqab as oppressive to women but they also oppose laws telling women what they can and cannot wear.\nWhen it came to voting they were torn. A regular answer from women asked whether they would support the ban was \"Jein\", a cross between \"Ja\" (yes) and \"Nein\" (no). Today's close vote in Switzerland was probably very much a \"Jein\" as well.\nSanija Ameti, a member of Switzerland's Muslim community, told the BBC that the campaign - and the depiction of Muslim women in the posters - had been upsetting. \n\"So many Muslims in Switzerland will feel insulted and not part of this society, and pushed into a corner where they don't belong. We don't look like these women in the pictures, we just don't,\"  she said.\nHowever, others in the Muslim community supported the ban. \nImam Mustafa Memeti, from the city of Bern, told the BBC he thought the motivation behind the campaign was \"probably Islamophobic\". But he said he supported the ban anyway because it could help to emancipate Muslim women in Switzerland.\nAhead of the vote, Walter Wobmann, chairman of the referendum committee and an SVP lawmaker, described Muslim face coverings as \"a symbol for this extreme, political Islam which has become increasingly prominent in Europe and which has no place in Switzerland\".\n\"In Switzerland our tradition is that you show your face. That is a sign of our basic freedoms,\" he said.\nAmnesty International spoke out against the proposed ban, calling it \"a dangerous policy that violates women's rights, including to freedom of expression and religion\".\nThe wearing of Islamic veils in public has been a controversial topic in other European countries. France banned wearing a full face veil in public in 2011 while the Netherlands, Denmark, Austria and Bulgaria have put in place full or partial bans on wearing face coverings in public."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56311277",
      "category": "business",
      "title": "Deliveroo to hand riders up to £10,000 in UK float",
      "tags": "Companies,Deliveroo,Coronavirus pandemic",
      "text": "Deliveroo will reward its busiest riders with bonuses of up to £10,000 when the food delivery firm lists its shares on the London Stock Exchange.\nRiders who have delivered the most orders will share in a £16m fund, the company said.\nDeliveroo will also open the flotation to its customers who can buy up to £1,000 worth of shares in the firm.\nThe company is expected to be valued at around $7bn (£5bn) when it floats but it is yet to make a profit.\nIn its most recent financial results for the year to 31 December 2019, sales rose by 62% to £771.7m.\nHowever, pre-tax losses also grew from £243.3m to £317.7m.\nDemand for takeaway meals has soared during the coronavirus pandemic, after lockdown measures were first implemented a year ago and restaurants have been forced to close.  \n\"A year of various lockdowns has fuelled demand for companies like Deliveroo,\" said Russ Mould, investment director at AJ Bell. \nRestrictions on hospitality businesses will start to ease on 12 April.\nBut Mr Mould said: \"There is an expectation that habits formed during the pandemic will remain long into the recovery.\nDeliveroo, which was founded in 2013, confirmed that it will list its shares in London.\nAs part of the flotation, riders in its 12 markets who have worked with the firm for at least a year will be paid a bonus of either £10,000, £1,000, £500 and £200 depending on the number of orders they have delivered.\nDeliveroo also said it would make £50m worth of shares available to customers who would be able to register their interest via the company's app.\nIt said that if demand for shares was high, Deliveroo would prioritise existing \"loyal customers\". But it added that it would \"make sure a mixture of new and existing customers benefit\".\nDeliveroo founder and chief executive Will Shu, said: \"Far too often normal people are locked out of initial public offerings and the only participants are the institutional investors.\n\"I wanted to give as many customers as possible the chance to become shareholders.\"\nDeliveroo's decision to list in London was revealed as a government-commissioned review of the UK's listing rules recommended a number of measures to make the country a more attractive place for companies to float.\nThe review, led by former European Commissioner Lord Hill, recommended allowing two different classes of shares with differential voting rights.\nIt gives founders more power in making key decisions. \nMajor tech companies such as Facebook and Google-owner Alphabet have so called dual-class shares. \nDeliveroo confirmed it intends to use the same structure when it floats on the London Stock Exchange."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56307066",
      "category": "uk-scotland-glasgow-west",
      "title": "Rangers fans gather outside Ibrox despite lockdown",
      "tags": "Coronavirus lockdown measures,Glasgow",
      "text": "A large group of Rangers fans gathered outside Ibrox Stadium in Glasgow on Saturday despite lockdown rules.\nImages posted on social media showed flares being set off and fans singing ahead of Rangers' game against St Mirren.\nUnder current guidance public gatherings are banned and a maximum of two people from two households are allowed to meet outdoors. \nRangers are currently one point short of winning the Scottish Premiership.\nThe team beat St Mirren 3-0 on Saturday and will claim the title on Sunday if Celtic do not win against Dundee United.\nFootball games are taking place behind closed doors with no fans in the stadium.\nFollowing their win against St Mirren, some players made their way to the fence to celebrate in sight of fans who had made their way to the stadium. \nHundreds of supporters arrived at Ibrox on Saturday morning, with some seen crowding around a car entering the ground as police tried to hold them back.\nIn a statement, Ch Supt Mark Sutherland from Police Scotland said: \"About 10am a large number of supporters gathered outside Ibrox Stadium and a number of pyrotechnic devices were set off.\n\"I would remind supporters that in line with current Scottish government coronavirus guidelines, all gatherings are currently prohibited and we would urge members of the public to comply with these restrictions.\n\"Our priority is public safety and an appropriate policing plan was in place and officers engaged with those present to explain and encourage compliance with restrictions.\"\nNo one has been arrested.\nThe Scottish government said it was \"extremely disappointed\" that some supporters had gathered at the stadium. \nA spokeswoman added: \"At this crucial stage of suppressing the virus, the actions of this minority of individuals jeopardises the safety of other supporters, the police on duty and the wider community. We will continue to engage with Police Scotland and the club.\"\nSteven Gerrard's side are within one point of their first Premiership title in 10 years, having ended their city rivals' Celtic's hopes of a 10th championship win in a row.\nFormer Rangers midfielder Derek Ferguson said he could \"understand\" the emotions that led some Rangers fans \"to do daft things\" and break lockdown guidelines to celebrate with their team.\nHe said: \"It is a little disappointing when we consider what's going round the country, but these fans have been starved of success for so long and they just want some way to thank the team and Steven Gerrard.\n\"Obviously it's not right to do it in the numbers they did and it can't be excused, but we all do silly things when we get caught up in celebrations.\"\nFirst Minister Nicola Sturgeon has previously criticised fans for gathering in large numbers.\nAfter Celtic fans took part in a protest outside the club's stadium in November, she said: \"We have advice against gatherings and every day I stand up here and say avoid crowded places.\n\"We have a limit on people coming together outside... so it stands to reason any group of people that are gathering together in a crowd are putting themselves and others at risk.\n\"Whether it's football fans, rugby fans, any other kind of sport fans or just people in general, please don't do it because right now, in the middle of this pandemic, it is a risky thing to do that puts you and other people at risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56307906",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Four further Covid-19-related deaths in NI",
      "tags": "Coronavirus pandemic",
      "text": "A further four deaths related to Covid-19 have been reported in Northern Ireland, according to the Department of Health.\nThat brings its total during the pandemic to 2,072.\nThere have been 113,517 positive cases of the virus recorded in NI after an additional 172 cases were confirmed.\nHospital occupancy rates, according to the latest figures, stands at 91%, while there are 18 active outbreaks in NI care homes.\nThat is 10 fewer care home outbreaks than seven days ago.\nThe department updated its daily dashboard on Saturday afternoon.\nIt shows there are 226 Covid-19 inpatients across Northern Ireland's hospitals, 117 less than a week ago.\nThirty patients remain in intensive care, while there are 25 coronavirus patients requiring ventilation.\nThe Department of Health's figures related to a 24-hour period and are based on a positive confirmed test result. \nThe latest figures come a day after the Northern Ireland Statistics and Research Agency (Nisra) recorded a fall in its record of Covid-related deaths for the fifth week in a row. \nNisra's figures, which are based on counting when the virus is mentioned on death certificates, indicated that 55 people died with the virus in the week up to Friday, 26 February, giving it a total death toll of 2,806.\nAbout 30% of Northern Ireland's population have now had a first vaccine against Covid-19. \nOn Saturday, it was announced that the Republic of Ireland had hit a milestone of 500,000 vaccines administered.\nTaoiseach (Irish prime minister) Micheál Martin hailed the achievement as \"good news\" on social media, adding that vaccines were having \"a significant impact on mortality and serious illness\".\nHe said the government and the Health Service Executive (HSE) were doing everything they can to secure supplies and to give vaccines to people as quickly as possible.\nThe country's Department of Health said on Saturday that there had been 14 more additional Covid-related deaths, taking the Republic's death toll to 4,419. \nThere were also 539 more positive cases of the virus. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56314949",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Arlene Foster wants more NI-Republic vaccine co-operation",
      "tags": "Republic of Ireland,Coronavirus vaccines,Arlene Foster,Coronavirus pandemic",
      "text": "There should be more co-operation between the NI Executive and the Irish government over the rollout of Covid-19 vaccines, First Minister Arlene Foster has said.\nThe DUP leader told RTÉ  Radio's This Week she was \"alarmed\" about the slower pace of the rollout in the Republic.\nShe said she wanted everyone on the island to be vaccinated \"in the fastest way possible\".\nNI's Department of Health has reported three more Covid-related deaths.\nThat brings its total during the pandemic to 2,075.\nThere have been 113,645 positive cases of the virus recorded in Northern Ireland, after an additional 138 cases were confirmed on Sunday.\nIn the Republic, three more coronavirus-related deaths were also recorded, bringing the death total to 4,422. The total number of confirmed cases rose to 223,219 after another 525 positive cases were confirmed.\nThe latest vaccine figures show that about 30% of Northern Ireland's entire population have now had a first dose of a vaccine. That number rises to almost 40% amongst the adult population.\nBy contrast, figures from this week show that about 6% of the Republic of Ireland's population have received a first dose.\nOn Saturday, it was announced that the Republic of Ireland had hit a milestone of 500,000 vaccines administered, a figure which includes both first and second doses.\nMrs Foster said the latest figures on Northern Ireland's vaccine rollout showed a \"tremendous move forward\" but that she was \"alarmed to see the figures in the Republic of Ireland\".\n\"Obviously we've been taking advice from our chief medical officer on what is the best way forward.\n\"But it is my desire, of course, as a neighbour to see everyone vaccinated on the island of Ireland.\"\nShe added that she hoped the programme in the Republic picked up pace, saying it was important for Northern Ireland given that people regularly travel across the border but also that it was important \"for the population of the Republic as well\". \nShe added that medical advice indicated that \"a lot of people coming up who aren't vaccinated could have an impact on the strength and the efficacy of the vaccine for those who are\". \nMrs Foster also said Prime Minister Boris Johnson \"should have a conversation\" with Taoiseach (Irish Prime Minister) Micheál Martin about potentially sharing any surplus vaccines.\n\"I believe it would be to the benefit not just of the Republic of Ireland but to Northern Ireland as well if we had a vaccine programme in the Republic that was moving at a faster measure, yes absolutely,\" she told the programme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56311723",
      "category": "uk",
      "title": "Covid: Gavin Williamson 'looking at' longer school day and shorter holidays",
      "tags": "Coronavirus lockdown measures,Schools,Gavin Williamson,Coronavirus pandemic",
      "text": "Longer school days and shorter holidays are among the measures the government is considering to help pupils in England catch up on lost learning, the education secretary has said. \nGavin Williamson told the BBC ministers were looking at \"how the school year runs\" after the disruption of Covid. \nHe also told Sky News a five-term year and changes to summer holidays were under consideration. \nSchools in England are reopening to all pupils on Monday. \nIt marks the first step of the \"road map\" out of the national lockdown, which has been in place since the beginning of January and has seen most children learning from home since before Christmas.  \nAsked by the BBC's Andrew Marr whether the government was going to extend the school day, Mr Williamson said: \"I think we should be evidence-based and we're looking at that, we're looking at how the school year runs.\"\nMr Williamson also told Sky News' Sophy Ridge that ministers were considering \"a whole range of proposals\". \nThe education secretary was asked whether schools would remain open if the R number rose above one, which means the number of cases is continuing to increase. \n\"We are very much factoring in as part of the road map that actually schools will be staying open,\" Mr Williamson told the BBC. \n\"That is why we are taking a cautious approach because we intend for it to be an irreversible approach and that schools will continue to remain open.\"\nHe also gave a guarantee that schools would return after the Easter holidays. \nDr Susan Hopkins, deputy director of Public Health England, said she did not think the reopening of schools should be paused if the R number rose above one. \nWith three weeks before the Easter holiday, she told the BBC there would be time to look at the data \"very carefully\". \nShe said the relationship between the number of cases and the number of deaths and hospitalisations would also change in the next phase of the pandemic because of the impact of vaccinations. \n\"Then we will be able to accept some cases in the community without needing further restrictions,\" she added. \nDr Hopkins said measures such as the testing of pupils to find asymptomatic cases would also help to keep R \"at the lowest level possible\". \nAttendance at school will be mandatory for all pupils when they reopen in England - meaning they should not miss lessons without a valid reason. \nHowever, pupils who are shielding have been asked to remain at home for a bit longer.\nPrime Minister Boris Johnson said he was \"very hopeful\" the reopening of schools would go to plan. \n\"I think the risk is actually in not going back to school tomorrow, given all the suffering, all the loss of learning we have seen,\" he added. \nIt is well-established that children are at incredibly low risk from the virus, while research by the Office for National Statistics has shown that teachers are at no higher risk of infection than other working-age people.\nBut what role schools will play in the wider spread of the virus remains more open for debate. Children, after all, come home and mix with their families. \nGovernment advisers say schools have not been a key driver of infections so far. This much can be seen from the impact of the second national lockdown in England in November when infection levels fell despite schools being open. \nBut this was before the new UK variant became dominant. Modelling has suggested reopening schools now could be enough to drive the R number above one, which would lead to a growing epidemic.\nMinisters have already indicated this matters less than it used to because the vaccination programme has begun to break the link between infection rates and serious illness and death - the R number is not one of their tests for slowing the pace of lifting lockdown. Only such high infection rates that risk a surge in hospitalisations that threatens the NHS is seen as a problem.\nSecondary schools have been told that year groups can return on different days over the first week to allow for Covid testing. \nSecondary pupils will be tested three times in the first two weeks of school and will then be given two tests each week to use at home. \nThese will be lateral flow tests, which involve taking a swab of the nose and throat and give a result within 30 minutes. \nAll primary and secondary school staff are also being offered twice-weekly rapid tests, and parents and carers can also get a twice-weekly test.\nHowever, concerns have been raised that false positive results could mean pupils and their families being forced to self-isolate unnecessarily. \nTests done at home require a confirmatory PCR test - which are more accurate - but Dr Hopkins said those taken at school would not because they are done in a \"specialised environment and individuals are trained to deliver it\". \nShe added that evidence from lateral flow tests taken over the last eight weeks in real-life scenarios suggested the false positive rate was \"extremely low\" - less than one in 1,000. \nMeanwhile, the National Education Union (NEU) has warned that secondary schools have struggled to get parental consent for testing of pupils, and said there needed to be a bigger ministerial push to encourage take-up. \nMr Williamson said the rollout of testing in schools over the last few weeks suggested they had the \"highest take-up of any employment setting around the country\". \nThe NEU has called for a phased return to schools in England - similar to the process in Scotland and Wales, where whole year groups are returning separated by several weeks.\nThe union also accused the government of failing to put adequate safety measures in place ahead of schools reopening. \nLabour's shadow health secretary Jonathan Ashworth said schools should reopen but safety measures including adequate ventilation should have been put in place. \nHe added that it was also \"disappointing\" that teachers had not been prioritised for the coronavirus vaccine\nAs well as undergoing testing, secondary school and college students are also being asked to wear face coverings in classrooms, where social distancing cannot be maintained, with the measure to be reviewed at Easter.\nBut this is not mandatory, and in primary schools pupils are not being required to wear face coverings when they return to face-to-face lessons. Nor will they be tested.\nMr Williamson said he hoped mask-wearing would be a \"temporary measure\". \nMeanwhile, a survey has shown that the majority of parents in England will be happy to send their children back to school.\nBut two-thirds are concerned about the amount of learning lost, with some parents worried their child will never catch up. \nThe Department for Education has announced a £700m package to help pupils catch up on lost learning, including tutoring and summer schools.\nThere are different rules on schools across England, Scotland, Wales and Northern Ireland, as the UK's devolved nations have the power to set their own coronavirus restrictions.\nThe youngest pupils have already returned to school in Scotland and Wales, while some primary school pupils in Northern Ireland also return to school on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56307889",
      "category": "world-us-canada",
      "title": "Coronavirus: US Senate passes major $1.9tn relief plan",
      "tags": "US economy,United States,Coronavirus pandemic",
      "text": "President Joe Biden's relief bill aimed at helping Americans deal with the impact of the coronavirus pandemic has cleared a major hurdle.\nThe $1.9tn (£1.4tn) plan was approved in the Senate on Saturday despite every Republican senator voting against. \nThe House of Representatives - controlled by Mr Biden's Democrats - is expected to approve it next Tuesday. \nMr Biden described the Senate vote as \"one more giant step forward\" in delivering the promise to help people.\nAmerica's worst public health crisis in a century has left nearly 523,000 people dead and 29 million infected, with a current unemployment rate of 6.2%. \nThe relief package - the third in the US since the start of the pandemic - envisages one-off payments worth $1,400 to be sent to most Americans. Mr Biden said such payments could start being distributed later this month. \nRepublicans say the plan is too costly. Some Democrats have also voiced criticism of certain provisions and the party's leadership was forced to make a number of compromises, notably the lowering of federal unemployment benefit from $400 to $300 a week. The benefit will be extended until 6 September under the plan.\n\"It obviously wasn't easy. It wasn't always pretty. But it was so desperately needed, urgently needed,\" President Biden said. \nHe added that he hoped for a quick passage of the bill in the House so that he could sign it into law.\nThe so-called American Rescue Plan allocates $350bn to state and local governments, and some $130bn to schools.\nIt would also provide $49bn for expanded Covid-19 testing and research, as well as $14bn for vaccine distribution.\nThe $1,400 stimulus cheques will be quickly phased out for those with higher incomes - at $75,000 for a single person and for couples making more than $150,000.\nThe extension of jobless benefits until September, meanwhile, would mark a key reprieve for millions of long-term unemployed Americans whose eligibility for benefits is currently due to expire in mid-March.\nThe bill also includes grants for small businesses as well as more targeted funds: $25bn for restaurants and bars; $15bn for airlines and another $8bn for airports; $30bn for transit; $1.5bn for Amtrak rail and $3bn for aerospace manufacturing.\nWhile Republicans broadly backed two previous stimulus plans, passed when they controlled both the White House and the Senate under Donald Trump, they have criticised the cost of Mr Biden's bill.\nThere was a marathon 27-hour session before the final vote on Saturday, and the 50-49 tally along party lines was indicative of the widespread Republican opposition.\nThe even split between the parties in the Senate meant that every Democratic senator needed to support the party's plans.\nBut on Friday a moderate Democrat, Senator Joe Manchin, objected on the grounds that the huge bill might overheat the economy. It took 11 hours of negotiation throughout the night to come up with a deal.\nThe compromise on lowering unemployment benefit meant the package could move forward to a final vote.\nSenate Democratic leader Chuck Schumer said the plan would \"deliver more help to more people than anything the federal government has done in decades\". \nSpeaking ahead of the vote, he said: \"It's been a long day, a long night, a long year, but a new day has come and we tell the American people help is on the way.\"\nSenate Republican Leader Mitch McConnell, however, criticised the aid package. \"The Senate has never spent $2tn in a more haphazard way or through a less rigorous process,\" he said.\nMr Schumer has predicted that the House will endorse the bill and President Biden will sign it before boosted unemployment benefits expire on 14 March."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56312817",
      "category": "uk-england-manchester",
      "title": "NHS pay-rise demo organiser fined £10,000 in Manchester",
      "tags": "Coronavirus lockdown measures,Greater Manchester Police,Manchester,NHS",
      "text": "The organiser of a protest against the government's controversial 1% pay rise plan for NHS staff in England has been fined £10,000 by police.\nAbout 40 people attended a rally in Manchester city centre at midday, officers said.\nPublic gatherings are banned by coronavirus rules and police said most demonstrators dispersed after officers asked them to leave.\nA woman who works for the NHS, aged 61, was fined for organising the protest.\nAnother NHS worker, aged 65, was arrested for failing to provide details after initially refusing to leave. \nShe was de-arrested and fined £200 after complying, police said.\nSupt Caroline Hemingway said that \"regardless of one's sympathies for a protest's cause, we would ask the public to maintain social distancing and follow legislation\".\n\"We sought to engage with and peaceably disperse those attending this afternoon's protest, explaining that the gathering was in contravention of government lockdown rules,\" she added.\n\"Unfortunately officers were met with a degree of non-compliance and it was therefore necessary to enforce issue fixed penalty notices.\"\nThe government has faced a backlash after giving evidence on Thursday to the NHS pay-review body, which looks at nearly 1.5 million people, including nurses and health assistants - but not doctors, dentists and some senior staff, who have their own pay bodies or agreements.\nIt suggested a 1% pay rise for 2021-22, citing the \"uncertain\" financial situation. However inflation forecasts for this year indicate the proposed figure could be a real-terms cut.\nThe pay-review body will take evidence from other groups, including unions and NHS bodies, before making its recommendation around May.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56309779",
      "category": "world-middle-east",
      "title": "Pope Francis visits regions of Iraq once held by Islamic State",
      "tags": "Pope Francis,Roman Catholic Church,Irbil,Middle East Christians,Mosul,Iraq,Christianity,Islamic State group,Coronavirus pandemic",
      "text": "The Pope Francis visited parts of northern Iraq once held by Islamic State (IS) militants on the third day of his historic trip to the country.\nChristians were among those targeted by IS when they seized the region in 2014, carrying out human rights abuses.\nOn Sunday the Pope prayed among ruined churches in Mosul, the former IS stronghold, before meeting Christians. \nCelebrating Mass at a stadium in Irbil, the last big set piece of his visit, he said Iraq would remain in his heart.\nThousands of people attended the service despite Covid-19 concerns.\nIraq, which has seen more than 13,500 deaths with Covid-19 and more than 726,000 cases, has recorded a sharp rise in infections over the past month.\nThe 84-year-old leader of the Catholic Church and his entourage have all been vaccinated, but Iraq only received its first batch of doses last week.\nThe four-day trip, which began on Friday, was the pontiff's first international excursion since the start of the pandemic more than a year ago, and the first-ever papal visit to the country. He flew home on Monday morning.\nIn Mosul he visited Church Square to pray for the victims of the war with the Islamic State group, which left thousands of civilians dead.\nSurrounded by the tottering ruins of the square's four churches, he said the exodus of Christians from Iraq and the broader Middle East had done \"incalculable harm not just to the individuals and communities concerned but also to the society they leave behind\". \nReferring to the historic region of Mesopotamia, which covered much of modern Iraq including Mosul, Pope Francis said: \"How cruel it is that this country, the cradle of civilisation, should have been afflicted by so barbarous a blow, with ancient places of worship destroyed and many thousands of people - Muslims, Christians, Yazidis and others - forcibly displaced or killed.\n\"Today, however, we reaffirm our conviction that fraternity is more durable than fratricide, that hope is more powerful than hatred, that peace more powerful than war.\"\nIS desecrated Christian places of worship, beheading religious statues and planting booby-trap bombs. Tens of thousands of Christians fled IS control while those who remained faced having their property stolen and choosing between paying a tax, converting to Islam, leaving or facing death.\nA cross erected on Church Square in honour of the Pope's visit was crafted from wooden chairs rescued from churches across the region, Middle Eastern news outlet The National reports. \nIn the nearby town of Qaraqosh, the Pope met Christians in the ancient Church of the Immaculate Conception, which was once torched by IS and has now been restored.\n\"I can't describe my happiness, it's a historic event that won't be repeated,\" said Yosra Mubarak, 33, before the Pope's visit. She was three months pregnant when she left her home seven years ago with her husband and son, fleeing the violence.\n\"It was a very difficult journey, we fled with only the clothes we're wearing... There was nothing left [when we returned], but our only dream was to come back and here we are and the Pope is coming,\" she told Reuters news agency.\nThe Roman Catholic leader arrived by motorcade at the stadium in Irbil on Sunday afternoon, switching to a Popemobile to the delight of those waiting. \n\"In my time among you, I have heard voices of sorrow and loss, but also voices of hope and consolation,\" he told those attending.\nSince arriving in Baghdad on Friday, Pope Francis has called for an end to violence and extremism and said that Iraq's dwindling Christian community should have a more prominent role as citizens with full rights, freedoms and responsibilities.\nOn Saturday, in a highly symbolic meeting with the Grand Ayatollah Ali al-Sistani in the holy city of Najaf, the Pope echoed this message, saying that Christians should be able to live in peace and security like all other Iraqis.\nAudiences with the reclusive 90-year-old spiritual leader of millions of Shia Muslims are rare, but he received the Pope for around 50 minutes, the pair talking without face masks.\nThe Pope then visited the site of the ancient city of Ur, believed to be the birthplace of the Prophet Abraham, who is revered in Judaism, Christianity and Islam.\nIraq has been wracked by religious and sectarian violence, both against minorities and between Shia and Sunni Muslims too. \nPeople in what is now Iraq embraced Christianity in the 1st Century AD, making Christians one of the country's oldest religious communities.\nAbout two-thirds of Iraqi Christians are Chaldean Catholics, whose Eastern-rite Church retains its own liturgy and traditions but recognises the authority of the pope in Rome.\nNumbers overall have plummeted over the last two decades from 1.4 million to about 250,000, less than 1% of the country's population.\nMost of those who remain live in the Nineveh Plain and Kurdistan Region in the north of the country.\nMany Christians have fled abroad to escape the violence that has plagued the country since the US-led invasion in 2003 that ousted Saddam Hussein.\nA US state department report on religious freedom in Iraq in 2019 found that Christians, as well as Sunni Muslims, complained of harassment at checkpoints by Shia security forces and some discrimination in education."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56313099",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe must be released 'permanently', says PM",
      "tags": "UK-Iran relations,Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "Boris Johnson has called for Nazanin Zaghari-Ratcliffe, the British-Iranian woman jailed in Iran on spying charges, to be released \"permanently\" so she can be reunited with her family in the UK.\nShe has had her ankle tag removed at the end of her five-year sentence.  \nHowever, her husband Richard Ratcliffe has been told a new court case against her is scheduled for next Sunday.  \nThe PM said he was \"pleased\" about her tag, but \"her continued confinement remains totally unacceptable\".\nHe wrote in a tweet: \"She must be released permanently so she can return to her family in the UK, and we continue to do all we can to achieve this.\"\nThe charity worker had been under house arrest in Tehran since being moved from jail last March. She has always denied the charges against her.  \nSpeaking after her ankle tag was removed on Sunday, Mr Ratcliffe said told the PA news agency it was \"a mixed day for us\" and \"Nazanin is genuinely happy\" to be free of her electronic bracelet. \n\"I'm a bit more guarded - it feels to me like they have made one blockage just as they have removed another, and we very clearly remain in the middle of this government game of chess,\" he said. \nHe told the BBC that his wife had gone to see her grandmother and was \"determined to enjoy the afternoon and not think about what it all means\". \n\"I don't think we expected something clean but how muddy this is I'm not quite sure yet,\" he said.\nEarlier, Foreign Secretary Dominic Raab said Iran \"continues to put her and her family through a cruel and an intolerable ordeal\".\nMrs Zaghari-Ratcliffe, 42, had been out of prison since last spring due to the coronavirus pandemic but had been confined to her parents' house. Her sentence was due to end on Sunday. \nShe was arrested in April 2016 while travelling to visit her parents in Iran with her young British-born daughter, Gabriella, who is now six years old.\nThe dual national was sentenced to five years in prison over allegations of plotting to overthrow the Iranian government, which she denies. \nShe has not yet had her British passport returned to her, according to Tulip Siddiq, the Labour MP for the Hampstead and Kilburn constituency in London where her family live.\nMs Siddiq told the BBC: \"She does have to go back to court and we don't know what awaits her there.\n\"Nazanin is quite worried because there was talk of another case being put against her which may of course mean another sentence, and we don't know how long for.\"\nHowever Ms Siddiq said the removal of her ankle tag meant she could visit her elderly grandmother \"which is the thing she mentions every time I speak to her\". \n\"So on one hand they are celebrating that she has some elements of freedom in terms of not having the tracker anymore, but we just don't know what's going to happen in the court case,\" she added. \n\"I know her daughter has been counting down the days on her calendar at home for her mother to return.\"\nJeremy Hunt, who served as foreign secretary while Mrs Zaghari-Ratcliffe was in jail, said Iran's actions were \"totally and utterly inhumane\". \n\"At the centre of this is an innocent woman, her husband and her daughter,\" he told the BBC, adding that Mrs Zaghari-Ratcliffe should be allowed to return home to the UK. \nShadow foreign secretary Lisa Nandy said there had been \"an increasing use of this totally unacceptable hostage diplomacy from Iran\", and that the government was right to condemn the use of individuals such as Mrs Zaghari-Ratcliffe \"as a bargaining chip in this wider political game\".\nMeanwhile, the Liberal Democrat's spokeswoman for foreign affairs, Layla Moran, has called for the UK to impose sanctions if she is sentenced for a second time. \n\"Strong words must be backed by the threat of real action if the Iranian authorities do not do the right thing,\" she said.\nAntonio Zappulla, chief executive of the Thomson Reuters Foundation, Mrs Zaghari-Ratcliffe's employer at the time of her arrest, said he had spoken to her on Sunday and she was \"ecstatic\" to be able to have a coffee in a café. \n\"Nazanin should be allowed her permanent liberty and to walk away from this appalling affront to justice; instead, for all intents and purposes, she is still held hostage,\" he said. \nAnd Kate Allen, director at Amnesty International UK, said the news that Mrs Zaghari-Ratcliffe's ankle tag had been removed was \"bittersweet\" and \"yet another example of the calculated cruelty of the Iranian authorities\". \n\"Nazanin was convicted after a deeply unfair trial the first time around and this spurious new charge and possible trial is clearly designed to delay her release and exert yet more pressure on Nazanin and her family,\" she said. \n\"This won't be over until Nazanin has her passport and is on a flight heading home to the UK,\" she added, urging the government to take \"serious diplomatic action\". \nMrs Zaghari-Ratcliffe's sentence has included eight months of solitary confinement, blindfolded interrogations and hunger strikes to press for medical treatment.\nPrior to her arrest, she lived in London with her husband and child.\nIn November, she was taken to court on fresh charges of spreading propaganda against the Iranian regime. \nHer family and the UK government have always maintained her innocence and she has been given diplomatic protection by the Foreign Office - meaning the case is treated as a formal, legal dispute between Britain and Iran.\nMr Ratcliffe believes his wife and other dual nationals are being held hostage because Iran wants the UK to pay a decades-old debt over an arms deal that was never fulfilled."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-42252741",
      "category": "uk-politics",
      "title": "Nazanin Zaghari-Ratcliffe: What is Iran jail case about?",
      "tags": "Foreign & Commonwealth Office,Boris Johnson,Iran,Jeremy Hunt,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe was detained at an Iranian airport in April 2016, while travelling home to London with her young daughter.\nThe British-Iranian was sentenced to five years in prison - for allegedly plotting against the Iranian government.\nShe maintains her innocence, saying she was on holiday in Iran visiting family.\nMrs Zaghari-Ratcliffe, 41, has dual British and Iranian citizenship, and before her arrest lived in London with her husband Richard Ratcliffe, who is an accountant.\nShe worked as a project manager for the charity Thomson Reuters Foundation and was previously employed by BBC Media Action, an international development charity.\nShe says she took her daughter Gabriella, now six, to Iran in March 2016 to celebrate the country's new year and visit her parents.\nIranian authorities allege Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran - but no official charges have been made public.\nIran's Revolutionary Guards said she was leading a \"foreign-linked hostile network\" when she visited.\nBoth the Thomson Reuters Foundation and BBC Media Action issued statements saying she was not working in Iran but was on holiday there.\nMr Ratcliffe said he had asked his wife what the charges were during a phone call in 2016, and a nearby prison guard had said: \"National security charges\".\nIn October last year, Foreign Secretary Dominic Raab said the government would \"redouble\" its efforts to secure Mrs Zaghari-Ratcliffe's release after her daughter Gabriella returned to the UK.\nA month earlier, newly-appointed prime minister Boris Johnson had called for Mrs Zaghari-Ratcliffe's immediate release during a meeting with Iran President Hassan Rouhani.\nHe had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nCampaigners said she could face an increased prison sentence in Iran as a result of the comments.\nThe following month Mr Johnson visited Tehran and met his counterpart as well as President Rouhani, and pressed for her release on humanitarian grounds.\nTheresa May had also raised concerns when she was prime minister.\nIn March 2019, then-Foreign Secretary Jeremy Hunt - Mr Johnson's successor - announced Mrs Zaghari-Ratcliffe would be given diplomatic protection -  making the case a formal, legal dispute between Britain and Iran.\nMrs Zaghari-Ratcliffe, who maintains her innocence, mostly speaks publicly through her husband, who regularly calls her.\nAccording to Mr Ratcliffe, she misses Gabriella \"all the time\" and is in a \"pretty fragile\" state of mental health. \nIn an open letter, published in October 2019, Mrs Zaghari-Ratcliffe said weekly visits from her daughter had sustained her during her imprisonment.\nWriting before Gabriella returned to the UK to start school, she said the thought of being unable to hold her child was \"the deepest torture of them all\". \nMrs Zaghari-Ratcliffe's five-year-sentence was handed down on 6 September - one day after the UK appointed an ambassador to Iran for the first time since 2011.\nMr Ratcliffe said the timing was proof his wife is being held as a political bargaining chip.\nIt has been claimed Mrs Zaghari-Ratcliffe is being held in order to force the UK into settling a multi-million pound dispute with Iran, which dates back to the 1970s.\nBBC diplomatic correspondent Caroline Hawley said London and Tehran do not see eye-to-eye on Iran's role in the wider Middle East or on human rights.\nIran's Revolutionary Guards are hardliners, opposed to Iran's nuclear deal struck by moderates with the West in 2015. And in 2009, Britain was accused of fuelling unprecedented street protests.\nTensions between the nations increased last year after a series of incidents in and around the Gulf, including Iran seizing a British-flagged tanker in the Strait of Hormuz."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56289575",
      "category": "world-asia",
      "title": "Hunger Games salute: The symbol of protest against Asia’s military regimes",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56307038",
      "category": "uk-england-london",
      "title": "Sarah Everard: Family 'desperate' to see missing woman",
      "tags": "Sarah Everard murder,Clapham,Brixton,Battersea",
      "text": "The family of a woman who has been missing since Wednesday say they long to see her again and have urged anyone with information to contact police. \nSarah Everard, 33, was last seen at a friend's house in Leathwaite Road in Battersea, London, at about 21:00 GMT when she left through the back gate.\nShe is thought to have walked across Clapham Common, and was due to arrive home in Brixton 50 minutes later.\nHer family said not being in contact was \"totally out of character\" for her.\n\"With every day that goes by we are getting more worried about Sarah,\" they said. \n\"She is always in regular contact with us and with her friends and it is totally out of character for her to disappear like this. \n\"We long to see her and want nothing more than for her to be found safe and well.\n\"We are desperate for news and if anyone knows anything about what has happened to her, we would urge you to please come forward and speak to the police. \n\"No piece of information is too insignificant.\"\nDetectives said after Ms Everard left her friend's house, she went onto the A205 South Circular and is thought to have crossed Clapham Common.\nIt is unclear whether she returned to her home.\nOfficers have released a CCTV image of her taken earlier in the evening when she went to Sainsbury's to buy a bottle of wine before heading to her friend's house.\nShe was last seen wearing a green rain jacket, navy blue trousers with a white diamond pattern and turquoise and orange trainers. \nShe was also thought to have been wearing green earphones and a white beanie hat.\nPolice have asked people to check dashcam and doorbell footage from these areas: \nSpecialist officers and volunteers from London Search and Rescue are carrying out searches in the area of Clapham Common and the walking route between Clapham and Brixton. \nDet Ch Insp Ian Kenward said: \"We are also growing increasingly concerned for her welfare and have officers working round the clock to try and find her.\n\"I would ask anybody who was in the Clapham Common area on Wednesday night to think about whether you saw Sarah or any suspicious activity around the time of her disappearance.\"\nHe added officers were investigating lots of enquiries but said he did not want to go into specifics.\n\"We will continue searching as long as we need to,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56311143",
      "category": "uk-wales",
      "title": "Covid in Wales: 'Stay local' rule considered for next review",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Stay at home rules banning all but essential travel could be eased when Wales' Covid regulations are reviewed.\nFirst Minister Mark Drakeford said guidance could be changed to \"stay local\" as part of moves to \"restore more freedoms\".\n\"I think there is a case for an intermediate step between stay at home and being able to travel anywhere across Wales,\" he said.\nA review of lockdown measures is due to be announced on Friday.\nWales went into lockdown on 20 December following a spike cases.\nSince then the case rate, which measures the number of Covid infections per 100,000 people over a seven-day period, has fallen to an all-Wales average of 46, down from 437 in the run up to Christmas. \nAnd almost one million people have received their first dose of the Covid vaccine in Wales.\n\"I said two weeks ago at the last review that I hoped that this will be the last three weeks of the stay at home regulation,\" Mr Drakeford told BBC Radio Wales' Sunday Supplement.\n\"So, that is what we will be trying to make happen on Friday of this week.\n\"We will be looking carefully this week at whether an intermediate period of stay local - people are used to that, we had a period of that last year in Wales - whether that would be a first step on a journey. \n\"Remembering that in Wales that is how we are trying to approach the whole business - carefully, cautiously, step by step, not doing too many things at once - so that we can monitor the impact of changes, and then restore more freedoms to people and to the economy once we are confident that it's safe to do so.\"\nPlaid Cymru leader Adam Price has previously said there should be a \"careful\" approach to easing restrictions due to new Covid variants.\nThe Conservative leader in the Senedd Andrew RT Davies has called for a \"clear roadmap out of lockdown\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56175893",
      "category": "education",
      "title": "Summer catch-up schools planned for pupils in England",
      "tags": "Schools,Boris Johnson,Coronavirus pandemic",
      "text": "Secondary schools in England will be asked to consider delivering face-to-face summer schools as part of efforts to help pupils catch up.\nAn extra £400m in funding has been announced, along with £300m announced for catch-up projects in January.\nPrime Minister Boris Johnson said the money will help ensure \"no child is left behind\" due to the pandemic.\nTeachers, experts and unions called the money a \"good start\" - but warned about overwhelming pupils and teachers.\nThe prime minister has confirmed all pupils will return to classrooms from 8 March as part of the first step of a roadmap for easing England's lockdown. \nWith secondary school pupils being asked to take three Covid-19 tests in school when they come back, it is likely that secondary schools will have to stagger the return over a few days.\nAs part of the latest announcements, schools will have the option to run summer classes for pupils who need it most, potentially starting with those who will be moving up to Year 7 at secondary school this year.\nThe government says it will be up to schools to decide how and if they run summer schools, how long they will be, and which pupils will be invited to attend.\nEducation Secretary Gavin Williamson said \"we're giving schools the option to be able to draw down on this funding\".\nHe said the average primary school will also receive around £6,000 in extra money, with the average secondary school getting around £22,000 extra in recovery premium payments.\nIt would be up to head teachers to decide how to use the money - it could be used, for example to pay teachers for overtime to do extra teaching.\nThe government's £700m education support package for England includes:\nLast year, Mr Johnson announced a £1bn catch-up fund for England, and later appointed Sir Kevan Collins as education recovery commissioner.\nIn Scotland, the administration has promised £140m in funding to help disadvantaged pupils. Tens of millions of pounds have also been put into catch-up schemes in Wales and Northern Ireland.\nThe announcement comes as the Treasury has said its levelling-up fund will be extended to the whole of the UK to \"help boost growth\" in Scotland, Wales and Northern Ireland.\nChief secretary to the Treasury, Stephen Barclay, said communities in Scotland, Wales and Northern Ireland would now all benefit from at least £800m of investment for town centre and high street regeneration, local transport, cultural and heritage projects. \nOn the subject of masks in schools, Mr Williamson said the policy of secondary pupils in England having to wear face coverings in classrooms would be reviewed over the Easter holiays. Most pupils will have to wear face coverings indoors, including in classrooms where social distancing isn't possible.\nHe did not rule out that the policy could remain in place until 21 June, which is the final date in plans to ease lockdown. \nThe government had considered a variety of options for pupils - including extended school days and shorter summer holidays - but neither of these proposals form part of the plan set out on Wednesday.\nAsked whether extending the school day could be among future measures, Mr Williamson told Sky News: \"We'll be looking at how we can boost and support children in a whole range of different manners.\n\"But it's not just about time in school it's about supporting teachers in terms of the quality of teaching and how we can help them.\"\nExams this year have already been cancelled in England, but Mr Williamson said more detail on how grades will be calculated is expected on Thursday. \nMother-of-three Emily Ellarby says her children are \"jaded\" by online learning and are ready to be back at school. But she says it would be \"hard to get them motivated\" for more school over the summer. \"They're looking forward to the summer holidays and having a proper break.\" \nShe says ultimately children just want to get back to school and normal life. \"They're quite keen to go back, they're looking forward to seeing their friends, they want that normality.\"\nFather-of-two Nick Lee says children and teachers need a proper summer break, not more schooling. \"My children have suffered enough with this pandemic and they will not attend any summer camps.\n\"We have all struggled to cope in these hard times, and stealing my children's summer is not the way to go.\"\nSarah Baker, who has two children and a stepchild, says she is \"torn\" over the idea of catch-up lessons in the summer.\n\"They're all at really critical stages in their education, but they're also at critical stages in their personal development. So, I'm completely torn. Yes, of course, they need to catch up, but they also need to regroup.\"\nAnd Sarah Webb, who has three children aged 11, eight and five, said children need time to recover from the past year, rather than more academic pressure.\n\"These children have missed out on social interaction and now need time to help readjust and come to terms with their experiences, not being given more time and pressure to bring them back up to academic standards that can simply no longer apply to them.\"\nKate Green, Labour's shadow education secretary, said the new funding \"will not make up for the learning and time with friends that children have lost\".\n\"There is no specific mention of supporting children's mental health or wellbeing, which is fundamental to enabling their recovery from this pandemic,\" she said.\nLabour also calculated the new package was worth less than the £840m spent on the Eat Out to Help Out scheme last year, and would be worth 43p per pupil per day, if the money was split across a normal school year.\nSchool leaders' unions welcomed the funding but also warned of a long road ahead. \nPaul Whiteman, general secretary of the NAHT - which represents head teachers - said summer schools \"will be of value for some pupils but it will be important not to overwhelm students\".\nChris Zarraga, director of Schools North East, said any provision needed to focus on children's \"physical wellbeing, and social and emotional development\", but he also expressed concern about teacher morale.\nHe said asking teachers, who were \"facilitating both in-class teaching and remote learning\", to work over the summer break was likely to \"exacerbate low morale\".\nBy Dan Johnson, BBC News \nJust working out how to measure what each child has missed during the pandemic is tricky, let alone agreeing on the best way to address it and make sure they all achieve their potential. \nMany teachers are wary of talking about \"catching-up\" and pupils being \"left behind\" - they do not want to discourage young people. \nBut there is widespread recognition that home learning could never fully replace classroom teaching and some pupils will need significant extra support when they get back to classrooms.\nThe government is backing one-to-one and small group tuition, alongside summer school activities. \nSuggestions of a longer school day or a shorter summer holiday have not materialised. \nMany teachers feel they can best assess what their pupils need, but after a relentless year, they are tired and need help in some form. \nHow that help is given and whether it reaches the right pupils will determine the lasting impact on the lives of children who've been through the most difficult school year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56304839",
      "category": "uk-scotland",
      "title": "Murder investigation over missing woman Bennylyn Burke and two-year-old daughter",
      "tags": "Dundee",
      "text": "The disappearance of a woman and her two-year-old daughter is now being treated as murder, say Police Scotland.\nAvon and Somerset Police issued an appeal last week to trace 25-year-old Bennylyn Burke and two children from South Gloucestershire.\nA man, 50, was arrested on Friday at a property in Troon Avenue, Dundee. \nHe has been charged in connection with the deaths of Ms Burke and her daughter Jellica and is due to appear at court in Dundee on Monday.\nPolice said inquiries were ongoing to establish their whereabouts. \nThe second child reported missing has been traced and is being supported, the force added.\nDet Supt Graeme Mackie, from the force's major investigation team, said: \"We are now treating the disappearances as a murder investigation and I would urge anyone with any information to please come forward and speak to us.\n\"This is a complex enquiry involving both local officers in Dundee and specialist resources from across Police Scotland.\n\"Bennylyn's next of kin have been updated on the arrest and are being supported by colleagues from Avon and Somerset Police.\n\"Our thoughts are with her family and friends at this very difficult time.\n\"There will be an increased police presence in the area for a considerable period of time and I would like to thank the local community for their cooperation.\"\nDet Supt Mackie asked anyone with information to speak to local officers or to call Police Scotland via 101.\nMs Burke and two children were reported missing on 1 March. Avon and Somerset Police put out an appeal for information two days later.\nThe force said the 25-year-old was last seen at her home in Kingswood, South Gloucestershire, on 17 February.\nOfficers in Dundee attended the property in Troon Avenue at around 15:20 GMT on Friday.\nThere was a large police presence around the property, which is near Downfield in the north of Dundee, with dozens of police and forensic officers at the scene.\nPolice Scotland closed off the street with a cordon around the house.\nA blue tent has also been erected in the front garden to cover a waste skip and yellow polythene has been used to cover windows at the back of the property."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56307153",
      "category": "world-us-canada",
      "title": "Jack Dorsey: Bids reach $2.5m for Twitter co-founder's first post",
      "tags": "Social media,Jack Dorsey,Twitter,United States,Cryptocurrency",
      "text": "Twitter co-founder Jack Dorsey has listed his first ever tweet for sale, with bids reaching $2.5m (£1.8m).\n\"Just setting up my twttr,\" the post, sent from Mr Dorsey's account in March 2006, reads.\nIt will be sold as a non-fungible token (NFT) - a unique digital certificate that states who owns a photo, video or other form of online media.\nBut the post will remain publicly available on Twitter even after it has been auctioned off.\nThe buyer will receive a certificate, digitally signed and verified by Mr Dorsey, as well as the metadata of the original tweet. The data will include information such as the time the tweet was posted and its text contents.\nMost of this information, however, is already publicly available.\nThe tweet was listed for sale on 'Valuables by Cent'  - a tweets marketplace that was launched three months ago. \nIn a post on the site, the platform's founders compare the buying of a tweet to that of a more traditional autograph or piece of memorabilia.\n\"Owning any digital content can be a financial investment,\" it says. \"[It can] hold sentimental value. Like an autograph on a baseball card, the NFT itself is the creator's autograph on the content, making it scarce, unique, and valuable.\"\nTweets are the latest digital assets to be monetised through so-called non-fungible tokens.\nNFTs use the blockchain, the same distributed database technology underlying Bitcoin and other cryptocurrencies, to create unique certificates of ownership of any kind of digital goods.\nWhile the idea that digital artists can earn an income by offering buyers some sense of ownership has its attractions, the \"sale\" of tweets will leave many scratching their heads.\nValuables, the platform marketing Mr Dorsey's tweet, seems to recognise that the concept will leave people bemused. In its FAQ it explains \"owning any digital content can... hold sentimental value and create a relationship between collector and creator\".\nMost of us might think that this is a high price to pay for a relationship with the Twitter boss. But given the feverish and often irrational state of any kind of cryptocurrency related market, maybe the buyer is betting there'll be someone along soon to take the tweet off their hands at an even higher price.\nMeanwhile, on the basis that if you can't beat them, join them, I put one of my tweets up for sale. It was about this story - and I've just accepted a bid of $1.  That might sound modest but seeing as I've got 72,466 other tweets available it could be the start of something big….\nOld offers for Mr Dorsey's tweet suggest that it was first put up for sale in December, but the listing gained more attention after he tweeted a link to it on Friday. That tweet has since been shared thousands of times.\nWithin minutes of the tweet being posted, bids reached more than $88,000.\nBut they skyrocketed on Saturday, with a bid of $1.5m being usurped by a $2m offer at around 15:30 GMT. \nAccording to Valuables by Cent's terms, 95% of a tweet's sale will go to the original creator with the remainder going to the website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56304979",
      "category": "uk-wales",
      "title": "Soldier killed at Castlemartin range named as Sgt Gavin Hillier",
      "tags": "Castlemartin,Dyfed-Powys Police,Military,British Army,Ministry of Defence",
      "text": "A soldier who was killed during a live-fire training exercise at an army range has been named as Sgt Gavin Hillier of the 1st Battalion Welsh Guards. \nSgt Hillier died on Thursday evening after being fatally injured at Castlemartin in Pembrokeshire. \nIn a post on Facebook, Sgt Hillier's father said he was \"heartbroken\" by the death of his son. \nThe Ministry of Defence (MoD) said: \"Our thoughts are with his family and friends at this tragic time.\"\nIt added: \"An investigation is under way and it would be inappropriate to comment further at this stage.\"\nEarlier on Saturday, Dyfed-Powys Police said it had opened an investigation into the death of the soldier. \nPolice said officers were liaising with the Health and Safety Executive (HSE) and Ministry of Defence.\nThe Defence Accident Investigation Branch is also involved in inquiries into the soldier's death.\nIn a Facebook post, Sgt Hillier's father said he was\"absolutely devastated\". \nSgt Hillier is the fourth member of the military to die at the range since 2012. \nIn 2017, two soldiers died in a tank explosion, which a coroner ruled was due to a design flaw.\nAn army captain was jailed in July 2018 after a 21-year-old soldier was killed by a stray bullet during an exercise at the range in 2012.\nAccording to the MoD, the Welsh Guards have a \"dual role\" as \"light role infantry\" and \"world class ceremonial soldiers, guarding the Royal Family and royal palaces such as Buckingham Palace and the Tower of London and conducting state ceremonial duties\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56313199",
      "category": "uk",
      "title": "NHS 1% pay rise is 'as much as we can give' - Boris Johnson",
      "tags": "Brent,Boris Johnson,NHS,Gavin Williamson,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson has defended plans to give some NHS staff in England a 1% pay rise, amid warnings that \"undervalued\" nurses could quit.\nThe government is giving workers \"as much as we can\" in the \"tough times\" of the Covid pandemic, Mr Johnson said.\nThe rise, which is being considered by an independent panel, would cover most hospital staff.\nLabour says the proposal goes against a government \"promise\" made last year to give NHS workers a 2.1% pay rise.\nShadow health secretary Jonathan Ashworth said Chancellor Rishi Sunak had been \"cowardly\" when he \"sneaked\" out the announcement a day after his Budget.\nThe Department of Health and Social Care has been under pressure to reconsider its pay proposal since last week, when it officially recommended the 1% rise to the independent panel that advises the government on NHS salaries.\nNurses have described the proposed pay rise as \"insulting\", with unions threatening strike action and warning that the \"pitiful\" rise may lead staff to quit their jobs - worsening staffing issues in the health service.\nMinisters will make their final decision in May after the independent panel makes its own pay recommendations.\nAsked about the proposed pay rise on a visit to a coronavirus vaccination centre in Brent in north London, Mr Johnson said: \"What we have done is try to give them as much as we can at the present time. \n\"Don't forget that there has been a public sector pay freeze, we're in pretty tough times.\"\nHe added he was \"massively grateful\" to \"heroic\" health and social care workers during the pandemic.\nBut the Royal College of Nursing reiterated its calls for the government to make a U-turn on the 1% offer.\nThe union's general secretary, Dame Donna Kinnair, said: \"More of these warm words for nurses are not going to cut it.\"\nThe PM's comments are not the last word on pay.\nAn independent review body will make its recommendations on NHS salaries in May. If it's worried about retention and recruitment of staff, it could say that pay should rise above 1%.\nThe government would then have a dilemma - either to ignore the recommendation, or make cuts elsewhere to fund a bigger increase.\nBut the review body could equally present a challenge to the opposition.\nThe shadow health secretary Jon Ashworth condemned a 1% rise as \"a  disgrace\" but said Labour would \"honour whatever that review body recommends\".\nDuring the years of austerity, it wasn't uncommon for pay review bodies to act within constraints set by government.\nSo if the independent panel were to support a 1% rise after all, the Labour leadership would need to rethink its position, or face a backlash from the unions.\nLabour's Mr Jonathan Ashworth said Conservative MPs had already voted for a pay rise of 2.1% for NHS workers when a long-term spending plan for the health service passed through the House of Commons in January 2020.\n\"Not only was it promised, it was budgeted for and it was legislated for - this is the law of the land,\" he said.\n\"That should be the basis for which negotiations and discussions are now entered into with the trade unions.\"\nThe Department of Health maintains that the assumption of a 2.1% pay rise was not enshrined in law, and the financial pressures from the pandemic could not have been foreseen.\nThe prime minister said the government had \"tried to give the NHS as much as we possibly can\" to tackle Covid, and had provided £62bn to the health service on top of its usual annual allocation of £140bn.\nPressed by the BBC's Andrew Marr on whether there could be a rethink on the pay rise, Education Secretary Gavin Williamson said: \"What the government has put forward has been passed to an independent review.\n\"We've put forward what we believe we can afford and [it] is part of a process and that [is] what will be looked at,\" he added.\n\"But really, our focus is on making sure we recover from this pandemic.\"\nA government spokesperson has previously said a 1% pay rise would be a \"real-terms increase\", as the latest official inflation figure was 0.9%.\nDame Donna has warned the rise would mean just £3.50 more per week in take-home pay for an experienced nurse.\nAt least 1.3 million other public sector staff - including teachers, the armed forces, firefighters and police officers - are about to have their pay frozen for a year.\nThe NHS in Scotland, Wales and Northern Ireland is run by the devolved administrations.\nThe Scottish government has announced that 2021-22 pay negotiations will be delayed until the summer because of the disruption caused by Covid. Staff have been given an \"interim\" pay rise of 1%, which will form part of the new settlement.\nNHS workers in Northern Ireland were promised a one-off £500 \"special recognition\" payment in January, following a similar announcement in Scotland.\nThe Welsh government has said it will not set a \"ceiling\" of 1% on NHS pay rises for 2021-22."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56312051",
      "category": "uk-scotland-glasgow-west",
      "title": "Rangers' Premiership win: 'Anger' over celebrating Rangers fans",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon,Douglas Ross,Glasgow,Humza Yousaf",
      "text": "Police say arrests were made and fines issued after crowds of fans gathered to celebrate Rangers winning the Scottish Premiership.\nLarge numbers of supporters made their way to Ibrox Stadium and Glasgow's George Square to mark the achievement despite warnings to stay at home.\nNicola Sturgeon said the crowds were \"infuriating and disgraceful\" and could delay the end of the Covid lockdown.\nRangers took the title after Celtic failed to beat Dundee United.\nThe result gave Rangers an unassailable 20-point lead and the title for the first time in 10 years.\nUnder current guidance, public gatherings are banned and a maximum of two people from two households are allowed to meet outdoors. \nFootball games are taking place behind closed doors with no fans in the stadium.\nHowever, following Sunday's game, crowds of fans took to the streets, as some let off flares while others chanted and waved flags outside the club ground. In Glasgow city centre fans flocked to George Square to celebrate being crowned Scottish champions.\nIn a tweet, First Minister Nicola Sturgeon congratulated Rangers on the title win, but added: \"Gathering in crowds just now risks lives, and could delay exit from lockdown for everyone else.\"\n\"If those gathering care at all about the safety of others & the country, they will go home,\" she said.\nIn a later tweet she said: \"I share folks' anger at this.\"\n She added it was \"infuriating and disgraceful\" to see the crowds \"risk our progress\" after everyone complying with lockdown rules has made \"so many sacrifices\".\nCh Supt Mark Sutherland said officers attended gatherings at both George Square and outside Ibrox stadium.\nArrests were made and fixed penalty notices issued for breaches of the Covid restrictions, disorder incidents and the use of pyrotechnic devices, he added. \nIn a statement published shortly before 21:00, he urged fans to make their way home.\nThe PA news agency reported that by 21:30 police officers had encircled a depleting group of fans at the base of the Scott Monument in George Square. \nLast May thousands of Liverpool fans flouted social distancing guidelines and gathered outside Anfield to celebrate the club's first Premier league title in 30 years.\nAnd in November hundreds of Celtic supporters defied the level four restrictions and converged on Celtic Park to call for the removal of the club's then manager Neil Lennon.\nDavid Hamilton, chairman of the Scottish Police Federation, said he was \"appalled\" by the scenes.\nHe also told the BBC Radio's Good Morning Scotland programme that officers, many of whom have not been vaccinated, were put in \"jeopardy\" by the supporters' actions.\nMr Hamilton said he understood why people were frustrated by the Police Scotland response but said that was an operational matter for the force, which would have considered factors such as wider public order issues and road safety.\nHe highlighted that it can take up to 20 minutes to issue a fixed penalty fine for breaches of the Covid restrictions.\nMr Hamilton said: \"If we were to ticket everybody in George Square yesterday we would still be doing it just now.\"\nBut he also criticised the club for being \"silent\" and failing to address the mass gatherings on its social media accounts.\nHe added: \"There is a responsibility to the club here. It should not take the government to have to ask the club to tell people to go home.\n\"That should have been something the club should have taken on themselves proactively.\"\nThe club tweeted or retweeted more than 50 times in the hours after they were crowned champions but did not address the mass gathering of fans.\nSocial psychology expert Prof Stephen Reicher said the celebrations were \"completely predictable\" and \"in some ways encouraged\".\nThe St Andrews University academic said it was \"disappointing that the club did not have a dialogue with the fans about how one can celebrate but in ways that are safe, in ways that don't endanger the public, that don't endanger and, indeed, don't endanger Scottish football\".\nHe warned that it undermined the argument for safely reopening mass events including the Euros championship in Scotland. \nGlasgow Kelvin MSP Sandra White described the celebrations as \"absolute chaos\" and questioned what plans were in place to prevent mass gatherings.\nShe told Good Morning Scotland: \"They [the fans] should never have been allowed to leave Ibrox and march into the city centre in large numbers. It could have been stopped there and then.\n\"People have lost loved ones and people can't visit loved ones and yet this is being facilitated.\" \nRangers fans in Northern Ireland also breached lockdown rules, with a large crowd gathering on Belfast's Shankill Road to celebrate on Sunday evening.\nPolice Service Northern Ireland urged people to celebrate \"at home safely and within the current health regulations\".\nEarlier on Sunday Scotland's justice secretary urged fans not to put lives at risk by flouting lockdown rules.\nHumza Yousaf also warned that Uefa would be paying \"close attention\" in anticipation of the European Championships coming to Scotland.\nFollowing their win, some Rangers players made their way to the fence to celebrate in sight of fans outside.\nSpeaking on BBC Scotland's Sunday Show, Scottish Conservative leader Douglas Ross called the actions of fans outside Ibrox \"completely wrong\".\nHe added: \"We've all done so much to get the virus rates down.\n\"I understand passions run high with football fans, but it clearly didn't match what we expect people to do during a Covid period, while many people still can't even leave their homes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56315011",
      "category": "uk-england-london",
      "title": "Sarah Everard: Police confirm last sighting of missing woman",
      "tags": "Sarah Everard murder,Clapham,Brixton,Battersea",
      "text": "Detectives investigating the disappearance of a woman who has been missing since Wednesday in south London have confirmed where she was last seen.\nSarah Everard, 33, was last spotted on CCTV walking alone on the A205 Poynders Road, from the junction with Cavendish Road, in the direction of Tulse Hill.\nThe time was about 21:30 GMT, 30 minutes after she had left her friend's home in Leathwaite Road, Battersea.\nHer walk home to Brixton was expected to have taken her 50 minutes.\nDetectives said it was unclear whether she returned to her home address but think she may have walked across Clapham Common.\nAn extensive investigation is under way, including searches and house-to-house inquiries, to establish whether there were any further sightings of Ms Everard beyond that which was captured on CCTV. \nThe investigation continues to be treated as a missing person's inquiry, but due to its complex nature and concerns for her welfare, the Met's Specialist Crime Command is now leading the case.\nHer family said it was \"totally out of character\" for her to not be in contact with them. \nDet Ch Insp Katherine Goodwin said: \"I would like to stress that there is no information at this stage to suggest anything untoward may have happened to Sarah.\n\"The focus remains on returning her home to her family safe and well and that is our number one priority. \n\"I would like to thank Sarah's family and friends, the local community and members of the public for their help to raise awareness of this appeal and for coming forward with information.\n\"I would urge anybody who has information or noticed any suspicious activity in the area to contact us if you haven't already. \"\nShe was last seen wearing a green rain jacket, navy blue trousers with a white diamond pattern and turquoise and orange trainers. \nShe was also thought to have been wearing green earphones and a white beanie hat.\nDetectives have urged people to check any dashcam or doorbell cameras for sightings of her, particularly along these roads:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56312845",
      "category": "uk-northern-ireland",
      "title": "NHS pay: Nurses 1% pay offer 'a massive slap in the face'",
      "tags": "NI Health,Nursing,Royal College of Nursing,Coronavirus pandemic",
      "text": "A 1% pay offer for nurses in Northern Ireland would be a \"massive slap in the face\", according to the Royal College of Nursing (RCN) in NI.\nThe union has set up a £35m fund for possible strike action after the proposal was made for nursing staff in England.\nIt has called for a 12.5% pay rise.\nThe RCN's NI director, Pat Cullen, said the union would await the outcome of a pay review before considering its next steps in NI.\nThe government has said the 1% offer represents what is \"affordable\" at a difficult time for public finances because of the coronavirus pandemic.\nMs Cullen, referring to the clap for carers initiative, said \"it didn't take very long for government to move the claps to slaps\".\nShe said that members, who \"have carried us right through Covid... working 15-hour days on most days\", were now feeling angry and let down.\n\"Did we anticipate this happening as quickly and to be let down as quickly? Probably not, but the government just seems to have a very short-term memory on this occasion,\" she added.\nMs Cullen said the RCN had \"put substantial evidence to the pay review body\", which is assessing the policy in Northern Ireland.\nShe said she anticipated the results of this to be known by May or June.\n\"Let's see what will happen then\", she said, referring to the potential for members to be balloted for industrial action.\nThe prospect of a strike comes just more than a year since NI's largest health unions agreed to end months of industrial action over a pay and staffing levels dispute. \nIt is almost inconceivable that health workers find themselves in a position where they are talking about strike action again.  \nIn fact, if these threats come to fruition, an already astonishing year will be bookended by walkouts and industrial action.\nIn the 14 months since, health and social care workers have gone from the picket line to the front line, as they joined the fight against Covid-19. \nAfter the most difficult of years, it does feel scarcely credible that there's friction once again over a pay rise. \nThe government argues that 1% is all they can offer when there is a public sector pay freeze. But this offer has triggered \"dismay and anger\" among health unions. \nOne could argue health workers have the better hand. The support of the public will have been strengthened immensely over the last 14 months and that's something governments across the UK will have to filter into their negotiations. \nThe pay proposal in England covers most hospital staff, but does not cover GPs or dentists.\nA government spokesperson said the plan was a \"real-terms increase\" as the latest official inflation figure was 0.9%.\nRCN general secretary Dame Donna Kinnair said 1% would represent about £3.50 more per week in take-home pay for an experienced nurse.\nStormont's Department of Health said \"any decision on a pay award for NI health workers will be taken after the pay review bodies make their recommendations\".\n\"We do not intend to pre-empt those recommendations.\n\"Our pay award decisions can also only be taken in the context of a wider public sector pay policy set by the Department of Finance.\"\nOn Saturday, a joint statement issued by the RCN, Unison, Nipsa and Unite unions said members in NI had responded to the government proposal with \"dismay and anger\".\n\"They know their worth and value, as does the public and all those who have been cared for by them over the last year,\" it said."
    }
  ]
}