{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56367991",
      "category": "world-us-canada",
      "title": "Cuomo: Pressure mounts as senators tell New York governor to quit",
      "tags": "New York,Sexual harassment,United States",
      "text": "The US senators for New York joined growing calls for Andrew Cuomo to resign as a seventh woman came forward with allegations of sexual misconduct against the governor.\nFellow Democrats Chuck Schumer and Kirsten Gillibrand said Mr Cuomo had \"lost the confidence\" of New Yorkers.\nSix women have accused Mr Cuomo of unwanted kissing and groping.\nOn Friday, another woman, a former New York reporter, said Mr Cuomo harassed her.\nMr Cuomo has denied the allegations against him and has defied calls to resign from Democrats.\n\"I did not do what has been alleged,\" Mr Cuomo said before facing the seventh complaint on Friday. \"I never harassed anyone, I never assaulted anyone, I never abused anyone.\"\nIn their statement, Mr Schumer, who is also the Senate majority leader, and Ms Gillibrand, said: \"Due to the multiple, credible sexual harassment and misconduct allegations, it is clear that Governor Cuomo has lost the confidence of his governing partners and the people of New York. Governor Cuomo should resign.\"\nEarlier, New York Congresswoman Alexandria Ocasio-Cortez and Congressman Jamaal Bowman also released a joint statement that said, \"we believe these women, we believe the reporting, we believe the Attorney General, and we believe the fifty-five members of the New York State legislature,\" referring to a group of legislators who have called on Mr Cuomo to resign. \n\"Governor Cuomo can no longer effectively lead in the face of so many challenges\", the statement said.\nNew York City Mayor Bill de Blasio, a long-time political rival of Democrat Governor Cuomo, told reporters on Thursday that the latest allegation is \"disgusting to me, and he can no longer serve as governor.\"\nMr Cuomo, whose term in office comes to an end in 2022, was last year praised for his handling of the Covid epidemic in his state. However, this year he has been accused of obscuring the scale of coronavirus deaths in the state's nursing homes.\nOn Thursday, New York State Assembly Speaker Carl Heastie said he had given the go-ahead for an \"impeachment investigation\" into the allegations made against Mr Cuomo. The investigation, which will interview witnesses and look at evidence, would be the first step towards impeachment. \nMr Cuomo has said he would wait for the results of an independent investigation into the allegations, which is being overseen by the New York's attorney general Letitia James. \nThe political ground is crumbling beneath Andrew Cuomo's feet.\nThe worst case for the New York governor was always that the early revelations about his conduct in office would lead to new sexual-harassment accusers, exposing a pattern of behaviour.\nThat appears to be happening, and more New York politicians are lining up against Cuomo.\nThe flood of the state congressional Democrats calling for Cuomo's resignation on Friday is just the latest, most significant development.\nThe day started with a majority of the New York House delegation coming out against Cuomo.\nSome of the names involved were unsurprising. Alexandria Ocasio-Cortez and Jamaal Bowman, for instance, are progressives who unseated Cuomo-backed incumbent Democrats.\nThe uprising against Cuomo wasn't  limited to his left flank, however. And it was how Cuomo's day ended that could be the most damaging for the governor.\nIn a joint statement, New York's two senators said Cuomo had \"lost the confidence\" of the people of New York\nComing from Kirsten Gillibrand, who has been a vocal voice in the #MeToo movement, and powerful Senators Majority Leader Chuck Schumer, the statement will threaten what remaining support Cuomo has in the state.\nDespite refusing to step down in a defiant press conference on Friday, the writing is on the wall for Cuomo. He may try to hold in to his office, but power and influence - which he wielded ruthlessly for years - are slipping from his grasp.\nMr Cuomo was first accused of harassment in February, when Lindsey Boylan, a former top-level aide, wrote in an essay that the governor touched her without her consent and frequently made inappropriate comments about her appearance.\nMs Boylan accused Mr Cuomo of kissing her on the lips and asking her to play strip poker while on his private jet.\nSeveral more women have come forward with allegations. The most serious allegation, that Mr Cuomo groped an unnamed woman beneath her blouse, was referred to police.\nIn the latest case, Jessica Bakeman, a former statehouse reporter in Albany, accused Mr Cuomo of repeatedly touching her. She wrote in New York magazine: \"He uses touching and sexual innuendo to stoke fear in us. That is the textbook definition of sexual harassment.\"\nMr Cuomo has yet to comment on the new allegation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56373901",
      "category": "uk-northern-ireland",
      "title": "Boris Johnson visits Northern Ireland amid unionist tension",
      "tags": "NI Brexit,Boris Johnson,Michelle O'Neill,Mary Lou McDonald,John Finucane,Arlene Foster,Brexit,NI 100,Coronavirus pandemic",
      "text": "Sinn Féin has refused to meet Prime Minister Boris Johnson on his visit to Northern Ireland.\nThe party described his trip on Friday as a publicity stunt.\nMr Johnson said he was \"always happy to meet all sides\" but had been told Deputy First Minister Michelle O'Neill of Sinn Féin was \"otherwise engaged\".\nFirst Minister Arlene Foster urged him ditch what she called the \"intolerable\" post-Brexit arrangements known as the Northern Ireland Protocol.\nIt came into effect in January as part of the Brexit deal and means Northern Ireland remains in the EU's single market for goods, while the rest of the UK has left, so checks are required on some goods crossing the Irish Sea.\nDemocratic Unionist Party (DUP) leader Mrs Foster said the protocol was unworkable, had the backing of no unionist parties and created societal division and economic harm rather than protecting the Belfast Agreement that effectively brought to an end Northern Ireland's Troubles.\n\"Whilst grace periods have been extended unilaterally, we need a permanent solution so business can plan and the integrity of the United Kingdom internal market can be restored,\" said Mrs Foster, speaking after meeting the prime minister at a Covid-19 vaccination centre in Enniskillen, County Fermanagh.\nMr Johnson said the government's action to postpone the full implementation of the Northern Ireland Protocol was \"lawful and indeed right in view of the impact on the peace process and the Good Friday Agreement and the need to have consent from both communities\".\n\"The most important thing about the protocol is that it should guarantee the peace process and the Good Friday Agreement,\" he said.\n\"There's got to be an east-west consent... as well as a north-south consent so that's what we're doing.\"\nMs O'Neill, Northern Ireland's deputy first minister, said she and her party's president Mary Lou McDonald had a \"long-standing request\" to meet Mr Johnson.\nThey wanted to discuss \"commitments which he and his government have reneged on\" as well as his \"reckless and partisan approach to the Irish protocol\", she said.\n\"He did not facilitate the meeting,\" added Ms O'Neill. \"I have no plans to meet with him today.\"\nSinn Féin MP John Finucane went further, describing the prime minister's visit as a \"very superficial PR exercise\".\nThis visit feels like the first step in the prime minister's own pathway to recovery as he seeks to repair badly damaged relations with unionists.\nIt was no surprise that pathway included an early trip to Fermanagh - the home of Arlene Foster.\nEven before he arrived, his advance party had set the stage releasing details of events to mark Northern Ireland's centenary.\nBut it will take more than a special postmark, a concert and a centenary rose to heal the unionist hurt.\nFar from being the union's chief cheerleader, Boris Johnson is regarded by many unionists as the prime minister who betrayed Northern Ireland by agreeing to the protocol which created the Irish Sea border.\nIt is going to be a tricky visit for the prime minister labelled a \"lousy unionist\" by an Orange Order leader.\nIt is no surprise that much of the visit's focus was on the battle against Covid-19 and the successful rollout of the UK's vaccine programme.\nBut until he comes up with a political vaccine to eradicate the Northern Ireland Protocol, the Boris Johnson pathway to unionist recovery will not be smooth.\nHealth Minister Robin Swann said the success of Northern Ireland's Covid-19 vaccine programme \"shows the strength of the union\".\nBut the UUP MLA (Member of the Legislative Assembly) warned that the Northern Ireland Protocol had brought challenges, particularly in terms of medical supplies.\nEarlier on Friday, Mr Johnson commended the military and emergency response teams at Aldergrove in County Antrim for their work throughout the Covid-19 pandemic.\nArmy medics were deployed to hospitals in Northern Ireland to assist staff dealing with a surge in coronavirus cases over the winter.\nMr Johnson thanked them for their \"incredible\" work in Belfast's Nightingale Hospital, where some of them gave patient care.\nThe prime minister also met scientists involved in vaccine research at Queen's University Belfast.\nHis last engagement in Northern Ireland was at medical 3D printing company Axial 3D in Belfast on Friday evening.\nThe prime minister last visited Northern Ireland in August - his first trip since power sharing was restored in January 2020 after a three-year hiatus.\nOn that trip, he held talks with Mrs Foster and Ms O'Neill at Hillsborough Castle and also addressed criticism of plans to celebrate Northern Ireland's centenary.\nBefore his visit on Friday, Mr Johnson announced official events to mark the centenary of Northern Ireland.\nHe said the events would reflect on what made Northern Ireland \"the great place it is today\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56381722",
      "category": "world-us-canada",
      "title": "Minneapolis to pay George Floyd family $27m",
      "tags": "Minneapolis,US race relations,George Floyd death",
      "text": "The city of Minneapolis has reached a $27m (£19m) settlement with the family of George Floyd, the unarmed US black man whose death last May sparked protests worldwide.\nMr Floyd's death after being trapped under the knee of police officer Derek Chauvin was captured on camera.\nLawyers for the family said the footage created \"undeniable demand for justice and change\". \nJury selection for Mr Chauvin's murder trial is currently under way. \nSix out of 12 jurors have been selected for hearings beginning on 29 March.\nThe Minneapolis City Council voted unanimously to approve the pre-trial settlement, the largest ever awarded in the state of Minnesota.\n\"That the largest pre-trial settlement in a wrongful death case ever would be for the life of a black man sends a powerful message that black lives do matter and police brutality against people of colour must end,\" said Floyd family attorney Ben Crump.\nIn a video of Mr Floyd's death that went viral on social media, four police officers confront the man for allegedly using a counterfeit $20 bill at a local shop.\nThey drag him to the ground and Mr Chauvin places his knee on Mr Floyd's neck, even as he begs for his life and says \"I can't breathe\". He was later pronounced dead in hospital.\nLawyers for the Floyd family filed a civil suit one month later, in June 2020.\nThey argued the city had been negligent for failing to train officers in proper restraint techniques and for not dismissing officers with a poor track record. Dozens of complaints had previously been filed against Mr Chauvin, who had been serving on the city police force for 19 years. \nSpeaking after the settlement was announced, Mr Crump said it was but \"one step\" on the journey to justice. Mr Floyd's death was a catalyst for reckoning on race and bias, he said. \nThe civil settlement comes at the end of the first week in criminal court proceedings over Mr Chauvin's murder trial.\nThe former officer is facing charges of second and third degree murder and second degree manslaughter. If found guilty on all counts, he could face a maximum sentence of 65 years in prison. He has pleaded not guilty.\nSix jurors have been selected for the trial so far.\nThe final bench will require 12 jurors and four alternates - or substitutes - but suitable jurors have been hard to find in this emotionally charged and high-profile case.\nThe three other officers involved in Mr Floyd's death - J Alexander Keung, Tou Thao and Thomas Lane - were charged with aiding and abetting murder and manslaughter, and will be tried separately later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56379278",
      "category": "uk-wales",
      "title": "Covid: Mother's Day meet-ups planned as Wales' lockdown eases",
      "tags": "Llantwit Major,Mother's Day,Coronavirus lockdown measures,Aberthaw,Holyhead,Cardiff,Welsh government,Llanfairpwllgwyngyll,Vale of Glamorgan,Coronavirus pandemic",
      "text": "Plans for outdoor Mother's Day meet-ups are under way as a relaxation of Wales' lockdown rules comes into force.  \nFrom Saturday, up to four adults from two households can meet up in a private garden.\nThe stay-at-home rule has now been replaced by a requirement to stay local.\nFor Charlotte Phillips from Llantwit Major, Vale of Glamorgan, Sunday will be the first time she has spent time with her mother since Christmas. \n\"I'm really pleased,\" she said. \nLast year, as the pandemic took hold, Charlotte's family abandoned plans to meet up for lunch on Mother's Day. The UK went into its first Covid lockdown just 13 days later on 23 March.\n\"I'd arranged for family to come round for Mother's Day lunch on that Sunday but we took a decision to not see each other, so I went dropping plates of food round to my family's gardens and wasn't able to see them,\" she said. \nThe new rules mean she can now visit her parents in their garden in Aberthaw, about five miles (8km) away: \"It'll be really nice to go over this year and actually spend time with them in the garden, catching up because they have pretty much been in since March last year.\n\"I'm not going to do a lot because of cross-contamination with Covid, just have a glass of wine in their garden, see them for a little bit and take some presents over.\"\nIf it rains she has a plan B: \"I have bought a gazebo - I bought it when you could still meet people in your garden - I may have to erect that in my garden and they can come here... we'll sort something out.\"\nMany restaurants have diversified during lockdown with some offering takeaway meals and cakes, like Pat Hughes who runs a café in Caernarfon, Gwynedd, which provides takeaway afternoon teas.\nShe said she was running the service over Saturday and Sunday because she has had \"so many calls\".\n\"After doing them at Christmas, we decided we would do takeaway afternoon teas every weekend and it's been going great,\" she told BBC Radio Wales Breakfast.\n\"I've been grateful otherwise we would be in trouble.\"\nAngelika Monks, from Anglesey, has not seen her son Steven, 35, since Christmas. \nSteven, who has cerebral palsy and severe learning difficulties, lives in a supported living setting. \nFrom Saturday, designated solo visitors can also enter care homes.\n\"I can't tell you what it's been like and it is just as bad for Steven as well,\" she said. \nShe is waiting to find out if the relaxation of care home visit rules means she can visit her son, but the end of the stay-at-home rule means she can look forward to travelling to meet him outdoors again.\n\"We live on the same island but Steven is in Holyhead, and we live near Llanfair-PG [Llanfairpwllgwyngyll] so it's about 30-odd miles, and so we weren't allowed to go to see him,\" she said. \n\"I can't really express myself... it will be so wonderful to actually be normal again... it will make such a difference to our lives and to his life as well.\"\nShe hopes to be reunited with him on Mother's Day: \"That is a decision we'll have to make on the day - if the weather is nice, we're going to come out and meet him in the park, if the weather is not nice we can't do that. Decisions will have to be made day by day.\"\nOutdoor sports facilities such as golf and tennis have also begun reopening following Friday's lockdown easing. \nLowri Roberts is a member of Cottrell Park Golf Resort in Cardiff and pleased to be able to play again.\n\"I think it's good news that we're able to play golf again -  it's very welcome,\" she said. \n\"It is an important part of your life, it takes at least four hours on a Saturday morning - I think many people have missed the opportunity to play some sports, get some fresh air, be with nature, even compete.\"\nShe said she backed the Welsh Government's lockdown restrictions: \"I think most golfers understand why it's not been possible until now... we all have perspective - so many other things have been happening - it can't have been the most important thing.\n\"I'm looking forward to getting back but I fully understand what the government's chosen to do and why we've not been able to play since Christmas - and I'm fine with it.\"\nWales' \"stay at home\" law will switch to \"stay local\" on Saturday and there will be guidance on what that means, according to where you live.\nIt is only likely to last for two weeks, however, ending on 27 March if conditions allow.\n\"The rule of thumb is that you should think of local as a five-mile radius from where you live,\" First Minister Mark Drakeford said.\n\"But if you live in a valleys community or a rural area you can exercise your judgement and go a little bit further.\"\nDyfed-Powys Police Federation representative Roger Webb said forces had not been given any information ahead of the announcement on how officers should engage on the new rules and enforce them. \nHe said they would use common sense and work \"in the best way possible\" to make them effective."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56361419",
      "category": "uk",
      "title": "Catcalling: The sisters who are making a noise to stop street harassment of women",
      "tags": "Sheffield,Sarah Everard murder,Women",
      "text": "The case of Sarah Everard has prompted many women to share their experiences of feeling unsafe while walking the streets.\nAs the 33-year-old was last seen walking home in the dark from a friend's house in Clapham, south London, it has sparked discussion on social media about the precautions women are taking when they go out alone - from not wearing headphones to telling friends where they are going.\nBut how can we help women feel safer without them having to change their own behaviour?\nMaya Tutton, 22, says that her first experience of street harassment was when she was still at school, recalling: \"I remember one particular incident when I was 14 and several men pulled up next to me with two friends and they made some of the most sexually threatening comments I had heard in my life.\n\"And I remember just being so scared and never feeling the same way in public spaces again.\"\nBut it was her younger sister Gemma's experiences that pushed her to take action. \n\"At the age of 11 she was out on a summer day and a man pulled up and shouted horrible sexual comments about her body and her legs and she came back to me and she spoke to me about it,\" she says. \n\"And I had to explain to her firstly that this had become a normal part of being a girl - that this was unremarkable somehow and that this probably wouldn't be the only incident. And on top of that, this probably wouldn't be the worst incident.\"\nTwo years ago the pair, who live in south-east England, founded Our Streets Now, which campaigns for public sexual harassment to be a criminal offence as well as for the issue to be part of the secondary school curriculum. \nThe group has also created free lesson plans and resources for teachers to educate girls - and boys - about public sexual harassment. \nEngaging boys and men is crucial, Maya says, adding: \"We cannot continue to place the onus on the victim's shoulders.\"\nWhen women are told to change their behaviour to stay safe, perpetrators are still a danger to others, she explains. \n\"The onus should never be on us to change things,\" Maya says. \"We're not tackling the root and the root is male violence.\"\nThe importance of men in tackling violence against women is also central to the work of the White Ribbon UK charity. \n\"It is men's responsibility to challenge other men and ourselves in our behaviours,\" says founder Chris Green. \nThe global movement began in Canada in the 1990s and works to engage men and boys across society to make a stand on the issue. \n\"It is a pledge never to commit the violence, never to excuse the violence and never to remain silent about the epidemic levels of violence in our society,\" Chris, 67, explains. \nThe charity works with organisations including schools, councils, police forces and universities to provide resources to raise awareness and educate men about violence against women. \nChris noticed there was a \"groundswell\" of reaction on social media from women since the Sarah Everard case started being talked about - with some asking why more men weren't \"shouting about\" the issue of women's safety.\n\"It just says to me we should be doing more,\" he adds. \nIn Sheffield, Our Bodies Our Streets campaigns on practical ways to help women feel safer. \nA petition launched by the group earlier this year, calling for the council to improve lighting in the city's parks, has attracted more than 3,000 signatures. \nKerry Lindeque, a member of the group who is studying at the University of Sheffield, says: \"Everybody has the right to exercise and everybody should have the right to go for a walk, especially in lockdown because it's so important and has such a big impact on our mental health. \n\"But as soon as it gets dark a lot of women don't feel safe on the streets because you have people stalking you, you have people catcalling you, you have cars driving slowly past you.\"\nShe said that those who decide to go into parks to avoid those slow-driving cars then don't feel the parks are particularly safe either.\nThe group have also created an online map, documenting people's experiences of harassment in Sheffield. \nKerry, 20, says the aim is to \"validate\" people's experiences so they feel listened to, as well as to highlight the extent of the problem. \nMore than 10,000 people have also shared their experiences of harassment with the Catcalls of London Instagram page, which writes examples of catcalling in chalk on the streets where they happened. \nThe movement first started in the New York and has spread to cities around the world, including London, where an account was started by Farah Benis three years ago. \nThe 34-year-old says she was inspired by her own experiences of harassment from the age of 11 and \"the fact that every single woman I know has experienced it in some form multiple times\".\n\"I wanted to scream about it and I founded Catcalls of London instead.\"\nOut of the thousands of submissions the account has received, Farah says 74% are from under-18s, while experiences range from verbal threats to groping. \nShe highlights how, in many cases, unwanted attention can escalate to aggression.  \n\"That's what happens when men don't get the reaction they want - they lash out,\" she says.\nFarah hopes the account will raise awareness and help bring about change. \n\"When we stop accepting things as the norm and start to challenge them it wakes people up, especially people who are not affected by these issues, to the impact they have on us - our mental health, our wellbeing, the constant worry about our personal safety,\" she says. \n\"These are all things that so many men don't realise we experience.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56385657",
      "category": "uk-england-london",
      "title": "Sarah Everard: Wayne Couzens appears in court charged with murder",
      "tags": "Sarah Everard murder,Clapham,Brixton",
      "text": "A Metropolitan Police officer has appeared in court charged with the kidnap and murder of Sarah Everard.\nWayne Couzens, 48, was arrested on Tuesday after the 33-year-old disappeared when walking home to Brixton from Clapham in south London last week.\nMs Everard's body was found in an area of woodland in Ashford, Kent, Westminster Magistrates Court heard.\nMr Couzens wore a grey tracksuit as he appeared for the brief hearing. \nHe appeared to have a red wound on his head and spoke quietly when asked to confirm his name, date of birth and address.\nChief Magistrate Paul Goldspring remanded him in custody to appear again at the Old Bailey on 16 March. \nThe court heard the officer, of Deal, Kent, is accused of kidnapping Ms Everard in the Poynders Road area of Clapham. \nProsecutor Zoe Martin said Ms Everard was reported missing by her boyfriend on 4 March.\nShe had visited a friend in the Clapham Junction area on 3 March and left at around 21:00 to make what was roughly a 2.5 mile (4 km) journey home.\nShe called her boyfriend for around 14 minutes, and was seen alone on CCTV at 21:15 GMT and again on a camera at 21:28, Ms Martin said.\nHer body was found on Wednesday inside a builder's bag and later identified through the use of dental records, the hearing was told.\nA post-mortem examination has taken place but no cause of death was given in court. \nMr Couzens joined the Metropolitan Police in 2018, most recently serving in the Parliamentary and Diplomatic Protection Command, an armed unit responsible for guarding the Parliamentary estate and embassies in London.\nHis main job was uniformed patrol of diplomatic buildings and Scotland Yard said he was not on duty at the time of Ms Everard's disappearance.\nHe was taken to hospital for a second time in 48 hours on Friday for treatment to another head injury suffered in custody, before he was discharged and returned to a police station.\nMr Couzens was previously treated in hospital for a separate head wound on Thursday, also sustained in custody when he was alone in his cell.\nMeanwhile, police in dry suits were seen continuing to search around the area where Ms Everard's body was found near Ashford. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56387446",
      "category": "world-us-canada",
      "title": "Breonna Taylor: Protest marks anniversary of police killing",
      "tags": "US gun violence,Black Lives Matter,Kentucky,US police killings",
      "text": "Hundreds of people have gathered in the US city of Louisville for a rally to mark a year since the death of Breonna Taylor, a 26-year-old black paramedic shot dead when police raided her home.\nThe incident caused outrage, spurring protests against racism and brutality.\nMs Taylor was shot by officers who forced entry into her home using a \"no-knock\" warrant that meant they did not have to announce themselves.\nThe three police officers who carried out the raid were eventually sacked.\nDuring the operation Ms Taylor's boyfriend Kenneth Walker shot and wounded one of the officers. Earlier this month a charge of attempted murder against him was dropped.\nMr Walker said he fired once because he believed criminals were breaking in. The officers responded with 32 shots, six of which struck Ms Taylor.\nHowever, a grand jury decided not to charge any of them over Ms Taylor's death, sparking protests.\nDuring Saturday's demonstration in Louisville, speakers demanded justice for Breonna Taylor. \n\"It's been a year and justice has not been served,\" Camille Bascus, a 50-year-old African American, told the AFP news agency.\nAhead of the rally, Kentucky Governor Andy Beshear said in a statement that he would \"never understand the unimaginable grief\" of Ms Taylor's family and loved ones. \n\"Today we remember Breonna Taylor, her tragic and unnecessary loss and the immense work we have ahead of us,\" he said. \nThe FBI's Louisville field office also issued a statement saying that its investigation into Ms Taylor's death had made \"significant progress\" since it began last May, without providing further details. \nMs Taylor's killing did not initially attract nationwide attention. But it received renewed focus after the police killing of unarmed black man George Floyd in Minneapolis, which ignited anti-racism protests around the world.\nBy Shrai Popat, BBC News in Louisville\nOn the anniversary of Breonna Taylor's death, her hometown of Louisville is determined that the US doesn't forget her. Flowers, candles and murals of Ms Taylor are centre stage in Jefferson Square Park - dubbed Injustice Square or \"Breewayy\" by many locals. Surrounding roads have been closed off, but many feel that the security measures are excessive for a day of remembrance. \"No-one who organised today asked for these barricades,\" said Attica Scott, a Kentucky state representative. \nMs Scott has been a fixture at many of the marches following Ms Taylor's death. She has also proposed a state-wide adoption of \"Breonna's Law\" - the Louisville legislation banning the use of no-knock warrants. \"We're going to keep on fighting,\" she said. \nThe chant \"Say her name\" resounded at the anti-racism protests of last summer, a call for justice for black women in the US. But for many in downtown Louisville, this demand hasn't been met. \"There's always time to arrest, indict and convict the men who killed Breonna Taylor,\" said Lonita Baker, the Taylor family lawyer. So far, that hasn't happened.\nThe city of Louisville paid $12m (£8.6m) to Ms Taylor's family and agreed to police reforms to settle a wrongful death lawsuit.\nOnly one of the police officers who took part in the deadly raid faced any charges linked to the botched raid. Brett Hankison was charged with endangering Ms Taylor's neighbours by firing into a next door apartment.\nEarlier this week the city of Minneapolis reached a $27m settlement with the family of George Floyd - the unarmed US black man whose death last May sparked protests worldwide.\nMr Floyd's death after being trapped under the knee of police officer Derek Chauvin was captured on camera.\n\"That the largest pre-trial settlement in a wrongful death case ever would be for the life of a black man sends a powerful message that black lives do matter and police brutality against people of colour must end,\" said Floyd family attorney Ben Crump.\nJury selection is under way for the murder trial of police officer Derek Chauvin, who was filmed with his knee on Mr Floyd's neck as he begs for his life and says \"I can't breathe\". He was later pronounced dead in hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56386496",
      "category": "uk-scotland",
      "title": "'Private remembrance' for Dunblane 25th anniversary",
      "tags": "Dunblane,Nicola Sturgeon,Boris Johnson",
      "text": "The 25th anniversary of the Dunblane tragedy is being marked privately by residents of the town this weekend.\nChurch services in memory of the victims are being held online due to Covid lockdown restrictions.\nTeacher Gwen Mayor and 16 children were murdered by gunman Thomas Hamilton when he opened fire at Dunblane Primary School on 13 March 1996.\nIn a tribute, First Minister Nicola Sturgeon said the victims were \"forever in our hearts\".\nRev Colin Renwick, of Dunblane Cathedral, said people in the town will remember the events \"quietly, privately and with respect for those who lost their lives\".\nHe said: \"Some will light a candle in their home, spending time in quiet reflection, prayer and remembering.\n\"As is the case every year, the people lost, and those affected most profoundly, will be remembered in prayers in churches throughout the community.\"\nPrayers for the victims and their families will be heard during Dunblane Cathedral's online service on Sunday.\nDunblane's Holy Family Church is streaming an online mass in memory of the victims on Saturday evening.\nCanon Basil O'Sullivan said: \"My thoughts and prayers continue to be with those who suffered and lost so much 25 years ago.\"\nFlags at Scottish government buildings were lowered to half-mast on Saturday.\nOn social media, Nicola Sturgeon was among many who shared an image of snowdrops to remember those who died in the town.\nThe 1996 shooting led to the Snowdrop campaign, which saw the UK enforcing some of the strictest firearms legislation in the world.\nMs Sturgeon wrote: \"This day, 25 years ago, was one of the darkest and most heartbreaking in Scotland's history. \n\"Thinking today of 16 little children, their teacher and all those who still live with the pain.\"\nIn a statement, Prime Minister Boris Johnson said: \"The brutal murder of sixteen primary school children and their teacher shocked not just Scotland, but the whole world. \n\"We must never forget all those who lost their lives on that terrible day. We must continue to tell their story.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-56377033",
      "category": "uk-england-sussex",
      "title": "Shoreham sea deaths: Skipper David Marr jailed over trio's drowning",
      "tags": "Romania,Grimsby,Shoreham-by-Sea,Peterhead",
      "text": "The captain of a trawler which swamped a small boat, causing it to sink and three men to drown, has been jailed.\nMircea \"Mitch\" Ilie, 40, Irinel Popovici, 41, and Treaiam Dumitrache, 50, died on an overnight fishing trip on the James 2 in August 2017.\nWater engulfed their boat when it was passed by a vessel skippered by David Marr, off Shoreham, West Sussex.\nMarr, from Aberdeenshire, was jailed for 12 months after being convicted of not keeping a proper lookout.\nThe 55-year-old, from Peterhead, was sentenced following a trial at Lewes Crown Court, which was sitting at Brighton Magistrates' Court.\nSole survivor Elvis Cojocariu was found alive by a fisherman after the sinking, suffering from hypothermia.\nThe four Romanian friends had been on board the James 2, when Marr's trawler, called the Vertrouwen, \"passed extremely close to it\", the jury was told.\nThe Vertrouwen, a scallop trawler, left the port of Shoreham at 00:07 BST on 6 August 2017, with four crew on board. \nMarr, who had 35 years of experience, took the first watch.\nAt 00:24 he sent a WhatsApp message to a friend, and a minute later, unknown to Marr, the trawler passed the James 2, swamping it and causing it to sink. \nMr Cojocariu told the court the crew had seen the Vertrouwen from about 1km (0.6 miles) away, and all four had been signalling \"like mad\" as it approached, the Crown Prosecution Service (CPS) said. \nHowever the trawler carried on in the same direction and at the same speed and the boat was swamped by waves, a CPS spokeswoman said. \nMr Cojocariu described having a \"clear view of the Vertrouwen's deck as she passed by and that he couldn't see anyone there,\" she said. \nMarr claimed he had not seen the smaller vessel's navigation or cabin lights, or the head torches of the men on board.\nThe jury was told Marr had been unaware that the boat had sunk until a crew member told him \"there was an incident off Shoreham the night before\". \nLibby Clark, from the CPS, said: \"Instead of constantly checking to ensure he knew what was out there, it appears [Marr] was doing other things and, even after his actions caused the James 2 to sink, he continued to sail on, oblivious to the fact that three men were about to die as a result of his not keeping a proper look out.\n\"The evidence showed that he would have been able to see the lights on the boat for six minutes before the near-miss, yet he continued to sail directly towards the boat with tragic consequences.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-56386595",
      "category": "uk-england-gloucestershire",
      "title": "Gloucester: Covid-breach party leads to £800 fines",
      "tags": "Coronavirus lockdown measures,Gloucester,Coronavirus pandemic,Gloucestershire Constabulary",
      "text": "Police who broke up a party which breached lockdown rules found guests had travelled hundreds of miles to attend.\nOfficers arrived at a house in Gloucester to find \"loud music, flashing lights and drunken singing\".\nThey found a man hiding in a bath and guests who had travelled from Durham, 250 miles (402km) away.\nIt was the first time Gloucestershire Police handed out £800 fines under new powers to crack down on parties.\nPolice arrived at the house at around 04:00 GMT on 27 February. Loud music and singing can be heard on bodycam footage, with one officer commenting \"there's a full-blown party going on inside\".\nWhen the occupants opened the door, officers went inside to find several people hiding in the bathroom, including a man lying in the bath.\nGloucestershire Police said it had issued more than 700 fixed penalty notices since the pandemic began but the people at the party were the first to be fined for being in a gathering of more than 15.\nChief Constable Rod Hansen said: \"The majority of incidents we're attending still relate to gatherings of more than two households and most of the fines issued since the new lockdown - 348 - have been for that reason. \n\"We've also issued 424 warnings during this lockdown.\" \nGloucestershire Police added that its policy was to \"engage, explain and encourage\" but they would move straight to enforcement for \"a flagrant breach like this\". \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56385395",
      "category": "uk",
      "title": "Bernardine Evaristo: Husband surprises Booker winner… with a book",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56382436",
      "category": "uk",
      "title": "Covid-19: 48,000 businesses sign up for rapid testing",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "More than 48,000 businesses in England have signed up for workplace Covid testing, Health Secretary Matt Hancock has said.\nMr Hancock said it marked a \"huge step forward\" in getting businesses \"back on their feet\" and keeping people safe.\nBusinesses of all sizes can register to order lateral flow tests for their workers until 31 March.\nThe rapid tests can give results in less than 30 minutes, and they will be free to businesses until 30 June.\nThe hope is that asymptomatic cases can be detected quickly, thereby preventing workplace outbreaks.\nRegular testing is \"essential to bearing down on the virus\", the health secretary added.\n\"I strongly encourage all businesses to register their interest before the 31 March deadline,\" Mr Hancock said.\nThe wider availability of the rapid flow tests is part of government policy to ensure all kinds of workplaces are able to operate safely as lockdown measures continue to be eased.\nAnd it comes in conjunction with the increased use of testing as schools reopened on Monday - in the first step of the government's road map out of lockdown. Pupils and staff at secondary schools and colleges - plus their family members - are now being tested twice a week.\nThat schools programme, combined with the wider use of workplace testing, has seen the total number of Covid tests carried out in the UK jump from about 500,000 a day in mid-February to more than 1.5 million on three days this week.\nInitially, only businesses with 250 or more employees were eligible to access lateral flow tests. This was reduced to 50 last month.\nThe scheme was then expanded last week to all businesses in England, including those with fewer than 50 employees.\nBusinesses previously welcomed the wider rollout of workplace testing.\nMike Cherry, national chair of the Federation of Small Businesses, said helping businesses to introduce testing was \"fundamental to bringing the coronavirus under control\", while Matthew Fell, Confederation of British Industry chief UK policy director, said businesses appreciated the role mass testing could play \"in a safe re-opening\".\nMost businesses in England can register via an application form on the government's website. Charities and other organisations, including those who are a building society, a partnership, a sole proprietor or an Act of Parliament, will need to register by email, with details listed on the same web page."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56382608",
      "category": "world-europe",
      "title": "Covid-19 pandemic: Italy to shut shops and schools amid infection spike",
      "tags": "Coronavirus vaccines,Italy,Coronavirus pandemic",
      "text": "Shops, restaurants and schools will be closed across most of Italy on Monday, with PM Mario Draghi warning of a \"new wave\" of the coronavirus outbreak.\nFor three days over Easter, 3-5 April, there will be a total shutdown. \nItaly, which one year ago imposed one of the first national lockdowns, is once again struggling to contain the rapid spread of infections.\nThe country has reported more than 100,000 Covid-related deaths, Europe's second-highest tally after the UK.\nItaly's vaccination campaign has been hit by delays, as has been seen elsewhere in the European Union.\nAnglo-Swedish drug company AstraZeneca has announced a further shortfall in the amount of its vaccine it can supply to the European Union, blaming export restrictions imposed by some countries. It did not elaborate.\nIn January, it announced a large cut in the 100m doses it had originally expected to deliver to the EU by March, sparking a public spat with European Commission.   \nLast week the government in Rome blocked the export of 250,000 doses of the Oxford-AstraZeneca vaccine to Australia to address shortfalls of vaccines. \nElsewhere, Bulgaria, Denmark and Norway have all paused the use of the Oxford-AstraZeneca vaccine over fears it causes blood clots. \nThe World Health Organization said on Friday there was no indication this was true, stressing that countries should not stop using the vaccine.\nFrom Monday, schools, shops and restaurants will shut in more than half of Italy, including the two most populous regions containing Rome and Milan.\nResidents will be required to stay at home except for work, health or other essential reasons.\nThe extra restrictions would last until Easter, Mr Draghi's office said, and over the Easter weekend the whole country would be turned into the high-risk \"red zone\".\n\"I'm aware that today's restrictions will have consequences on the education of your children, on the economy and on everyone's mental health,\" Mr Draghi said.\n\"But they're necessary to avoid a worsening of the situation that would require even stricter measures.\"\nCases have been rising across Italy for the past six weeks, exceeding 25,000 a day.\nIn a majority of the country's regions \"hospitals and above all intensive care units are already overloaded\", the GIMBE health think-tank warned this week, the AFP news agency reported.\nThe island of Sardinia is the only region where infection rates are low.\nItaly has had nearly 3.2 million confirmed infections since the outbreak began last year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56331948",
      "category": "uk-england-london",
      "title": "Sarah Everard: Met PC Wayne Couzens charged with murder",
      "tags": "Sarah Everard murder,Clapham,York",
      "text": "A serving Met Police officer has been charged with the kidnap and murder of Sarah Everard, who disappeared as she walked home in south London.\nThe 33-year-old's body was found in woodland in Kent more than a week after she was last spotted on 3 March.\nWayne Couzens, 48, will appear at Westminster Magistrates' Court later charged with her murder.\nDurham University has paid tribute to Ms Everard, describing her as a \"beloved graduate\".\nMs Everard was last seen walking alone down a main road in Clapham at 21:30 GMT, with police saying it was unclear whether she reached her home in Brixton.\nHer body was found by police searching woodland near Ashford, Kent, on Wednesday.\nMet Police Assistant Commissioner Nick Ephgrave said Ms Everard's family had been \"informed of this development and remain supported by specialist officers\".\n\"I would like at this stage to pay tribute to Sarah's family for their fortitude and forbearance through what can only have been the most intensely difficult few days, our thoughts remain with them as this matter progresses,\" he said.\n\"The investigation continues, of course, supported by hundreds of officers from across the Met, as well as colleagues in Kent Police.\"\nBefore the charges were confirmed, Mr Couzens was taken to hospital for a second time in two days after being found with head injuries inside his cell.\nHe has since been discharged and returned to his cell, the Met said.\nEarlier on Friday evening, Met Police Commissioner Dame Cressida Dick took part in a walkabout on Clapham Common.\nShe walked with police officers and spoke to members of the public in the park close to Clapham Common Tube station.\nA vigil planned by Reclaim These Street, due to take place on Clapham Common later, near to where the 33-year-old was last seen alive, has been cancelled. \nAnna Birley, from the group, said it could not bear the personal risk of Covid-19 fines or prosecution.\nMs Everard's disappearance when she was walking home along a main road in Clapham on 3 March has prompted a public debate on women's safety.\nDurham University vice-chancellor Prof Stuart Corbridge said marketing executive Ms Everard studied geography at St Cuthbert's Society.\n\"Sarah was a popular and lively member of our college community and retained a large Durham University friendship group,\" he said.\n\"Our thoughts remain with her family and friends at this extremely difficult time.\"\nMr Couzens joined the force in September 2018 and was initially based in the Bromley area, the Met said.\nIn February last year he moved to the Parliamentary and Diplomatic Protection Command where his primary role was uniformed patrols, mainly at a range of embassies in the capital.\nOn Thursday, a woman in her 30s who was arrested at the same time as Mr Couzens on suspicion of assisting an offender, was bailed to a date in mid-April. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56335522",
      "category": "uk-wales",
      "title": "Plastic pollution: Fairbourne child's bid to ban toys in magazines",
      "tags": "Plastic,Fairbourne,Plastic pollution,Magazines,Toys,Climate change,Environment",
      "text": "A 10-year-old girl is campaigning to stop plastic toys being included in children's magazines amid concerns about the impact on climate change.\nSkye, from Gwynedd, launched a petition after becoming fed up with being sent \"cheap plastic rubbish\" with her favourite magazine.\nShe was concerned the toys were creating a large carbon footprint and ending up in landfill.\nThe Welsh Government said her bid could help Wales to become waste free.\nIt comes after Burger King stopped including plastic toys in their children's meals and McDonald's gave children options of books with Happy Meals, after a campaign by two sisters.\nSkye, who often litter picks in her village near Fairbourne, wrote to publishers to urge them to stop using single-use plastic in one of her favourite magazines Horrible Histories.\n\"It's utter rubbish,\" she said, \"it not only comes in a plastic bag, it has plastic blister packaging and there are the free gifts.\"\nSkye said many of the plastic toys, were \"pointless\", including a skeleton pen, which \"you can't even write with\", a rubber tongue, brain, rats, maggots or slime that breaks.\nIn a response to her letter, Kennedy Publishers, said they were \"working very hard to make their magazines environmentally friendly\", and the magazines were made from paper from sustainable forests, while the packaging was made using recyclable materials.\nIt said the plastic toys were recyclable in \"some areas\" and were an important part of the magazine and not intended for single use.\nBut Skye said she would like to see the toys removed altogether and all magazines made from paper, unwrapped or wrapped in paper, to reduce excess packaging.\n\"If you saw it in a toy department you wouldn't buy it,\" said Skye, who keeps the toys in a box to show people how many she is sent, rather than throwing them away.\n\"I've got gazillions of fake teeth and rubber maggots... they're not good for playing a prank, they don't look real. I've had three pots of slime and it's rubbish, it breaks.\"\nPeppa Pig, LOL Dolls, My Little Pony and Mr Men are just some of the children's magazines which often come with free plastic toys.\n\"These toys will be made in China, wrapped in plastic, put on a pallet wrapped in more plastic, sent across the world, unwrapped, stuck on a magazine and covered in more plastic, and then shipped to houses,\" Skye said.\n\"The carbon footprint is big and you are putting it straight in the bin to pollute the planet.\"\nSkye's father Dave, a postman, said he was also concerned about the amount of plastic wrapping used on magazines aimed at adults which he delivers on his rounds.\n\"I just remember Skye getting this [magazine] through the doors and she said \"that's it\" and then writing to the publisher,\" he said.\n\"We try to recycle everything we can... if we see litter we pick it up. We just want the publishers to do their bit.\"\nAfter her petition calling for the toys to be scrapped attracted almost 3,000 signatures, politicians have stepped in to help and her campaign has been raised in Parliament.\nSkye is now preparing to write to every school in Wales to highlight the issue.\nWelsh Government minister Eluned Morgan has written to magazine publishers, while Plaid Cymru MP Liz Saville-Roberts raised the matter in the House of Commons.\n\"These toys are marketed at children, whose environmental future we are trying to protect,\" said Ms Morgan.\n\"Some plastics can last decades - if not centuries - in our environment. They should be environmentally friendly and serve an educational purpose.\"\nMs Morgan said the campaign was especially \"poignant\", coming from a child living in a coastal community threatened by climate change.\nSea defences at Fairbourne will stop being maintained in the 2050s and Gwynedd council has said it may begin moving out villagers before then.\nThe Welsh Government has committed to \"phasing out unnecessary single-use items, especially plastic\", in a bid to become a zero waste nation by 2050.\nA spokesperson said: \"Young people like Skye can help to change attitudes, so we can all start making the changes needed for us to reach our goal of becoming a zero waste nation by 2050. \n\"We are also working alongside other administrations in the UK - including the UK government - on proposed reforms for extended producer responsibility (EPR), under which packaging producers would be required to pay net costs for managing any plastic waste they create. \n\"This would include plastic wrapping used to package magazines.\"\nKennedy Publishers were asked to comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56375885",
      "category": "education",
      "title": "Covid and schools: First week finished after children in England return",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56361779",
      "category": "uk-england-london",
      "title": "Sarah Everard murder case: What happens next?",
      "tags": "Social media,Sarah Everard murder,Clapham,Metropolitan Police Service,Cressida Dick,Brixton,York",
      "text": "A Met Police officer has been charged with the kidnap and murder of 33-year-old marketing executive Sarah Everard. It means criminal proceedings are under way but, with the justice system creaking under a massive backlog, how long might it be before a trial could take place?\nTo start with, Wayne Couzens will be taken to Westminster Magistrates' Court for his first court appearance. \nAll such proceedings start at the magistrate level, where a defendant confirms personal details such as their name, date of birth and where they live. Serious crimes, known as indictable offences, are always sent up to crown court.\nThe 48-year-old will then appear at crown court - most likely the Central Criminal Court in London, which is better known as the Old Bailey.\nA judge will listen to the background of the case and can grant or refuse bail - although it is extremely rare for someone accused of murder to be granted bail. The judge will also set a date for a plea hearing and, should Mr Couzens plead not guilty, he will go on to be tried by a jury.\nThe coronavirus pandemic has contributed to a backlog that stands at an estimated 56,000 crown court cases in England and Wales. \nAbout 65% of the crown court backlog is believed to be made up of trials, and many will not go before a jury until 2022 at the earliest. The other cases are sentencing hearings and plea preparations.\nDue to the pandemic, social distancing measures have had to be put in place. This means not all trials in the past year have been able to be heard in court buildings, which often have very cramped conditions.\nSo finding a suitable courtroom could take some time, as dates have already been set for other trials.\nMr Couzens has been charged with murder and has already been remanded into custody.\nCustody ahead of a trial carries a time limit which is currently eight months, but this can be reviewed, extended or cut by a judge.\nThere are protocols in place to expedite the most serious cases, both in the interests of public protection and management of dangerous offenders on remand.\nAny trial could well take place this year, should it be fast-tracked.\nParticularly now there has been a charge in the case, people need to be especially cautious about what they post about it on social media.\nPosts should not include comments claiming or implying that any suspect is guilty of an offence of which they have been accused, nor anything else that could prejudice a trial or impede the administration of justice.\nThis is because, according to English law, everyone charged with a criminal offence shall be presumed innocent until proven guilty and everyone has the right to a fair trial.\nCriminal proceedings against Mr Couzens have been \"active\" since his arrest.\nThis means that under contempt of court laws, nothing should be published that could cause a substantial risk of seriously prejudicing or impeding the legal process, for example by influencing potential jurors.\nCommissioner Dame Cressida Dick said that the arrest of a serving police officer on suspicion of murder had caused anger both within the Met and with the general public.\nAs is usual, because one of its own has been arrested, the Met referred itself to the Independent Office for Police Conduct (IOPC) as well as its in-house Directorate of Professional Standards.\nBoth are responsible for investigating complaints about the professional conduct of officers.\nThe IOPC has also launched an investigation into the Met's initial handling of the missing person investigation.\nMs Everard's last known movements were at about 21:30 GMT on 3 March, shortly after she got off the phone to her boyfriend.\nIt took roughly 36 hours for police to make their initial appeal for information about the whereabouts of the marketing executive.\nBut the findings of investigations into the way the case was handled would not be made public until after any murder trial."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56379830",
      "category": "entertainment-arts",
      "title": "Duchess of Sussex has complained to Ofcom over Piers Morgan comments",
      "tags": "ITV,Media,Ofcom,UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,The Royal Family and the media,Piers Morgan",
      "text": "The Duchess of Sussex has complained to Ofcom about Piers Morgan's comments about her on Good Morning Britain, the UK broadcast regulator has confirmed.\nOn the ITV breakfast show on Monday, Morgan said he \"didn't believe a word\" Meghan had told interviewer Oprah Winfrey about life in the Royal Family.\nThe duchess spoke about having suicidal thoughts and said she got no support.\nMore than 41,000 others have also complained to Ofcom about Morgan, who left the programme the following day.\nAn Ofcom spokeswoman said: \"We can confirm receipt of a standards complaint made on behalf of the Duchess of Sussex.\"\nThe watchdog has already opened a formal investigation into Monday's episode of Good Morning Britain. The duchess is also reported to have complained to ITV directly.\nOn the programme, Morgan picked up on Meghan's claim in the interview that her request to senior Buckingham Palace officials for help was rejected, after she told Oprah she had experienced suicidal thoughts.\n\"Who did you go to?\" he said. \"What did they say to you? I'm sorry, I don't believe a word she said, Meghan Markle. I wouldn't believe it if she read me a weather report.\n\"The fact that she's fired up this onslaught against our Royal Family I think is contemptible.\"\nOn Tuesday's episode, Morgan briefly walked out of the studio after clashing with weather presenter Alex Beresford during a discussion about the interview.\nThe controversial host's permanent departure was announced that evening. Morgan stood by his comments the following day, saying: \"Freedom of speech is a hill I'm happy to die on.\"\nIt was also announced on Friday that the duke and duchess have donated to a new charity that aims to help young people from diverse backgrounds get into journalism.\nThe PressPad Charitable Foundation has been set up to \"improve social mobility\" in the British media through bursaries, mentoring, networking and accommodation.\nThe duke and duchess's Archewell Foundation is among the first donors, but it is not known how much money the couple have contributed.\nPressPad founder Olivia Crellin told BBC News the charity had been approached by the Sussex's team \"very recently\".\n\"They just wanted to give a gift as a part of a couple of organisations that they are donating to,\" she said. \"They felt that our mission and our values aligned with theirs.\"\nPrince Harry told Oprah the UK tabloid press was \"bigoted\" and creates a \"toxic environment\" of \"control and fear\".\nThe couple's interview has sparked scrutiny of the media and the role race has played in its coverage of Meghan.\nMeanwhile, Daily Mail and Mail Online owner Associated Newspapers is reported to have written to ViacomCBS, the makers of the interview, to complain that there was \"deliberate distortion and doctoring\" in a \"misleading\" montage of British newspaper headlines that was used in the programme.\nMeghan recently won a High Court privacy case against Associated Newspapers over the publication of extracts from a letter to her father.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56382615",
      "category": "world-europe",
      "title": "Spanish police seize narco-submarine in Malaga raid",
      "tags": "Spain,Smuggling,Drugs trade,Malaga",
      "text": "Police in Spain have seized a homemade submarine capable of transporting up to two tonnes of drugs.\nThe nine-metre (29.5ft) blue vessel was discovered in an industrial warehouse in the southern city of Málaga.\nThe seizure was part of a wider operation involving five other nations and the EU's crime agency Europol.\nThe police say 52 people were detained during raids across Spain, and a big haul of cocaine and hashish seized. A drugs lab was also dismantled.\nPolice believe the fibreglass and plywood submarine was being readied to smuggle drugs but had not yet been used. \nIn 2019, a submarine loaded with more than 2,000kg (4,409lb) of cocaine was seized in north-western Spain after the vessel ran aground. Two people were detained.\nThat submarine was believed to be from Colombia, and police launched an investigation to establish it sailed all the way with the drugs.\nNarco-subs have been used to smuggle drugs from Latin America into the US."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56380274",
      "category": "science-environment",
      "title": "Queen marks British Science Week virtually",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56383870",
      "category": "uk",
      "title": "Sarah Everard vigil: Talks continue between organisers and police",
      "tags": "Sarah Everard murder",
      "text": "Talks are continuing between the organisers of a vigil planned for Sarah Everard in south London and the Metropolitan Police to discuss how the event can safely take place.\nReclaim These Streets plans to hold the vigil on Clapham Common - near to where the 33-year-old was last seen alive.\nBut a High Court judge refused to intervene in its legal challenge on the right to protest during the pandemic. \nVigils are planned across the UK, but two in Edinburgh have been called off.\nMs Everard's disappearance when she was walking home along a main road in Clapham on 3 March has prompted a public debate on women's safety.\nThe Metropolitan Police has urged people to find a \"lawful and safer way\" to express their view on the issue.\nOn Friday, serving Met Police officer Wayne Couzens, 48, was charged with the kidnap and murder of Ms Everard.\nAs well as the vigil on Clapham Common at 18:00 GMT, sister events have been planned for other cities and towns including Cambridge, Cardiff, Leeds, St Andrews and Liverpool.\nVigils paying tribute to Ms Everard were due to be held in Edinburgh, but were called off by organisers on Friday in favour of an online-only event.\nOn the Clapham Common vigil, Reclaim These Streets said in a statement: \"We are now in discussions with the Met to confirm how the event can proceed in a way that is proportionate and safe - our number one priority.\"\nCommander Catherine Roper of the Met Police said the force's message to those wishing to attend vigils was \"stay at home or find a lawful and safer way to express your views\".\nHome Office minister Victoria Atkins said she would pay her respects with a vigil by her front door. \n\"I absolutely want to stand with other women and I want to pay my respects to the family, so for my own part I will be standing outside my front door and I will be reclaiming, albeit a very, very small piece of pavement.\"\nIn the ruling on Friday, Mr Justice Holgate refused an application by Reclaim These Streets for the High Court to make \"an interim declaration\" that any ban on outdoor gatherings under Covid rules was \"subject to the right to protest\".\nThe judge also refused to make a declaration that an alleged policy by the Met Police of \"prohibiting all protests, irrespective of the specific circumstances\" was unlawful.\nFollowing the decision, a government spokesman said: \"All of our thoughts are with Sarah's family and friends at this terrible time, and the government recognises why so many women and girls across the country want to pay their respects.\n\"We are still in the middle of a pandemic, which is why we urge people to do this safely and to continue to avoid mass gatherings.\"\nOne of the organisers of the south London vigil, Anna Birley, told the BBC the group had \"consistently\" asked the Met Police \"to tell us what would be a safe way to exercise our right\". \nMeanwhile, Harriet Harman, the Labour MP for Camberwell and Brixton, tweeted: \"C'mon [Metropolitan Police] now agree a way for this vigil to happen safely.\n\"Many women want to show their concern.  Including women Met Police officers!\"\nMr Justice Holgate hasn't quite closed the door on the event going ahead anyway.\nThat's because three long hours of legal argument thrashed out the legal principles that the Metropolitan Police should follow. \nCritically, the force said it did not have a \"blanket ban\" on all protests - which meant it accepted it had to take into account the right to protest which is enshrined in human rights legislation.\nThe judge said: \"There may well be further communication between the claimants and the police to deal with the application of the [Covid] regulations and [the rights to protest]. But that is not a matter on which the court should comment.\"\nWhat does that mean in practice? Well, we're now waiting to see whether there are talks - and whether some kind of vigil will be deemed to be lawful after all.\nAt the court hearing, the judge said the organisers were told by police that \"the vigil would be illegal and that their 'hands were tied' by Covid-19 regulations\".\nHe added that the four claimants \"were told that, as organisers, they would be liable to be issued with £10,000 fixed penalty notices\", and could also be arrested.\nLawyers representing the organisers earlier argued the Met's interpretation of Covid rules goes against human rights law.\nBut George Thomas, representing the Met, said the event could lead to significant crowds in a central London location, at a time when Parliament's intention was to not allow gatherings of more than two people for health reasons amid the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56376112",
      "category": "business",
      "title": "House builders 'should drop appalling gagging orders'",
      "tags": "Housing market,Clive Betts",
      "text": "House builders that carry out repairs on newly built homes need to be more open about what work has been required, according to the chairman of Parliament's Housing Committee.\nSome home owners say they were asked to sign non-disclosure agreements (NDAs) as a condition of repairs being done.\nThe practice was \"appalling\", Clive Betts MP told Radio 4's Money Box programme.\nThe Home Builders Federation said NDAs were \"not widely used\" by developers.\nMr Betts said housebuilders should be obliged to inform home owners when systematic defects were identified that might affect their property, which he said would be normal practice in other areas.\n\"If this kind of thing happens in the car industry, for example, car companies have to tell their customers, issue a recall and get the problem fixed.\n\"I don't see why it should be any different when it comes to buying houses,\" he said.\nIt is hard to establish an accurate, independent picture of how common such NDAs are. People who have signed them are worried about speaking out because of the threat of legal action.\nBut Money Box spoke to several industry experts who said these gagging orders were used regularly.\nChris Blythe, former chief executive of the Chartered Institute of Building, said it was \"quite common\" for developers to use them.\n\"Unfortunately, because of the nature of the agreement, ie non-disclosure, no-one knows very much about it,\" he said.\n\"But it's done for commercial reasons, because if it became known on a particular development that there are problems, other house buyers would be asking the house builder to do remedial work [for them too].\n\"So they use these to silence people... and it's a despicable practice.\"\nAbout 250,000 new houses were built in Britain, according to the latest annual figures, and defects in new-build houses are common.\nMany are minor and fixed without any problems, but serious defects can cost thousands of pounds to put right.\nThese include things like poor brickwork, faulty foundations, problems with windows and external doors, structural weaknesses with roofs and issues with plumbing and sewerage systems.\nWhen remedial works cost such large sums of money, developers sometimes delay carrying out work, Money Box was told. The programme was also told of cases where developers fought home owners for years and refused to carry out remedial works at all.\nGeoff Peter is a solicitor and founded Wingrove Law to help homeowners who bought houses and later discovered serious defects with their properties.\n\"Non-disclosure agreements... are of no practical benefit or use to homeowners,\" he said.\n\"The effects of them when they're used at scale, as they are in the [house building] industry, is really just to keep a lid on the true nature and scale of problems.\n\"So it's really impossible for... the buying public, to have any real idea of the risks they are taking when they buy a new build property... because there's no reliable source of information as to the nature and scale of the problems that they're likely to encounter.\"\nWhen asked about NDAs industry body, the Home Builders Federation, said: \"Settlement Agreements are legal contracts that are used by businesses across all sectors.\n\"They are not widely used by housebuilders and when they are, it tends to be with regards to details of compensation payments, sometimes at the request of the customer.\" \nIf you've been asked to sign a non-disclosure agreement as a condition of getting repair work done to your newbuild house email us in confidence at moneybox@bbc.co.uk and tell us about your experience.\nYou can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast.\nFollow Money Box and Dan on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56381862",
      "category": "world-us-canada",
      "title": "Amazon will not sell books that 'frame sexual identity as mental illness'",
      "tags": "Amazon,LGBT,Books,Transgender people,United States",
      "text": "Amazon has said that it will not sell books that frame gender or sexual identities as mental illnesses.\n\"We reserve the right not to sell certain content,\" the company said in a letter to the US Congress.\nThe retail giant was responding to Republican senators who asked why it had removed a book by a conservative author from all of its platforms. \nLast month, the House of Representatives passed legislation that prohibits LGBT discrimination.\nThe landmark Equality Act, however, still needs to pass the Senate. So far, no Senate Republicans - who hold 50 of the 100 seats - have said they will vote for the bill.\nAmazon removed the book When Harry Became Sally, by Ryan Anderson and published in 2018, from its online stores, e-book and audio book platforms last month.\nThe book sets out to answer \"questions arising from our transgender moment\", its publisher, Encounter Books, says on its website. \nIt adds that through the book Mr Anderson \"exposes the contrast between the media's sunny depiction of gender fluidity and the often sad reality of living with gender dysphoria\".\nShortly after When Harry Became Sally was removed from Amazon on 21 February, Republican senators Marco Rubio, Josh Hawley, Mike Braun and Mike Lee sent a letter to the retailer requesting an explanation for its decision. \nAmong other questions, they asked: \"Is this action part of a broader campaign against conservative material and voices on Amazon's platforms?\" \nOn Thursday, Amazon replied in a letter to the senators that said \"all retailers make decisions about what selection they choose to offer\". \n\"We offer customers across the political spectrum a wide variety of content that includes disparate opinions,\" it said.\n\"We carefully consider the content we make available in our stores, and we review our approach regularly... we have chosen not to sell books that frame LGBTQ+ identity as a mental illness.\"\nAmazon said it had notified the book's distributor in advance that it was removing the publication \"for violating our content guidelines\". \nOn Friday, Mr Anderson and Encounter Books criticised the decision in a joint statement, saying that \"no good comes from shutting down a debate about important matters\".\n\"Everyone agrees that gender dysphoria is a serious condition that causes great suffering,\" the statement adds. \n\"There is a debate, however... about how best to treat patients who experience gender dysphoria.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56389824",
      "category": "uk",
      "title": "Sarah Everard: Met Police chief will not resign over vigil scenes",
      "text": "The Met Police chief has said she is not considering her position, after the force was criticised over its handling of a vigil for Sarah Everard.\nOfficers handcuffed women and removed them from crowds on Clapham Common in London on Saturday.\nCommissioner Cressida Dick said she was \"more determined\" to lead the Met.\nThe home secretary has commissioned an independent investigation into the force's decisions, which were taken in the light of Covid restrictions.\nSources said both Priti Patel and the prime minister had confidence in Dame Cressida.\nDame Cressida said she agreed on the need for a \"sober review\" and defended how officers responded to the \"really big crowd\".\n\"Quite rightly, as far as I can see, my team felt that this is now an unlawful gathering which poses a considerable risk to people's health,\" she said.\n\"I don't think anybody who was not in the operation can actually pass a detailed comment on the rightness and wrongness... This is fiendishly difficult policing.\"\nShe added: \"What has happened makes me more determined, not less, to lead my organisation.\"\nPrime Minister Boris Johnson said Ms Patel had commissioned the police watchdog, Her Majesty's Inspectorate of Constabulary (HMIC), to \"conduct a lessons learned review in to the policing of the event\".\nIn a statement on Sunday night, he said he was \"deeply concerned\" by the scenes on Clapham Common and that Dame Cressida had \"committed to reviewing how this was handled\".\nHe will chair a meeting of the government's crime and justice taskforce on Monday to \"look at what further action we need to take to protect women and ensure our streets are safe\".\n\"The death of Sarah Everard must unite us in determination to drive out violence against women and girls and make every part of the criminal justice system work to protect and defend them,\" he added.\nEarlier, Ms Patel said she had read a report from Dame Cressida about Saturday night's events, but \"questions still need to be answered\". \nLondon Mayor Sadiq Khan had also called for an investigation, describing police actions as \"unacceptable\".\nMr Khan said he had spoken to Dame Cressida and the deputy commissioner, and that he was \"not satisfied with the explanation they have provided\".\nIn a statement posted on Twitter, he said he wanted HMIC to conduct a \"full independent investigation of events\" - and the Independent Office for Police Conduct to \"investigate the actions of police officers\".\nAn official vigil planned on Clapham Common - near where Ms Everard was last seen alive on 3 March - had been called off earlier on Saturday after organisers Reclaim These Streets said police had failed to \"constructively engage\" on how it could be held in a Covid-secure way.\nMr Khan added that he had asked police to work with organisers so that the vigil could go ahead.\n\"I received assurances from the Metropolitan Police last week that the vigil would be policed sensitively. In my view, this was not the case,\" he said.\nMartin Hewitt, chairman of the National Police Chiefs' Council, tweeted that he would \"bring all police chiefs together\" on Monday to discuss \"what more we can do to better protect women\".\nReclaim These Streets urged mourners not to go to Clapham Common on Saturday after it called off the official vigil, asking them instead to light candles and shine other lights on their doorsteps at 21:30 GMT - to coincide with the time that Ms Everard was last seen.\nBut several hundred people gathered there to pay tribute to the 33-year-old - whose death has prompted a public debate over women's safety - despite Covid restrictions.\nIn a letter to Dame Cressida, posted on Twitter on Sunday, Reclaim These Streets accused the Met chief of putting those who attended \"at a serious health risk through a lack of Covid-safe marshalling\" and \"at risk of being manhandled, fined and arrested\" by officers.\nThe group said it believed the Met had misrepresented a High Court ruling on Friday, when a judge refused to say the event would be permitted under coronavirus regulations.\nIt recognised that the police faced \"unprecedented challenges\", but called on Dame Cressida to work with organisations and suggested it may still take \"further legal action\".\nAmong those who attended Saturday's vigil were members of Sisters Uncut. The group also held another event outside New Scotland Yard on Sunday -  which it said was to remember Ms Everard and demonstrate against broader \"police brutality\".\nOne video posted online on Saturday showed officers removing women who were standing by the bandstand. \nCries of \"shame on you\" and \"let them go\" could be heard from onlookers. The video showed them being put in a police van and driven away.\nPolice said four arrests were made at the vigil to \"protect people's safety\".\nLabour leader Sir Keir Starmer said the scenes were \"deeply disturbing\", while Liberal Democrat leader Sir Ed Davey has called for Dame Cressida to resign.\nDelivering a statement in the early hours of Sunday, Met Assistant Commissioner Helen Ball said hundreds of people were \"packed tightly together\", posing a risk of transmitting Covid-19.\n\"We absolutely did not want to be in a position where enforcement action was necessary. But we were placed in this position because of the over-riding need to protect people's safety,\" she said in a statement.\nJamie Klingler, from Reclaim These Streets, said the event would have been \"a lot safer\" if it had been held officially, adding the group had 50 stewards who were \"trained and ready to go\". \nThe group added in a statement that it was asking Dame Cressida \"to meet us urgently\" to explain the actions taken by police. \nLabour's shadow domestic violence minister, Jess Phillips, said the force had \"got it wrong at every single turn\".\nVictims Commissioner for England and Wales Dame Vera Baird QC said there was no real prospect of police successfully intervening in the crowd, describing the circling of the bandstand as \"quasi military\".\nConservative MP Caroline Nokes, who chairs the Commons Women and Equalities Select Committee, tweeted: \"In this country we police by consent - not by trampling the tributes to a woman who was murdered and dragging other women to the ground. Badly misjudged by #metpolice.\" \nOn Sunday, people continued to visit the bandstand on the common to pay their respects to Ms Everard. \nThe BBC's Emily Unia, who has been at the scene, said there had been a \"steady stream\" of people visiting who had laid flowers and lit candles and stopped for a \"moment of reflection\". \nOn Saturday, Met Police officer Wayne Couzens, 48, appeared at Westminster Magistrates' Court charged with Ms Everard's kidnap and murder.\nMr Couzens was remanded in custody to appear again at the Old Bailey on 16 March.\nHave you been affected by any of the issues raised? You can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56387037",
      "category": "uk-wales",
      "title": "Covid: Mobile hairdressers 'confused' over reopening rules",
      "tags": "Coronavirus lockdown measures,Wales business,Coronavirus testing,Welsh government,Hairdressers,Wales economy,Coronavirus pandemic",
      "text": "We can wave goodbye to our lockdown locks from Monday - but mobile stylists say they remain in the dark on whether they can pick up the scissors again.\nOn Friday, the Welsh Government said all hairdressers, including mobile salons, could reopen.\nBut the Nation Hair & Beauty Federation (NHBF) said it had been told mobile stylists \"might not be able to resume\".\nThe Welsh Government said they could work only \"where the client physically cannot leave the home\".\nThe latest guidelines state mobile hairdressers can visit people's homes if \"leaving the home is likely to have a significant detrimental effect on their wellbeing\".\nBut the NHBF said the guidance was not clear and it was \"seeking clarity to understand when mobile services will be able to fully resume\".\nMobile hairdresser Antonia Sparkles, 32, from Pencoed, Bridgend, said she does not understand the rules.\n\"It should only be a yes or no, with clear instructions on what services we can do,\" she said.\n\"I feel a bit confused. I know three people who can't leave the house physically - that is not going to pay my bills.\n\"In the last hour I've had more confused clients saying I'm allowed back - it's more stress. I'm telling clients there's no answer yet, it's not clear.\"\nMs Sparkles said she was eager to get back to work, not only for financial reasons but also for her and her clients' mental wellbeing.\n\"It was emotional for me [to get back to work] because I haven't seen anybody, so for me it's such a good thing to get a routine. I had to go on antidepressants for my insomnia... because I've been worried,\" she said. \n\"I suffer really badly with anxiety and depression. We need to go back to work not just for the money - it's a part of our routine.\n\"It's good when you do someone's hair and they smile because they feel better. A lot of my clients live alone too and we can have a little chat.\"\nAfter the initial announcement on Friday, she spent all night doing a stock take and putting in orders, before a few hours later, her plans were halted again.\nIn response, Ms Sparkles decided to set up a petition calling for greater clarity on the rules for mobile stylists.\n\"I was just sat here thinking there's so many people struggling in the pandemic anyway. Loads of people have lost their salons, so more have gone mobile, so this affects more people,\" she said.\n\"I don't see what the difference is between a salon and a mobile hairdresser because you've got more people in a salon than when you go to a house, you're all wearing PPE.\n\"What's upset me is they've divided us into two, saying a mobile hairdresser and a salon aren't the same. But we've always been classified as the same. It's just making people more frustrated.\"\nBefore visiting clients, Ms Sparkles said she takes a range of Covid precautions.\n\"I send them questions the night before, asking have they had a temperature, have they been abroad, if they have had a test, have they had the results back?\" she said.\n\"I go in with a surgical mask, I wear a visor. I wipe down the area where I'm working and have a new gown for each client. I was worried about trying to protect everybody. \n\"After I've gone into a house, I sweep the hair up, take the hair in a bag and then dispose of it - I pay to have that disposed of.\"\nThe Welsh Government has responded to the concerns from a legal perspective.\n\"There are many circumstances in which people might need to access someone's home to carry out work there,\" a spokeswoman said. \n\"The law says that this must be 'reasonably necessary' and that there is no 'reasonable alternative'.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56382362",
      "category": "uk",
      "title": "Covid-19: Health of 28% needing social care drops in pandemic",
      "tags": "Social care",
      "text": "The health of more than a quarter of people who need social care in England has worsened during the pandemic, a survey by a care charity has suggested.\nMany struggled with daily tasks and one in seven questioned needed hospital treatment due to insufficient support.\nThe lives of many older and disabled people have been \"diminished\", the Care and Support Alliance (CSA) said.\nThe government has said it is committed to social care reform and will set out plans later this year.\nBut older and disabled people have been left struggling with daily activities and even missing medical appointments during the pandemic, the CSA said.\nMore than 4,000 people with social care needs and carers took part in the survey.\nOf these, 28% said their health had deteriorated in the past year.\nA quarter of those who need day-to-day support said they asked for help from the authorities, but had not received it.\nAnd 14% of respondents said they needed hospital treatment because they did not have enough assistance.\nSome 17% of unpaid carers said that their health had deteriorated because of their caring responsibilities.\nSocial care is a wide remit. It often involves supporting older people with washing, dressing and eating, and helps younger adults with learning disabilities with day-to-day activities and tasks.\nOf the respondents, 15% said they felt neglected and 18% reported feeling scared about the care they received during the pandemic.\nOf people with learning disabilities, 34% said they felt lonely or isolated and 25% had not been able to leave the house due to a lack of support.\nCaroline Abrahams, CSA co-chairwoman and charity director at Age UK, said: \"Our new survey shows how a lack of social care during the pandemic has diminished the lives of many older and disabled people, and their unpaid carers, and put their health at risk.\n\"This has piled further pressure on the NHS when this was the last thing our over-stretched health services needed.\"\nThe Department of Health and Social Care has promised a \"sustainable\" plan for the sector with long-lasting reforms.\nIn July, the head of NHS England warned that plans to adequately fund the social care sector needed to be put in place within a year. \nServices in the sector have been stretched over the years due to government funding cuts and growing demands linked to an ageing population. \nSocial care is not usually provided for free, with the UK nations differing in their approach. \nIn England, anyone with assets over £23,250 is expected to pay for some or all of their costs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56384758",
      "category": "uk",
      "title": "Sarah Everard: Virtual and doorstep vigils held across the UK",
      "tags": "Metropolitan Police Service",
      "text": "The prime minister and the Duchess of Cambridge are among those to pay tribute to Sarah Everard as virtual and doorstep vigils are held across the UK.\nBoris Johnson said he and his fiancee, Carrie Symonds, will join others in lighting a candle for the 33-year-old at 21:30 GMT.\nPlanned evening vigils were called off because of Covid restrictions, but hundreds gathered at Clapham Common.\nIt led to confrontation with the police who tweeted that it was \"unsafe\".\nLambeth police tweeted: \"The gathering at #ClaphamCommon is unsafe. Hundreds of people are tightly packed together in breach of the regulations and risking public health.\n\"We are urging people to go home and we thank those who have been engaging with officers and who are leaving.\"\nEarlier, Met Police officer Wayne Couzens, 48, appeared at Westminster Magistrates' Court charged with her kidnap and murder.\nThe organisers of a vigil in Clapham, south London, said earlier they were cancelling the event because police did not \"constructively engage\" with plans.\nReclaim These Streets asked people not to gather at Clapham Common, adding that doing so might put people \"legally at risk\".\nThey asked people to shine a light to coincide with the time Ms Everard was last seen on 3 March.\nHowever, Sisters Uncut, which campaigns to prevent violence against women, said it planned to attend the Clapham vigil despite the organisers' cancellation.\nHundreds of women and men rallied at the bandstand as night fell, and there was some confrontation between them and the police. \nOne video posted online showed officers removing and leading away those women who were stood within the bandstand. Cries of \"shame on you\" and \"let them go\" could be heard from onlookers. The video showed them being put in a police van and driven away.\nSisters Uncut alleged in a tweet that \"male police officers waited for the sun to set before they started grabbing and manhandling women in the crowd\". This tweet has now been deleted.\nMs Everard's death has prompted women to share their own experiences, and a public debate over their safety.\nMr Johnson tweeted that he will \"be thinking of her family and friends\" when lighting a candle, adding: \"I will do everything I can to make sure the streets are safe.\"\nScotland's First Minister Nicola Sturgeon tweeted a picture of a candle in her home, which she said was \"for Sarah\", while Wales's First Minister Mark Drakeford encouraged people to \"ignite a fire for change\".\nThroughout the day, people gathered at its bandstand to lay flowers and pay their respects throughout the day.\nIt is understood that the Duchess of Cambridge wanted to pay her respects to Ms Everard and her family.\nDuring a virtual event hosted by Feminists of London, Mandu Reid, the leader of the Women's Equality Party, compared violence against women and girls to \"a form of domestic terrorism\", while TV presenter Sandi Toksvig said Ms Everard's death should be \"a turning point\".\nHome Secretary Priti Patel said almost 20,000 people had responded in 24 hours to a consultation on how the government could tackle violence against women and girls.\nMeanwhile, a fundraising page set up by Reclaim These Streets for women's charitable causes has reached its £320,000 target.\nOn Friday, a High Court judge refused to intervene in the Reclaim These Streets' legal challenge over the right to gather to protest during Covid restrictions.\nReclaim These Streets tweeted that the group had \"repeatedly tried to find a way forward for the event\", including staggering start times and splitting the event into time slots, but the Met Police had been \"unwilling to commit to anything\".\nAnna Birley, of Reclaim These Streets, said holding the vigil would have put the group at \"massive\" legal risk for organising it, as well as risking women receiving fixed-penalty notices.\nCaitlin Prowle, another organiser, said they did not want to end up in a situation where they were having to raise funds to pay fines.\nCommander Catherine Roper, of the Met Police, said officers \"take no joy in this event being cancelled, but it is the right thing to do given the real and present threat of Covid-19\".\nOrganisers for vigils due to be held across the UK, including in Edinburgh, Cardiff, Birmingham, Leeds, York, Sheffield and Brighton also cancelled events - with many holding virtual events instead. \nThose behind a cancelled event in Glasgow asked people to tie ribbons and notes to trees and fences, a move which they said would be turned into a \"manifesto for change\" for real improvements in the lives and safety of all women.\nFor almost a year the ambiguities and omissions within the coronavirus restrictions have left both the police and public grasping for answers.\nGatherings in public are generally banned but, at the same time, the rules recognise there can be reasonable excuses to be outside.\nThe problem is that the law doesn't specify whether a demonstration on a major issue of public importance - such as this vigil - is one of those excuses or not. \nPolice officers must enforce the lockdown laws and they have been under pressure from ministers to do more to reduce the risk of the virus spreading. \nBut they also know that the right to protest is enshrined in the Human Rights Act, a cornerstone of our complex constitution. \nThat means they can't just impose a blanket ban on all protests under the coronavirus restrictions - and the judge in Friday's case urged both sides to keep talking.\nIn the absence of further legal clarity, the police maintained their position that the balance came down in favour of preventing a gathering, rather than allowing an exception to mark a very exceptional and tragic death.\nIn the ruling on Friday, Mr Justice Holgate refused an application by Reclaim These Streets for the High Court to make \"an interim declaration\" that any ban on outdoor gatherings under Covid rules was \"subject to the right to protest\".\nThe judge also refused to make a declaration that an alleged policy by the Met Police of \"prohibiting all protests, irrespective of the specific circumstances\" was unlawful.\nLabour's Harriet Harman, who chairs the Joint Committee on Human Rights, said the law on freedom of association amid the coronavirus pandemic should be clarified because a \"blanket ban... was not the right way to go\".\n\"The relationship between the Human Rights Act and its protection of freedom of association and the new Covid regulations has not been clearly spelt out,\" she said.\nLabour MP Apsana Begum said \"our fundamental right to protest is under attack\" and the government was proposing to strengthen its powers on protests via the Police, Crime, Courts and Sentencing Bill on Monday.\nLiberal Democrats deputy leader Daisy Cooper tweeted: \"It is the Govt's responsibility to ensure people can protest safely.\"\nSenior Conservative MP Caroline Nokes, who had previously said she asked Home Secretary Priti Patel to \"step in\" and allow the vigil to go ahead, said she hoped people would now take the advice of organisers to gather virtually instead to \"recognise the ongoing issue there is with violence against women and girls, perpetrated by men\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56381022",
      "category": "education",
      "title": "School poverty cash at risk in date switch",
      "tags": "Schools,Department for Education,Local Government Association,Coronavirus pandemic",
      "text": "Schools in England face a \"significant cash loss\" from a change in the date for counting disadvantaged pupils eligible for extra support, says the Education Policy Institute.\nThe think tank warns using an earlier cut-off date to count free school meal pupils will miss many who have since become eligible in the pandemic.\nThis could lower schools' allocations of \"pupil premium\" funding.\nThe Department for Education says an earlier date helps budget planning.\nBut head teachers have raised \"grave concerns\" that the change in timing will mean schools serving some of the poorest pupils will miss out on millions in funding, despite rising levels of need.\nInstead of using January as the annual point for measuring numbers of pupils eligible for free school meals, the government has used October 2020.\nThis has prompted warnings that the earlier date will miss many families caught up in recent months of rising job losses and financial pressures.\nIf children are not counted, schools could lose out on pupil premium funding, which is mostly based on their number of pupils eligible for free meals.\nPupil premium funding is targeted to help disadvantaged children and provides schools with an extra £1,345 per pupil in primary and £955 per pupil in secondary.\nIn 2020-21, more than two million children were supported with pupil premium funding worth £2.4bn. This is expected to rise to £2.5bn next year - but there are concerns the change in the date could undercount the need.\n\"This policy change looks to be poorly timed and is likely to have huge ramifications,\" said Natalie Perera, Education Policy Institute chief executive.\n\"Given that there was a likely rise in pupil premium eligibility during this period due to the recession and rises in unemployment caused by the pandemic, this could represent a significant cash loss for schools,\" she said.\nA spokeswoman for the National Association of Head Teachers said this was of \"grave concern to school leaders across the country\".\n\"We expect the consequences of this change to be significant,\" she said.\nThe impact would not be evenly spread - as pupil premium funding is a much bigger factor in more disadvantaged areas. \nIn parts of inner London, Birmingham, Manchester, Merseyside and Teesside more than 40% of pupils are eligible, based on deprivation. In Buckinghamshire it is about 13%.\nPupil premium was worth about £95m to schools in Birmingham last year, compared with £3.6m in Windsor and Maidenhead.\nThe Local Government Association (LGA), representing councils, has backed the warnings.\n\"It is imperative that no school should lose out in receiving pupil premium funding as a result of this administrative change,\" said Judith Blake, chair of the LGA's children and young people board.\nShe said this was particularly important \"in the context of the pandemic and the need to ensure pupils from disadvantaged backgrounds are supported to recover lost education\".\n\"There will be many schools with children who will have become eligible for pupil premium between October and January who will now not qualify for this extra funding for a whole year,\" said Cllr Blake.\nThe Harris Federation academy trust, with 50 schools mostly in and around London, said more than 500 of its pupils became eligible for pupil premium funding in the gap between the two dates.\nLast month, Tony Foot, the Department for Education's director of strategic finance, told the Education Select Committee that he did \"not recognise\" claims the change in date would save £150m - and said: \"I do not have a figure for savings that are associated with that change.\"\nHe told MPs it would align pupil premium with core funding, which operates on an October census, and would provide certainty on funding at an earlier point.\nA spokeswoman for the Department for Education said: \"We are committed to ensuring all children have access to good quality education, no matter their background. \n\"Using the October census for pupil premium allocation means schools will know their budget earlier in the year, helping them to plan ahead and we expect pupil premium funding to increase to more than £2.5bn in 2021-22.\"\nSchools will also have extra support from £1.7bn in catch-up funding to help recover from the disruption of the pandemic.\n\n\n"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56388455",
      "category": "uk",
      "title": "Sarah Everard: Police remove people at Clapham vigil",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56372188",
      "category": "technology",
      "title": "Microsoft hack: 3,000 UK email servers remain unsecured",
      "tags": "Cyber-attacks,Microsoft,Cyber-security",
      "text": "More than 3,000 UK email servers remain at risk from the global Microsoft Exchange email flaw, officials believe.\nThe National Cyber Security Centre said it estimated 7,000 servers had been affected by the flaw in the UK and only half had been secured.\nIt said malicious software had been detected on 2,300 machines but it had helped businesses remove it.\nThe agency said it was \"vital\" that all affected businesses took action to secure their email servers.\nThe announcement reveals the scale of the problem among UK companies for the first time since the global security flaw emerged last week.\nRansomware groups have begun using the flaw to install their malicious programs, the NCSC warned - though there was no evidence of widespread ransomware attacks on UK companies so far.\nOnce installed, ransomware locks away a user's data behind strong encryption, making the computer system unusable. The group then demands payment to unlock it - and if demands are not met, will steal or delete the data.\nThe security flaw affects Microsoft's widely-used Exchange email system, which powers the email of major corporations, small businesses and public bodies worldwide.\nThe NCSC is particularly concerned about small and medium-sized businesses that may not have heard about the issue.\nInitially, the flaw was being exploited by a hacking group to gain remote access to email servers, from which it could steal sensitive data.\nBut after Microsoft warned the world it had identified the problem, and urged all its users to download the latest security updates, other hacking groups quickly became familiar with the flaw.\nThe result is a widespread free-for-all as multiple hacking groups all try to find unpatched email servers to attack.\n\"We are working closely with industry and international partners to understand the scale and impact of UK exposure, but it is vital that all organisations take immediate steps to protect their networks,\" NCSC's director for operations Paul Chichester warned.\n\"While this work is ongoing, the most important action is to install the latest Microsoft updates.\"\nHe also urged all organisations to \"familiarise\" themselves with the guidance surrounding ransomware attacks - and to search for any signs of their systems already being compromised.\nThe true scale of this problem is still emerging with thousands of systems vulnerable in the UK alone.\nWhat is not yet entirely clear is the overall impact.\nWhile many systems are still at risk and thousands had malicious software installed, the number of cases where we know this was actually used to steal emails or lock people out with ransomware is still fairly low. \nThat may change in the coming days as more reports come in. \nWhat is clear is that multiple hacking groups have piled in to exploit the vulnerability and those working on the defensive side are likely to stay busy for some time to come."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56365412",
      "category": "explainers",
      "title": "How many violent attacks and sexual assaults on women are there?",
      "tags": "Domestic abuse,Femicide,Women",
      "text": "A vigil is being held a week after the killing of teacher Sabina Nessa, in a park in south-east London.\nHow many women are the victims of violent crimes?\nIn the year to March 2020, 207 women were killed in Great Britain (England, Scotland and Wales). This means about one in four killings were of women. \nThe number of female victims was lower than in the previous year, when 241 women were killed - the highest number in a decade. \nResearch from the Femicide Census - an organisation which collects information on men's violence against women - calculates that across the UK, 1,425 women were killed by men in the 10 years to 2018.\nThat is about one killing every three days. \nIn the past decade, there were 4,493 male victims of killings and 2,075 female victims (31%) in England and Wales.\nMore than nine out of 10 killers were men.\nAbout 57% of female victims were killed by someone they knew, most commonly a partner or ex-partner. This compares with 39% of men. \nThe other victims were either killed by strangers - 13% in the case of women and 30% among male victims - or no suspect has been identified.\nMore than 70% of women were killed in their own home - twice the figure for men.\nIn general, men are more likely to be victims of violence such as assault.\nIt is estimated that about 1.3% of women were victims of violent crime in the year ending March 2020, compared with 2% of men. \nMost violent attacks are by people the victim knows - 92% in the case of women and 79% among men.\nWe don't have statistics which show what proportion of women were attacked by men or other women, but most people found guilty of violent crimes are men. \nIn 2019, about 85% of people sentenced in court for violent crime were men.\nIn the year ending March 2020, the Office for National Statistics (ONS) estimated that 4.9 million women had been victims of sexual assault in their lives. This included 1.4 million who had been raped, or had faced attempted rape.\nAbout 989,000 men had experienced sexual assault, including 87,000 victims of rape or assaulted rape.\nIn total, 98.5% of the rapists were identified as men.\nSexual assault was most common among younger women, with about one in 10 women aged 16 to 24 having been a victim in the past year. \nOne in 40 young women said they had been victims of rape in the past year.\nOne in five women has been the victim of stalking since the age of 16 - twice the number for men.\nThe estimates used the Crime Survey for England and Wales, which interviews thousands of people and is seen as the best way of measuring crimes including those not reported to the police. \nThe vast majority of sexual offences do not get solved. In fact, most sexual offences do not even get reported to the police. \nThe Crime Survey for England and Wales shows 151,000 people - including 144,000 women - were victims of rape or attempted rape in the last year for which these figures are available.\nBut just 59,000 rapes were actually reported to the police last year.\nIn the same year, just 1,439 people were actually convicted of rape. This was the lowest number since figures started being released in 2014-15. \nAlmost a third of women tell no-one if they are victims of rape, or attempted rape, according to the Crime Survey for England and Wales.\nFewer than one in six report it to the police. This falls to one in 10 women under 25.\nThe most common reasons for not reporting it are embarrassment, thinking the police couldn't help, or thinking they wouldn't be believed. \nOfficial statistics don't provide estimates of how many women face sexual harassment. \nHowever, surveys suggest the problem is common. \nA recent YouGov poll for UN Women found that seven out of 10 women had experienced some form of sexual harassment in public.\nThis number was nearly nine out of 10 for younger women. \nThe survey found: \nAnother YouGov survey, in 2016, found that half of women had been victims of sexual harassment at work, most often through inappropriate comments or touching.  \nLast year, it was estimated that 1.6 million women in England and Wales were victims of domestic abuse. There were 757,000 male victims.\nThese figures include all forms of abuse, including physical, emotional and financial. \nThere was an increase in domestic abuse since lockdowns began in March of last year.\nThere were 444,000 domestic abuse-related crimes - against both men and women - in England and Wales between April and September.\nThis was almost one in five crimes recorded."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56380128",
      "category": "uk-scotland-glasgow-west",
      "title": "Cabinet Office to move 500 jobs to Glasgow by 2024",
      "tags": "UK government,Scottish independence,Cabinet Office",
      "text": "The Cabinet Office is to move at least 500 civil servant jobs to Glasgow by 2024 to work at a new secondary headquarters, the BBC understands.\nAn internal letter at Michael Gove's department said it would \"strengthen its commitment to Scotland\". \nThe jobs include senior roles and ministers would be expected to spend \"some time\" in Scotland.\nIt comes amid ongoing efforts by the UK government to bolster support for the union.\nThe Financial Times reported one official as saying the move would \"bring the engine room of the UK government to Scotland\".\nA number of other government offices are expected to set up headquarters in other parts of the UK.\nThese include offices for the Treasury in Darlington and for Housing, Communities and Local Government in Wolverhampton.\nA Cabinet Office spokesperson said: \"Decision makers should be close to the people they serve and we want to see opportunity, jobs and investment fairly distributed across the country. \n\"That's why we've committed to relocating civil service roles out of central London, building on the thousands of civil servants we already have working across the United Kingdom.\"\nDetails of the move to Glasgow came in a letter to staff from Alex Chisholm, permanent secretary at the Cabinet Office.\nThe department, which has the role of supporting the prime minister and cabinet, currently employs about 8,500 staff.\nA large number of civil servants already work close to Glasgow, as the  Department for International Development (now part of the Foreign, Commonwealth and Development Office) has for many years been based in East Kilbride.\nThe Scottish Conservatives' conference is taking place this weekend, as the party prepares for the Holyrood election on 6 May. \nThe Financial Times reported that Cabinet Office Minister Michael Gove is expected to visit Scotland next week"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56381202",
      "category": "business",
      "title": "Mathias Cormann set to head OECD despite climate record",
      "tags": "OECD,Climate change,Australia",
      "text": "Mathias Cormann, Australia's longtime former finance minister, is set to take over as chief of the Organisation for Economic Co-operation and Development.\nMr Cormann, a centre-right politician, had faced opposition stemming from his record on climate change.\nHe tried to abolish Australia's renewable energy targets and has called carbon pricing a \"very expensive hoax\". \nSweden's Cecilia Malmström was also vying to lead the group, which includes 37 of the world's biggest economies.\nThe Paris-based OECD, which helps develop and coordinate policies among its members, is expected to finalise Mr Cormann's selection next week. He would serve a five-year term starting in June.  \nGreenpeace International, which helped spearhead outside opposition to Mr Cormann's candidacy, called his selection a \"missed opportunity\" for the group, which includes the US, UK, Germany and Japan among others.\n\"We have little confidence in Mr Cormann's ability to ensure the OECD is a leader in tackling the climate crisis when he himself has an atrocious record on the issue, including opposition to carbon pricing,\" executive director Jennifer Morgan said. \n\"This was a missed opportunity for the OECD member states to draw a line in the sand and disqualify anyone with a history of blocking climate action from senior international appointments.\"\nMr Cormann has responded to the criticism, saying he was \"absolutely committed to ambitious and effective action on climate change\", but that there were different ways to achieve it. \nAs the next leader of the Paris-based OECD, Mr Cormann is facing an agenda that includes tackling the economic impact of the coronavirus pandemic, addressing climate change and reaching a global deal on how to tax technology companies.\nA native German speaker who was born in Belgium, Mr Cormann moved to Australia in his mid-20s, working in health insurance and politics.\nHe holds the record as the country's longest-serving finance minister, serving from 2013 to 2020. He also represented western Australia as a Liberal Party senator from 2007 to 2020.\nKnown to favour lower taxes, he pledged during his campaign for the OECD job to deploy \"every policy and analytical capability available through the OECD to help economies around the world achieve global net-zero emissions by 2050\".\nThe group should help identify \"market-based ... solutions which maximise reduction outcomes in a way that preserves energy affordability and is economically responsible\" he added.\nAustralia Prime Minister Scott Morrison claimed the selection as a win for his country, calling it \"the most senior appointment of an Australian candidate to an international body for decades,\" in a statement to the Sydney Morning Herald.\nOECD insiders said that the breadth of Mr Cormann's political experience and personality played a role in his selection as did his detailed knowledge of the issues in hand. Backing from the US was also reportedly key.\nInsiders also told the BBC that having an Australian in charge would provide good geopolitical balance for an organisation based in the heart of Europe. The most recent country to join was Colombia, and Costa Rica is in the process of doing so.\nHowever, there has also been criticism over the lack of transparency in the selection process, which was led by the UK. \nOne observer described it as \"cloak and daggers\" and questioned whether that was appropriate for an organisation whose members are democracies.\nFormer EU trade commissioner Cecilia Malmström was the other finalist of the 10 candidates who entered the contest to succeed Mexico's Angel Gurria, who has led the group for 15 years.\nThe possible selection of Mr Cormann prompted debate in the UK, which is set to host an important climate change summit in Glasgow later this year. \nIn December Labour's Shadow International Trade Secretary Emily Thornberry wrote to Boris Johnson saying that supporting Mr Cormann \"would make a mockery of your own claims to leadership on climate change and would send entirely the wrong signal to the world about how seriously the UK takes the issue\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56385012",
      "category": "world-europe",
      "title": "Russia opposition: Moscow police raid election forum",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "Russian police have broken up an opposition conference and detained 200 people including high-profile opposition figures. \nThe weekend forum had just begun in a Moscow hotel when police burst in and said they were detaining everyone.\nAccording to police, coronavirus rules were broken and the event was arranged by an \"undesirable organisation\".\nThe incident comes as authorities continue to crack down on opposition activity as elections loom.\nLast month Alexei Navalny, President Vladimir Putin's most prominent critic, was jailed. He was accused of breaking the terms of a suspended prison sentence while recovering in Germany from nerve agent poisoning he blames on the Kremlin.\nOpposition figures from across Russia were taking part in the Moscow conference to discuss strategy ahead of local and parliamentary elections in September. \nTV coverage showed participants being bundled into police vehicles. \nPolice said \"a significant portion of participants lacked personal protective equipment\" in contravention of coronavirus rules.  \nThe \"undesirable organisation\" behind the conference was Open Russia, police said. \nOpen Russia was established in the UK by Mikhail Khodorkovsky, a former oligarch turned opponent of President Vladimir Putin. \nKhodorkovsky spent 10 years in jail on charges his lawyers dismissed as fabricated before being pardoned by Mr Putin and moving abroad. \nOpen Russia is accused by the authorities of breaking a Russian law which prohibits foreign groups deemed political and is among several organisations described as undesirable. \nBut one of the opposition figures at the conference, Andrei Pivovarov, said it had in fact been organised by a group known as the United Democrats. \nHe said the raid had been staged \"to intimidate us\". \n\"No-one promised us freedom on a silver platter - Russia will still be free,\" another opposition politician at the conference, Ilya Yashin, said on Facebook. \nCommenting on the arrests, associates of Mr Navalny said it was clear \"the authorities are afraid of any competition during elections\". \nThose detained are expected to be fined or face a short spell in police detention. \nThe mass arrests come as officials increasingly refer to opposition activists as anti-Russian, supposedly backed by hostile forces in the West, says the BBC's Sarah Rainsford in Moscow. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56382612",
      "category": "entertainment-arts",
      "title": "Corinne Masiero: Actress protests naked at 'French Oscars' ceremony",
      "tags": "France,Film,Paris,Coronavirus pandemic",
      "text": "A French actress protested naked at a César Awards dominated by demands the government do more to support culture during the coronavirus pandemic.\nCorinne Masiero, 57, wore a donkey costume over a blood-stained dress before stripping on stage at France's equivalent of the Oscars.\nCinemas have been shut in France for more than three months.\nThe best film award at the ceremony went to Albert Dupontel's dark comedy Adieu Les Cons (Goodbye Morons).\nThe film - which depicts a desperate search by a seriously ill woman for her child - won seven Césars, including one for the best director.\nBest foreign film went to Denmark's Another Round, directed by Thomas Vinterberg, which shows a group of friends trying to improve their lives by maintaining a permanent level of alcohol in their blood. \nMasiero was invited to Friday's socially-distanced ceremony to present the award for the best costumes. \nBut she shocked those present in the concert hall by stripping naked on stage to reveal the message \"No culture, no future\" written across her torso.\nAnd appealing to French PM Jean Castex, Masiero had another slogan on her back which can be translated as: \"Give us back art, Jean\" - or in an alternative phonetic reading: \"Give us our money back.\"\nOther actors and directors made similar demands during the show.\n\"My children can go to Zara but not the cinema... it's incomprehensible,\" said Stephane Demoustier as he accepted a screenplay award, referring to a high street clothes chain. \nLast December, hundreds of actors, theatre directors, musicians, film technicians and critics, and many others from the world of French culture protested in Paris and other cities against the government's shutdown of culture venues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56354253",
      "category": "business",
      "title": "Roblox: 'We paid off our parents' mortgage making video games'",
      "tags": "Gaming,Companies,Young people",
      "text": "When identical twins Ben and Matt Horton began making serious money from creating video games, their parents couldn't believe it.\n\"It was quite bizarre at first, because I was doing a paper round and they were blown away,\" says Ben. \"They said there was no way a paper round can make this much.\"\nHis brother Matt adds: \"It was a significant amount of money. They thought we were doing shady stuff online.\"\nAs it turned out, the brothers had produced their first big hit - a game called Boat Ride, launched on the online gaming platform Roblox - and they were just 13.\nSeven years later, Ben and Matt work full-time on gaming, with Ben specialising on the software side and Matt doing video production.\nTheir games have been played more than 100 million times and each of them earns £100,000 a year.\nIt all began as a hobby when the pair had some free time over the Christmas holidays. They were already enthusiastic gamers on Roblox and found it easy to start developing their own games.\n\"Anyone can learn, a 10-year-old kid can learn to make a game,\" says Ben.\nNow the brothers share a flat in their hometown of Crawley, having dropped out of sixth-form to concentrate full-time on game development. Their closeness as twins is important to them.\n\"We're not telepathic, but I kind of know what he's thinking and he knows what I'm thinking,\" says Matt. \"In our whole life, we've not spent more than two days apart from each other.\"\nDespite their new-found wealth, the two say they are \"not big spenders\" and are \"not very materialistic\".\nTreating the family to a holiday and helping to pay off their parents' mortgage have been their biggest items of expenditure, with most of their income invested.\n\"We just want to be able to live comfortably for the rest of our lives,\" says Ben.\nRoblox has seen huge success built on the work of developers like Ben and Matt.\nIt's already the world's largest user-generated games site, and its value rose 60% to $47bn after its first day of trading on the New York Stock Exchange.\nVersatility is one of the key reasons it's been a hit, says Candice Mudrick, head of market analysis at gaming data company Newzoo.\n\"The Roblox business model is more than a game - it's a platform that encourages creators to build experiences for other users. While many games have some form of user-generated content, it's more uncommon to find games whose entire business model is built upon it,\" she says.\nBut competition is stiff among top developers on the platform. The firm recently said that more than 1,250 developers earned at least $10,000 in robux, the platform's currency which can be converted to cash, in 2020. Only about 300 earned $100,000 or more.\n\"This indicates that although the broader creator community is strong, the top earners are still a small group,\" said Ms Mudrick.\nShe added that a big challenge for the firm and its army of developers will be \"maintaining its young audience as they age, while at the same time also expanding to new, older, demographics\".\nQuinn Byron-Dyer started playing Roblox when he was just 10 years old.\nA decade later, he was at intern at the company's head office in San Mateo, California, and he now supports himself through his work as a Roblox developer. \nQuinn, now 22, says playing and building games on the platform initially appealed to his \"creative side\".\n\"I got more seriously into developing stuff about 2015 onwards and from then, the money just built up from there I guess,\" he says.\nA recent graduate with a degree in computer games design, he believes that Roblox is popular because it's \"really easy to get into\".\n\"You don't need any requirements, you can start making stuff for free, you don't have to have any qualifications.\"\nAnd importantly, Roblox provides the audience. \"It is so much easier to get people playing your game when there's already loads of people playing similar games out there,\" Quinn says.\nHow much has he earned from Roblox? He says he's not sure. \nBut as someone who has worked on hit games such as Murder Mystery 2, which has been visited 4.4 billion times, Quinn is looking forward to getting his own place once he moves out of his parents' house, post-pandemic of course.\nHow do his parents feel about his career? \"They were obviously a bit unsure at first, about what it all means,\" he says. \"Because it was all very new, quite a new industry, it took a bit for them to understand what it was all about, but they are supportive of it.\"\nFiona, meanwhile, joined the platform in 2008.\nShe's a developer based in Toronto who teamed up with her partner to create Super Power Fighting Simulator. The action game, in which players enter different realms and fight battles, has attracted more than 100 million users. \nShe says that level of popularity generates about $30,000 to $40,000 per month.\n\"Roblox has changed my life,\" she says. \"I went from playing Roblox every day as a kid, to making a successful income from it.\"\n\"I've seen many young developers who have been able to make millions per year from developing on Roblox,\" she adds.\nFiona made the decision to buy shares in company on its stock market debut, and is keen to keep working on Roblox games. \"I'm excited to see where Roblox takes us within the next five to ten years,\" she says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56379248",
      "category": "uk",
      "title": "Sarah Everard vigil organisers lose court challenge",
      "tags": "Sarah Everard murder,Clapham,Metropolitan Police Service",
      "text": "Organisers of a vigil planned for Sarah Everard in south London are still hopeful it can take place, despite effectively losing a High Court challenge against a ban on the event. \nBut the Metropolitan Police urged people to find a \"lawful and safer way\" to express views on women's safety.\nEarlier, a High Court judge refused to say the event would be permitted under coronavirus regulations.\nOrganisers Reclaim These Streets said discussions with police would continue.\nSaturday's event was planned after the disappearance of Ms Everard, 33, who was last seen alive on 3 March when she was walking home along a main road in Clapham, prompted public debate about women's safety.\nOn Friday, serving Met Police officer Wayne Couzens, 48, was charged with the kidnap and murder of Ms Everard.\nAs well as the vigil on Clapham Common, sister events have been planned for other cities and towns including Cambridge, Cardiff, Leeds, St Andrews and Liverpool.\nReclaim These Streets said in a statement: \"We are now in discussions with the Met to confirm how the event can proceed in a way that is proportionate and safe - our number one priority.\"\nCommander Catherine Roper of the Met Police said the force's message to those wishing to attend vigils was \"stay at home or find a lawful and safer way to express your views\".\nShe added: \"I understand this ruling will be a disappointment to those hoping to express their strength of feeling, but I ask women and allies across London to find a safe alternative way to express their views.\"\nHowever, one of the group's barristers, Pippa Woodrow of Doughty Street Chambers, told the BBC the police statement was \"premature\". \n\"The ball is now effectively in the Met's court to tell the organisers how this event can take place lawfully,\" she said.\nIn the ruling on Friday, Mr Justice Holgate refused an application by Reclaim These Streets for the High Court to make \"an interim declaration\" that any ban on outdoor gatherings under Covid rules was \"subject to the right to protest\".\nThe judge also refused to make a declaration that an alleged policy by the Met Police of \"prohibiting all protests, irrespective of the specific circumstances\" was unlawful.\nFollowing the decision, a government spokesman said: \"All of our thoughts are with Sarah's family and friends at this terrible time, and the government recognises why so many women and girls across the country want to pay their respects.\n\"We are still in the middle of a pandemic, which is why we urge people to do this safely and to continue to avoid mass gatherings.\"\nMr Justice Holgate hasn't quite closed the door on the event going ahead anyway.\nThat's because three long hours of legal argument thrashed out the legal principles that the Metropolitan Police should follow. \nCritically, the force said it did not have a \"blanket ban\" on all protests - which meant it accepted it had to take into account the right to protest which is enshrined in human rights legislation.\nThe judge said: \"There may well be further communication between the claimants and the police to deal with the application of the [Covid] regulations and [the rights to protest]. But that is not a matter on which the court should comment.\"\nWhat does that mean in practice? Well, we're now waiting to see whether there are talks - and whether some kind of vigil will be deemed to be lawful after all.\nOne of the organisers of the south London vigil, Anna Birley, told the BBC the group had \"consistently\" asked the Met Police \"to tell us what would be a safe way to exercise our right\". \nMeanwhile, Harriet Harman, the Labour MP for Camberwell and Brixton, tweeted: \"C'mon [Metropolitan Police] now agree a way for this vigil to happen safely.\n\"Many women want to show their concern.  Including women Met Police officers!\"\nLana Adamou, a lawyer with the human rights group Liberty, said protest was \"the lifeblood of a healthy democracy\" and that socially-distanced demonstrations were \"perfectly possible\".\n\"The current restrictions should be interpreted compatibly with our rights enshrined in the Human Rights Act and it is concerning that this hasn't been reflected today,\" she said.\nWhen asked whether the vigil should be allowed to go ahead, Home Office Minister Victoria Atkins said \"at the moment the law is as it is\".\nShe told BBC Radio 4's Any Questions: \"For my own part, I will be standing outside my front door and I will be reclaiming albeit a very small piece of pavement, but I will be standing out there to show my support and my respect and my solidarity with other women at this time.\"\nAt the hearing, the judge said the organisers were told by police that \"the vigil would be illegal and that their 'hands were tied' by Covid-19 regulations\".\nHe added that the four claimants \"were told that, as organisers, they would be liable to be issued with £10,000 fixed penalty notices\", and could also be arrested.\n Mr Justice Holgate said it would not be \"appropriate for the court\" to make the declaration sought.\nHe ruled that \"the requirements of the law have been clearly stated\" in previous court rulings and concluded: \"I decline to grant the interim relief sought. But I hope that, in this judgment, I have clarified the application of the law in so far as it is appropriate for me to do so at this stage.\"\nLawyers representing the organisers earlier argued the Met's interpretation of Covid rules goes against human rights law.\nBut George Thomas, representing the Met, said the event could lead to significant crowds in a central London location, at a time when Parliament's intention was to not allow gatherings of more than two people for health reasons amid the pandemic.\nIn other developments, the government is seeking further views on how to tackle violence against women and girls following an outpouring of experiences shared online in response to the Sarah Everard case.\nThe Home Office is reopening a public consultation, which originally closed in February. \nThe findings will help inform its strategy on tackling violence against women and girls - due to be published in the summer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56287395",
      "category": "uk-england-london",
      "title": "Sahayb Abu convicted of planning IS-inspired sword attack",
      "tags": "Old Bailey,Dagenham,Islamic State group",
      "text": "A former prisoner has been convicted of planning an Islamic State-inspired sword attack.\nSahayb Abu, 27, was found guilty by a jury of preparing an act of terrorism and will be sentenced on 9 April.\nMuhamed Abu, his 32-year-old brother, was acquitted of failing to warn police about the plan.\nSahayb's preparations included buying a sword, a knife, balaclavas, fingerless gloves, and a combat vest, and paying extra to have the sword sharpened.\nWhen placing the orders, he asked if the vest could stop bullets.\nThe defendant, from Dagenham in east London, also met an undercover police officer hoping he could provide access to firearms, the Old Bailey heard.\nSahayb did not react as the majority verdict was delivered in his case and was remanded into custody. Muhamed, who was brought into court separately, wept and shouted out that his brother was a \"clown\".\nSahayb is one of several extremist siblings from the same London family:\nSahayb and Muhamed Abu were arrested in July in armed raids, hours after Sahayb had told an extremist chat group: \"We need a 9/11 2.0.\"\nThe authorities had intervened to prevent delivery of the 18-inch (46cm) sword and protective vest.\nMuhamed denied knowing that his brother was planning an attack. \nProsecutors said Sahayb's violent mindset was expressed in a series of homemade rap recordings in which he rhymed about \"sending bombs\".\nAnother lyric said: \"I'm trying to see many Lee Rigby's heads rolling on the ground\". Fusilier Rigby was murdered by two extremists near Woolwich barracks in May 2013.\nIn some self-made films, Sahayb wore a mask and camouflage hat, which prosecutors said was an outfit he planned to wear to conduct his attack.\nIn one he says he's \"just waiting on the body armour\" that \"will stop a bullet\".\nSahayb told jurors he had created a rapper character called the \"masked menace\" as a joke, aspired to be a charitable figure like Captain Tom Moore, and claimed he could not have a radical Islamist mindset because he watched pornography.\nThe counter-terror investigation that first uncovered the activities of the defendants' half-brother and sister came about after police received a tip that Sahayb and Muhamed were going to burgle a jewellery shop, the court was told.\nThe pair, along with Ahmed Aweys, later admitted their part in the burglary conspiracy.\nEvidence gathered by police showed family members justifying crime against \"kuffar\" (unbelievers), for the purpose of jihad.\nThe trial heard that Sahayb, after being released from prison in March last year, frequently accessed IS propaganda and used various social media platforms to boast about his violent beliefs.\nIn jail, he had mixed with terrorist prisoners, including a man jailed for encouraging violence against Prince George.\nIn one online comment, Sahayb stated: \"Islam is for war, hostage taking, killing infidels, fighting tyranny, taking war booty, taking women of the enemy as concubines.\"\nHe demonstrated particular hatred for Shia Muslims, railing against a specific UK imam, and searched online for the 2014 Camp Speicher Massacre in Iraq, when Islamic State forces killed more than 1,500 militiamen and Iraqi Army cadets, particularly targeting Shias.\nSahayb also joined a small private chat group, which contained the undercover police officer,  in which members from the around the world glorified IS atrocities.\nUsing an alias, Sahayb discussed Osama bin Laden, the hate preacher Anjem Choudry, and lionised the killer who carried out the Westminster Bridge attack in 2017.\nDuring a meeting with the undercover officer, Sahayb expressed regret at not going to Syria when he could have done, but said that two brothers had and they were martyrs.\nOn another occasion, the court was told, a surveillance team watched Sahayb and Muhamed meet in public and look at an online listing for the sword.\nDuring message chats with Muhamed and their teenage brother, Sahayb said there was \"something called biding your time waiting for right moments\" and that Allah would make them \"action men and not chatty men\".\nReferring to not travelling to Syria, he wrote \"the caravan left without us\".\nCommander Richard Smith, head of Scotland Yard's counter-terrorism command, described Sahayb as a \"very dangerous individual\".\nHe said: \"I have no doubt in my mind of his murderous intent in preparing to carry out a terrorist attack.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56379381",
      "category": "uk-england-manchester",
      "title": "University of Manchester students pass vote of no confidence in boss",
      "tags": "Universities in the UK,Universities,Manchester,University of Manchester,Students",
      "text": "Students at the University of Manchester have passed a vote of no confidence in its vice-chancellor.\nDame Nancy Rothwell faced opposition over the university's handling of the Covid-19 pandemic.\nAbout 89% of the students who took part in the non-binding vote agreed the student body had \"no confidence\" in the vice-chancellor and other leaders.\nThe university said the vote had a 13% turnout and said it had \"full confidence\" in Dame Nancy.\nA spokesperson for the student-led campaign group said the positions of the vice-chancellor and her team had become \"completely untenable\".\n\"It's apparent to anyone that the mistreatment of students and mishandling of the pandemic by the university over the past year has become an exemplar of how not to run a university,\" they said.\nUniversity and College Union (UCU) general secretary Jo Grady said the \"overwhelming vote\" was \"no surprise\" and said Dame Nancy had treated students \"shamefully.\"\n\"She irresponsibly brought students back to campus to secure income from fees and rent and then locked them in their accommodation,\" she said.\nIn November, Dame Nancy told BBC Newsnight she had apologised in writing to 19-year-old student Zach Adan, who was allegedly racially profiled by security guards as he returned to his halls of residence.\nWhen it emerged that this had not happened, she apologised again, saying she was \"devastated that I made the wrong remark on national television\" and had \"written to sincerely apologise to the student\".\nThe incident came amid ongoing protests by students who were campaigning for rent reductions after their face-to-face classes were halted.\nProtests also erupted on campus during the autumn term as the second lockdown began when a wire fence was erected overnight around accommodation without students being consulted.\nStudents pulled down the barriers on the University of Manchester's Fallowfield campus in protest.\nThe referendum was held by the students' union after a petition met the threshold number of signatures to trigger a vote.\nIn a statement, the university's board of governors said it had \"full confidence\" in the senior leadership \"to lead the university forward\".\n\"Whilst our senior leaders haven't got everything right, where that has been the case, they have led from the front by apologising and have always taken action to ensure lessons are learnt and improvements are made,\" they said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56368091",
      "category": "uk-northern-ireland",
      "title": "NI 100: Northern Ireland centenary commemorations revealed",
      "tags": "Brandon Lewis,Boris Johnson,NI 100",
      "text": "Official events to mark the centenary of Northern Ireland will include a special post-mark, an international church service and a plan to plant a tree at every school.\nThe programme of events also includes an investment conference, a concert and a centenary rose.\nThe prime minister said the events would reflect on what makes Northern Ireland \"the great place it is today\".\nNorthern Ireland was created in May 1921 after the partition of Ireland.\nA total of £1m has been awarded to 39 community projects connected to the centenary, through a shared-history fund in partnership with the National Lottery Heritage Fund.\nPlanned events include:\nThere will also be a number of academic events at Queens' University Belfast, examining the historical context of the centenary.\nNorthern Ireland Secretary Brandon Lewis encouraged people to take part.\nHe said: \"The UK government's centenary programme of events provides an opportunity for us all to reflect on the history of Northern Ireland and to take pride in all this fantastic place has to offer the UK and the world.\n \"In its 100th year, the people of Northern Ireland can build on their spirit of togetherness and recognise their enormous achievements over past decades.\"\nPrime Minister Boris Johnson said: \"2021 marks 100 years since the creation of Northern Ireland, which has paved the way for the formation of the United Kingdom as we know it.\n\"Our centenary programme will reflect on the past and on the people and developments that make Northern Ireland the great place it is today.\n\"The activities will pay tribute to all those who have worked tirelessly to support Northern Ireland throughout the pandemic, and will champion the incredible young people in Northern Ireland who offer so much to the shared success of our United Kingdom.\"\nOn the same day as the international church service, some historic buildings across the UK are set be lit up.\nThe colour of the centenary rose is a blend of rose pink, ivory and yellow.\nA decorative rose pin has been designed, to be worn by VIPs at centenary events and given to programme participants.\nFull details of the programme, including dates, have yet to be finalised due to the coronavirus pandemic.\nMeanwhile, DUP MP Sir Jeffrey Donaldson has said a proposal for the House of Commons to hold a sitting in Northern Ireland would be \"terrific\".\nAccording to a Daily Telegraph report, Leader of the House Jacob Rees-Mogg is considering plans for MPs to meet in a devolved region each September.\n\"It would be a historic occasion, it would be wonderful to see that happening in our centenary year if it were possible,\" Sir Jeffrey told BBC NI's The View programme on Thursday.\n\"I would certainly be making a bid for Northern Ireland to have first crack of the whip and to host a meeting of the House of Commons here in Northern Ireland.\"\nThe Lagan Valley MP said it would be \"good for the United Kingdom\" for parliament hold proceedings outside London.\nHowever former SDLP leader Mark Durkan described the proposal as a \"gimmick\" which would come with cost and logistical challenges. \n\"This is just the latest in this game of uber-unionist leapfrog that is being played by ministers in London,\" he told the programme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56384013",
      "category": "uk",
      "title": "Covid-19: Italy's 'new wave', and UK day of reflection",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow. \nOne year ago, Italy became one of the first countries to impose a national lockdown following a spike in coronavirus cases. Now, the nation is once again struggling to contain the rapid spread of infections as PM Mario Draghi warns there is a \"new wave\" of the outbreak. Shops, restaurants and schools will close across most of the country from Monday.\nThose who have died in the pandemic will be remembered during a minute's silence and a national doorstep vigil on 23 March to mark the first anniversary of the UK's initial Covid lockdown. Prominent buildings and landmarks will be illuminated and people are encouraged to light up their doorsteps. See your tributes to those who have died.\nBusinesses of all sizes can now register to order lateral flow tests for their members of staff - and more than 48,000 have signed up to the scheme. Praising it as a \"huge step forward\" in getting businesses up and running again, Health Secretary Matt Hancock encouraged more to register by the end of the 31 March deadline. The rapid tests can give results in less than 30 minutes.\nMany children in England have returned to the classroom for the first time in more than two months. The BBC visited one primary school near Skegness, Lincolnshire, to see how children, parents and teachers are getting on. So, what are the new rules for schools?\nGetting ready for the Tokyo Games has been anything but normal. Athletes are turning to obscure training methods, such as using a tin of beans strapped to a pole to practice the pole vault or borrowing a giant spa bath to train for the Paralympics. It's a unique time, and getting in shape for the summer games while restrictions are in place is no mean feat.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can check how many cases there have been in your area.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56379232",
      "category": "uk",
      "title": "Covid-19: UK national day of reflection to be held on 23 March",
      "tags": "Coronavirus pandemic",
      "text": "A minute's silence and a national doorstep vigil will form part of a day of reflection to mark the anniversary of the UK's first Covid lockdown.\nPrime Minister Boris Johnson is backing charity Marie Curie's plan for Tuesday 23 March, when those who have died in the pandemic will be remembered.\nThere will be a minute's silence at 12:00 GMT with people encouraged to light up their doorsteps that night.\nProminent buildings and landmarks will also be illuminated across the UK.\nMr Johnson announced the first national stay-at-home order on 23 March 2020, days after warning many families would \"lose loved ones before their time\".\nThe total number of recorded deaths linked to coronavirus in the UK stood at 335 on that date. There have now been 143,259 deaths, according to the latest figures.\nSince then there have been three periods of national restrictions, as well as the introduction of levels and tiers of measures in all four nations.\nThe past 12 months have also seen coronavirus vaccines developed from scratch, with 23.3m people in the UK having now received a first dose.\nThe prime minister said he would observe the minute's silence at noon privately. \nOther senior politicians have given their support to the event, with Labour leader Sir Keir Starmer, Scottish First Minister Nicola Sturgeon and Welsh First Minister Mark Drakeford all saying they would take part.\nMr Johnson said: \"This has been an incredibly difficult year for our country. My thoughts are with all those who have lost loved ones, and who have not been able to pay tribute to them in the way they would have wanted.\n\"As we continue to make progress against the virus, I want to thank people for the sacrifices they continue to make, and hope they can look forward to being reunited with loved ones as restrictions are cautiously eased.\"\nAlongside the minute's silence and doorstep vigil, the day will also see community-led activities take place, such as virtual assemblies, choirs, services and yellow ribbons being wrapped around trees.\nA series of free online talks organised by the Good Grief Festival  will also take place, featuring experts, bereaved families and celebrities.\nIt is hoped people will help create a nationwide \"beacon of remembrance\" on their doorsteps by beaming phones, candles and torches into the night sky at 20:00. \nMarie Curie chief executive Matthew Reed said it was \"important that we all come together to reflect on our collective loss, celebrate the lives of the special people no longer here, support those who've been bereaved and look towards a much brighter future\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56379383",
      "category": "uk-england-manchester",
      "title": "Covid: Judge rules man with learning difficulties should be vaccinated",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A man with severe learning difficulties should have a Covid-19 vaccine, despite his family's objections, a judge ruled.\nSpecialists said the man, who is in his 30s, was \"clinically vulnerable\" and in a \"priority group\" for vaccination.\nBut the man's parents objected and raised a number of concerns about alleged side-effects.\nJudge Jonathan Butler agreed with NHS Tameside & Glossop Clinical Commissioning Group that vaccination was in his best interests.\nThe judge, who is based in Manchester, considered the case at a hearing in the Court of Protection, where issues relating to people who lack the mental capacity to make decisions are analysed.\nHe did not name the man in his written ruling, published on Friday.\nA number of specialists involved in the man's care all thought he should be vaccinated but his father claimed the vaccine had not been tested sufficiently and did not stop people contracting Covid-19. \nHe added the long-term side effects on people with severe health issues were unknown.\nThe man's mother and brother agreed.\nJudge Butler said the man's father had outlined his concerns with \"conviction and great clarity\".\nHe added: \"I have no doubt whatsoever that his objections are founded on a love for (his son) and a wish to ensure that he comes to no harm.\n\"His objections were not intrinsically illogical. They were certainly not deliberately obstructive.\n\"They were made upon the basis as to what he regards as being in the best interests of (his son).\n\"That concern for his son does him credit.\"\nBut he said the family's objections had \"no clinical evidence base\".\nHe said the man was vulnerable and said there was \"overwhelming objective evidence of the magnetic advantage of a vaccination\".\nThe judge said he had ruled that vaccination was in the man's best interests, but had not authorised \"physical intervention\".\nHealth authority bosses had said the vaccine would not be administered if any \"form of physical intervention\" was required.\nA Tameside and Glossop Clinical Commissioning Group spokesperson said: \"Our primary concern will always be the best clinical interests of our patients and we work closely with patients, families and clinicians and care providers to understand any concerns or judgements made about their care.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56386348",
      "category": "world-asia",
      "title": "'Mandalay was a massacre': Security forces fire at protests",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56384600",
      "category": "uk",
      "title": "Sarah Everard: How a woman's death sparked a nation's soul-searching",
      "tags": "Violence against women,Sarah Everard murder",
      "text": "\"Missing: Please Help Our dear friend Sarah Everard,\" read the posters that went up on south London streets and local social media forums in the days after the 33-year-old disappeared on her walk home in early March.\nIt was concerning but such appeals are not exactly a rare sight, and the hope was that she would soon turn up safe and sound. \nBut in the days that followed, as police put out a CCTV image of Sarah and gave details of her last known movements, concern grew to alarm, then dread, then fear, shock and sadness.\nSarah Everard's journey from Clapham Common to Brixton had taken her through some of the capital's most populated, brightly-lit, and well-walked parts. Hundreds of people - many of them young women - tread those pavements every day and consider the streets in and around them home.\nAs the police investigation ramped up, local women were warned to be careful about venturing out alone. When a police officer was arrested - and subsequently charged with Sarah's murder - the head of the Metropolitan Police Cressida Dick acknowledged that women in London and beyond \"will be worried and may well be feeling scared\", although she said for a woman to be abducted off the street was an \"incredibly rare\" event.\nBut the case had touched a nerve, particularly as walking is one of the few activities to have been allowed during Britain's coronavirus lockdown.\nWomen across the country took to social media to discuss their own experiences of walking the streets and the lengths they went to to feel safe. Out poured stories of being followed, harassed, catcalled, assaulted and exposed to. \nHelena Wadia was one of those. She told BBC Radio 5 Live she wanted to highlight how common it was for women to feel unsafe.\n\"The first time I was catcalled I think I was about 12 years old,\" she said. \n\"I have been self-policing since then. We moderate everything - our clothing, our drinking. We get taxis where maybe we can't afford it. We hold keys between our fingers. We don't wear headphones when we're jogging. We stick to well-lit areas. It's exhausting.\"\nOne tweet asking women if they have ever faked phone calls, changed route, or even run in fear after feeling threatened by men in public spaces was liked more than 120,000 times.\nPeople even began sharing tips on what apps were out there to help women stay safe.\nAnna Birley is one of many people in recent days to have underlined that the narrative around women's safety must change.\n\"What's so upsetting is it shouldn't be our problem,\" she told BBC Radio 5 Live. \"It's not our fault. Women aren't the reason women get attacked.\"\nA vigil she helped plan at Clapham Common - one of several around the country - as a way of \"reclaiming our public spaces and coming together to feel a level of solidarity\" in itself became controversial when it resulted in clashes with police and women were seen being physically restrained.\nSeveral hundred people had turned up despite being told it had to be cancelled because it breached lockdown restrictions. The organisers had criticised the police for failing to \"constructively engage\" with them on efforts to make the event Covid-safe, instead of urging mourners to hold candle-lit vigils at home. \nThe Metropolitan Police defended their actions at the Clapham vigil. They said they \"were placed in this position because of the overriding need to protect people's safety\", but have faced intense criticism from across the political spectrum.\nOn International Women's Day every year, British MP Jess Phillips reads out the names of all the women and girls killed over the previous 12 months, where a man has been convicted or charged as the main perpetrator.\nThis year it fell on the day remains were found in the hunt for Sarah Everard, and she read out 118 names. \"Dead women is a thing we've all just accepted as part of our daily lives,\" Ms Phillips told Parliament. \"Killed women are not vanishingly rare. Killed women are common.\"\nIn a separate debate in the Lords, Parliament's upper chamber, Baroness Jenny Jones of Moulescoomb called for an 18:00 curfew for men on the streets.\nShe later told Sky News that while she hadn't been \"entirely serious\", she wanted to make the point that \"when the police victim-blame by asking women to stay home, we don't react. We just think it's normal.\"\nSo what has been the response of men?\nAs women took to social media to tell their stories, Stuart Edwards, who lives five minutes away from where Sarah went missing, tweeted: \"Aside from giving as much space as possible on quieter streets and keeping face visible, is there anything else men can reasonably do to reduce the anxiety/spook factor?\" The tweet received 27,000 likes and more than 3,000 retweets.\nAmong those who joined the conversation was food critic Jay Rayner, who also lives in south London. \"If I find myself walking behind a single woman on a quiet street I always cross the road to the other side and ideally accelerate away as quickly as possible. I am a big man and absolutely aware what my silhouette looks like in the darkness,\" he tweeted.\nSome however have been keen to point out that it's a tiny minority of men who are attackers - using the hashtag #NotAllMen.\nBut the issue of violence against women is not one for the UK alone.\nThe World Health Organization this week published a report saying one in three women globally, around 736 million, had been subjected to physical or sexual violence in their lifetimes.\nWHO Director General Dr Tedros Adhanom Ghebreyesus said violence against women was \"endemic in every country and culture\", and had been exacerbated by the coronavirus pandemic.\n\"Unlike Covid-19, violence against women cannot be stopped with a vaccine,\" he said, as the WHO called for more investment in services to help vulnerable women."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56361529",
      "category": "newsbeat",
      "title": "Sarah Everard: Women share their fears of walking alone",
      "tags": "Social media,Violence against women,Sarah Everard murder,Clapham,Women,Birmingham,Crime,Sexual harassment,Law and order",
      "text": "Women \"will be worried and may well be feeling scared\" after the disappearance of Sarah Everard, the head of the Metropolitan Police Cressida Dick has said.\nOn social media, in WhatsApp groups and in Zoom calls across the country, women have been talking about the case of the 33-year-old, who went missing in Clapham, south London, on 3 March.\nA Met police officer continues to be questioned on suspicion of murder and kidnap after human remains were found during the search for her.\nSome women are sharing their anger, frustration and fear online - reflecting each others' experiences of walking alone on the streets.\n\"I learned from a very young age that I would have to change my behaviour in order to keep myself safe,\" Grace Jessup tells Radio 1 Newsbeat.\n\"We're seeing a lot of women coming out and saying, 'we're tired of this, we're sick of this'. \n\"We're also kind of sick of the fact that this is a shock to men. \n\"This has been my reality, since I was about 14 years old, walking down the road in a school uniform and being harassed by passers-by.\" \nGrace says she never goes out without telling a friend to text her when they get home, or vice versa.\n\"If you don't, they'll follow up with you, and they'll make sure that you're safe. Because we have learned nobody is going to protect us.\"\nGrace used to live in Clapham, close to where Sarah Everard was last seen.\n\"She could have been me, she could have been any of my friends,\" she says.\nShe plans to go to a vigil planned on Saturday at Clapham Common.\n\"For me, it's not only a vigil, it's a space for us to just come together. This has hurt us, as young women.\n\"So I think it's important for us to gather, to acknowledge how that feels for us. And obviously, as a result pay tribute to her.\"\nDaisy Edwards lives five minutes' walk from the last place Sarah Everard was seen. She moved to the area a few months ago and also plans to go to the vigil on Saturday.\nShe saw the missing person posters around the streets last week.\n\"I'm really shocked at myself actually, how I didn't initially see the missing posters and take it seriously. I think maybe I've been desensitised to it.\"\nDaisy says she's used to taking precautions if walking somewhere alone, especially at night.\n\"If I feel that someone's following me I turn around and look at their face, or maybe stop to take a phone call - I've faked phone calls before.\"\nSome men are asking on social media what they can do to help women feel safe if they're walking alone.\nMost of the replies centre around giving women space on the street if you walk behind them or past them.\nBut some people are also very keen to point out that it's a tiny minority of men who are attackers - using the hashtag #NotAllMen.\n\"The issue with the argument is that women can't win,\" says Daisy.\n\"They want women to not treat all men as potential attackers, but then we also are asked to keep ourselves safe. \n\"Keeping ourselves safe means that we have to see everyone as potential attackers, because if we were to say, 'OK, not all men, we will treat everyone as innocent until proven guilty', that's when these things happen. \n\"And that's when people say, she should have been more careful. \n\"So it's really tough, because I think it's an attitude that's really built into society.\"\nShy can remember a few instances when she has felt scared walking in public on her own.\nTwo days ago, for example, on a lunchtime walk.\n\"I went past a couple of guys and I had my headphones on.\n\"I heard them make comments and I heard them say something like, 'oi, come over here.' I just ignored it carried on walking.\n\"And they said it again: 'Come over here, hey, I'm talking to you. I'm talking to you.'\n\"That is wrong. Because if you're trying to get someone's attention, and she's not acknowledging you, she's ignoring you. You need to back off.\n\"If this had happened during the evening with headphones in, would someone say to me, 'oh, you shouldn't have your headphones in'? Or that I shouldn't have gone down that road?\"\n\"I want to make something very clear, I'm not saying every man is the problem. I do not think that at all,\" says Shy.\nBut, she says, she's already started making precautions for when she can go out more as lockdown restrictions ease.\n\"I was on the phone to my friend this morning. And we were already googling different apps that we can put on our phone in case of emergencies. We've got an agreement where we will be on the phone to each other anyway.\"\nShy lives in Birmingham and says the case of Sarah Everard has resonated across the country.\n\"I travel for work, so I go all over the country pretty much. I don't think it's a London issue. I don't think it's a Birmingham issue. I think it's an overall issue.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    }
  ]
}