{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58512257/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Schools safe for children and staff, says CMO",
      "tags": "NI education,NI Health,Coronavirus pandemic",
      "text": "Schools are safe places for children and staff, Northern Ireland's chief medical officer has said.\nProfessor Sir Michael McBride made the comments in a detailed letter about schools to pupils, parents and staff.\nHe added, though, that it was \"inevitable\" there would be Covid cases in schools.\nBut he said there was a \"certainty of long-term harm to many children and young people\" from not attending school.\n\"The public health grounds for keeping and supporting children at school are extremely strong,\" he wrote.\nHis letter comes as the Public Health Authority (PHA) takes over responsibility for contact tracing in schools on Friday.\nIn his letter Sir Michael said that the Covid pandemic had damaged children's wellbeing, mental health and education.\n\"Children from more disadvantaged backgrounds have been particularly negatively impacted,\" he said.\n\"As we progress through the pandemic response, we must continue to strike a balance between safeguarding children's education and wellbeing and measures to contain Covid.\"\nSir Michael said that now was the right time to take a more targeted approach to contact tracing in schools and said he was writing to explain why that was the case.\n\"Multiple sources of evidence show that a lack of schooling increases inequalities, reduces the life chances of children and can exacerbate physical and mental health issues,\" he said.\n\"School improves health, learning, socialisation and opportunities throughout childhood, adolescence and into adulthood.\"\nHe wrote that it was \"no longer necessary\" to close schools as had happened earlier in the pandemic.\nHe also cited large-scale studies from England and Scotland which showed \"the vast majority of those identified as school close contacts and sent home to isolate during the last academic year did not go on to develop Covid\".\nThe chief medical officer said that the overall risk of children becoming severely ill from Covid was extremely low.\nHe also said all school staff had the chance to be fully vaccinated, and that many other safety measures remained in place in schools.\n\"It is my professional opinion, which is shared by my chief medical officer colleagues across the UK, that very few, if any, children or teenagers will come to long-term harm from Covid due solely to attending school,\" he said.\n\"This has to be set against a certainty of long-term harm to many children and young people from not attending school.\"\nSir Michael said the contact tracing taken on by the PHA would bring Northern Ireland into line with England, Scotland and Wales and identify children with the \"closest contact\" to a positive case.\nHe also said it would free principals and teachers to get back to \"doing what they do best - teaching and inspiring our children and young people.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58495112",
      "category": "world-asia",
      "title": "Afghanistan: A new order begins under the Taliban's governance",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The phrases have tripped off the tongues of Taliban for quite some time.  \n\"We're working to establish an inclusive government that represents all the people of Afghanistan,\" promised Taliban leader Mullah Abdul Ghani Baradar when he recently arrived in Kabul to start talks aimed at forming a leadership to move the movement from guns to government.  \n\"We would like to live peacefully,\" vowed Taliban spokesperson Zabihullah Mujahid at the first press conference in the capital after the Taliban suddenly swept into power on 15 August. \"We don't want any internal enemies and any external enemies.\" \nJudge them by their actions, not their words, has become the mantra of a fast-expanding league of Taliban watchers including Afghans, foreign governments, humanitarian chiefs and political pundits the world over. \nBut Afghans are watching most closely of all. They have to.  \nOn a day when brave protesters with bold banners spilled into the streets of Kabul and other cities - Afghan women leading the charge to demand their rights, their representation, their roles in society - the new Taliban government was unveiled.   \nWas this more evidence of the media-savvy Taliban? It temporarily knocked news of Taliban firing guns in the air, wielding rifle butts and sticks to disperse protesters, out of the world's headlines.  \nBut it was a modest ceremony, in the mundane setting of a press conference, for such a momentous, much-anticipated message. It electrified social media, and delivered a gut punch to those who had held fast to Taliban promises.  \nFar from being inclusive, it is exclusively Taliban. The old organigram of the Taliban movement, with its commissions, deputies, and the all-powerful Emir Hibatullah Akhundzada, has been transplanted into a cabinet with the same political architecture of governments everywhere. \nIts makeup is overwhelmingly drawn from Pashtun tribes, with only one Tajik and one Uzbek, both Talibs. There's not a single woman, not even in deputy minister positions. \nThe reviled Ministry of Vice and Virtue is back; the Women's Affairs Ministry is out. \nIt's a government of the old guard, and the new generation of mullahs and military commanders: men in charge when the Taliban ruled in the 1990s who return, beards much lighter and longer; former Guantanamo Bay prisoners; current members of US and UN black lists; battle-hardened fighters who pressed forward on every front in recent months; self-styled peacemakers who sat around negotiating tables, and shuttled around regional capitals with promises of a new Taliban 2.0.  \nSome names stick out - some so far they can seem provocative. \nThe caretaker head of cabinet is the white-bearded Mullah Hasan Akhund, a founding member of the Taliban who's on the UN's sanctions list. \nThe caretaker Minister of the Interior is Sirajuddin Haqqani. His face has rarely been seen except in a photograph, partially obscured by a caramel-coloured shawl, in a FBI wanted poster announcing a big bounty of $5m that's also on his head. His more recent claim to fame was an op-ed in the New York Times in 2020 calling for peace which failed to mention that the Haqqani Network named after his family is held responsible for some of the worst attacks on Afghan civilians. The Haqqanis insist there's no such network; they say they're part of the Taliban now.  \nThe caretaker Minister of Defence, Mullah Yaqoob, represented by a black silhouette, is the eldest son of the founding Emir of the Taliban, Mullah Omar. \nBut, wait, this is just a caretaker cabinet.  \nAt the press conference in Kabul, as a raucous chorus of questions rose from journalists in the room, it was said more posts might be announced in time. \"We haven't announced all the ministries and deputies yet so it's possible this list could be extended,\" Ahmadullah Wasiq, deputy head of the cultural commission, told my colleague Secunder Kermani.  \nThis may be the opening political salvo to reward and reassure their rank and file fighters, many of whom have been streaming into Kabul, to welcome the return of a \"pure Islamic system\".   \nIt also appears as a carefully constructed compromise. Mullah Akhund suddenly emerged at the top, fixing in place rival political and military heavyweights including Mullah Baradar whom many predicted would take a leading role, instead of a deputy position.  \nTaliban leaders are said to have pushed back against calls to include political leaders from the past, especially those tainted by corruption, arguing they've already had their time at the top.  \nA phrase still rings in my ears from Taliban negotiator Sher Mohammad Abbas Stanikzai, who's now been appointed as deputy foreign minister, the same role he held the last time round. \nWhen I asked him in February 2020, after the signing of the landmark US-Taliban deal, what he would say to Afghans who feared their return, he replied with great gusto: \"I tell them we will have a government acceptable to the majority.\" The word majority was punctuated by a loud emphasis. \nIn other words, a government dominated by traditional values, not what they mock as Western ideas.  \nThose were heady days when Afghans dared to hope the worst of the war was over. Later that year, on the first day of formal Afghan talks in the Gulf state of Qatar, a buzz shot through the room when the Taliban hinted they would no longer be demanding an Islamic Emirate; they said they understood its sensitivity.  \nIn talks with female negotiators, they reassured them women could play every role except president, including government ministers.  \nThat was then. This is now. The Taliban are in charge.\n\"Those who do not pay attention to the social fabric of Afghanistan will face serious challenges,\" warns negotiator and former MP Fawzia Koofi, who heard many of those promises.  \nThat challenge is already crystallising in protests on the streets, in statements from capitals around the world.  \n\"The world is watching closely,\" warned a statement from the US State Department. \"Little chance of international recognition of Taliban soon,\" declared an editorial in Russia's Nezavisimaya Gazeta. \nAnd a challenge may even rise from within a younger generation of Taliban.  \n\"We must pay attention to the lessons of history,\" a young Talib recently reflected to me. He emphasised that if the Taliban tried to dominate again, they could be toppled again, as they were in 2001, as the last government just was. Another expressed unease that mullahs schooled only in religious matters were being given so many posts. \nIn a statement issued soon after the caretaker cabinet was announced, the Emir noted that \"all talented and professional people\" were desperately needed for their \"talents, guidance, and work.\"   \nBut in all his exhortations, it was also clear the bottom line was about strengthening \"the system,\" the re-established Islamic Emirate. This takes precedence above all else.  \nIn recent days in Kabul, I've asked Taliban watchers of various ilk if they thought the leadership would harden over time, or open up.  \nPowerful winds could tilt them in many directions. \nThe world's major aid agencies, who provided around 80% of the old government's budget, are watching closely.\n\"They're in very, very dire straits,\" the UN's humanitarian chief Martin Griffiths told me as he ended a visit where he emphasised the centrality of humanitarian principles and values, including the inclusion of women and girls. Senior officials, he remarked, asked him for patience and advice.  \nAfghanistan's new leaders are also under the microscope of jihadi movements worldwide who've enthusiastically welcomed a new land of Islamic governance compliant with Islamic Sharia law.  \nAfghanistan is, to use the expression, \"too big to fail\". Warnings about a safe haven for extremist groups, worries about human rights and a deepening humanitarian crisis of hunger and hardship, will concentrate many minds on trying to find a way to work with leaders still finding their way, still rooted in their past, rather than, as yet, a different kind of future.  \nBut that mantra will stick - actions, not words, matter most. \nIn the UK you can listen to Lyse Doucet's podcast, A Wish for Afghanistan, on BBC Sounds ."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58491003",
      "category": "uk-wales",
      "title": "Rare wild flowers growing in meadows, council says",
      "tags": "Ruthin,Coronavirus lockdown measures,Rhuddlan,Environment,Flowers,Denbighshire County Council",
      "text": "Rare flowers have been seen growing in controversial wildflower meadows in north Wales, a council has said.\nToothed medick has never officially been recorded in Wales, and hound's-tongue is on the UK's red list and has only been recorded 18 times in Denbighshire in the last 116 years.\nDenbighshire council said meadows help improve biodiversity.\nBut some residents have signed a petition, saying they look untidy and deprive people of space.\nOne woman claimed a mouse had gnawed its way into her bedroom because the meadows are too close to people's homes.\nIn a report to a council scrutiny committee meeting, officers said there had been common spotted orchids in Stryd y Brython, as well as hound's-tongue and toothed medick at two sites in Prestatyn.\n\"To be clear, aesthetic preferences are not a relevant factor in the site selection process,\" the report said.\nThe petition, which has gathered the signatures of 29 people living in Ffordd Nant, Rhuddlan, was presented to the local authority by councillor Ann Davies.\nShe said she was \"fully supportive of wild flowers\" but did not believe they should be allowed to grow near people's homes.\n\"Nant Close is a lovely residential estate, the bungalows form a circle around what was a lovely manicured green space in the centre were roses which the elderly residents cared for,\" Ms Davies said.\n\"This has now been taken from them, together with their gentle walks around this grassed area. They have lost the view to each other's bungalows, in effect looking out for each other.\n\"Their well-being is very much affected. One resident has had a mouse gnaw its way into her bedroom.\n\"The residents were not consulted prior to the planting and I was informed once the plans were in place.\n\"[There is] not a wild flower in sight, just long dead grass which the residents are compelled to look at.\"\nThe council added: \"As a Local Authority, we have a statutory duty to enhance biodiversity and promote the resilience of our ecosystems.\n\"These sites are not unmanaged or left to grow wild or to become rank. The sites are left uncut between March and August each year, except a small border mown around each site cut on a fortnightly schedule and a litter pick undertaken during this time too.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58501219",
      "category": "uk-wales",
      "title": "Universal Credit: Families must choose food or fuel in benefits cut",
      "tags": "Housing,Coronavirus lockdown measures,Poverty,Unemployment benefits,UK government,Personal finance,Rishi Sunak,Child poverty,Universal Credit,Brynamman,Housing Benefit,Coronavirus pandemic,Social housing",
      "text": "Families could struggle to keep warm and put food on the table this winter if universal credit cuts go ahead, according to a charity.\nMother-of-four Gemma Mathews, from Carmarthenshire, said parents would face a choice between food and fuel if they lose the £20-a-week uplift.\nCharity Home-Start Cymru called for a reversal of the decision to cut the \"lifeline\" next month.\nThe UK government said the uplift was always temporary and had done its job.\nChancellor Rishi Sunak said the extra payment would stop in October, after helping people through the pandemic.\nBut there are growing calls for it to be extended or made permanent. \nThe devolved governments in Scotland, Wales and Northern Ireland have called on the UK government to rethink plans to end the universal credit uplift.\nAccording to the latest figures published by the Department for Work and Pensions, 236,253 households in Wales receive universal credit.\nHome-Start Cymru, which supports families across Wales, said losing the extra £20-a-week would \"risk thousands of Welsh families falling into unacceptable levels of poverty\".\nMrs Mathews, 32, from Upper Brynamman, has been on universal credit since July, when her husband Adam gave up work to become a full-time carer.\nShe said they would find it difficult to pay bills and meet the needs of their four children, including two with autism, if the plans go ahead.\n\"We're struggling anyway,\" she said, accusing the UK government of \"setting me up for failure\".\n\"This money would have been used for utilities, heating. It's a lot to be losing. \n\"The relief of having the extra £20-a-week was amazing. It was for Covid relief but Covid is still going on. \n\"For instance, if I run out of bread and milk I won't have that income to go and pick up something that I need. Or if there's an emergency like a tyre's broken on the car.\n\"Being on benefits, you can't prepare for things like that situation because you have to pay for the here and now. There have been times I've had to go to food banks because it has been a struggle.\"\nWith winter and Christmas approaching, Mrs Mathews said she was already budgeting as much as she can to cover household bills. \nShe said: \"I try to buy in bulk rather than single-use and If I've got £20 to last me the week, my go-to tends to be store brands - not that tasty but it's a belly-filler.\n\"I don't buy lavish things, I buy basics, I look in the sales, bargain boxes.\n\"Parents like myself will have to make cuts - you pay a bill so you have to cut from the food budget. \nMrs Matthews added cuts to universal credit will have a direct impact on children.\n\"I have to be quite restrictive because the children can be 'Can I have this? Can I have that?' and I have to say 'no'. It's quite difficult. \n\"Parents want to send their children to out-of-school activities like football or swimming but won't be able to do that anymore because they haven't got the funds to do it. That child then hasn't got the option to do that anymore.\n\"Christmas is going to come around the corner, how am I going to manage?\"\nHome-Start Cymru said childhoods were being adversely affected by poverty and that families \"deserve the opportunities they need to thrive because childhood won't wait\".\nMrs Mathews said she would struggle to further cut living costs if their benefits are reduced.\n\"I try not to get into real debt with anybody because I know what it's like once you're under, you're under for a long time. I'm trying my best,\" she said.\n\"Normally through the summer months I would save money on the side and put that money towards my winter fuel. I'm unable to do that this year. \n\"When my benefits come in I need to prioritise the bills that come in first, so I'm up-to-date with those, then obviously I need to start putting money away for the heating bills.\n\"I need to feed my kids, so the kids are the priority for food, which means I probably won't be able to put the heating on, and I can get fleecy blankets for the kids.\n\"For me, there's no personal care like haircuts, clothes shopping, makeup, having your nails done, things like that. There's nothing left.\"\nShe added that she and her husband sleep in the living room of their three-bedroom council house and are waiting to be moved to a more suitable property for a family-of-six.\nBut she worried that other families are suffering greater hardships and would not cope when their benefits are cut.\n\"There are families out there who are really going to struggle, they've got debts, they've got issues,\" she said. \n\"It's not people on benefits doing nothing. People look on the benefits system and think they're scrounging - no, we're not, we're doing this because of our certain circumstances in our lives.\"\nAnother mother on universal credit said her mental health has been affected by the announcement that the temporary uplift is to end.\nSara, not her real name, has a one-year-old child and is living independently after escaping an abusive relationship. \n\"I can just about cope with things as they are, and was going to build back my emergency pot,\" she said.\n\"But when the £20-a-week goes, I'm going to be stuffed. I don't want to think about it. It's stressing me out.\"\nBethan Webber, chief executive of Home-Start Cymru, said the effects of the cut will be \"devastating\". \n\"These families rely on the £20 increase to buy essentials like food and clothing from themselves and their children. It has helped them keep their heads above water.\n\"Now is the time for the UK government to listen to the growing number of voices expressing support and rethink the plans to cut universal credit.\"\nThe UK government said: \"As announced by the Chancellor at the Budget, the uplift to universal credit was always temporary. It was designed to help claimants through the economic shock and financial disruption of the toughest stages of the pandemic, and it has done so.\"\nIt added that universal credit will continue to provide vital support for those both in and out of work and the government's focus is on supporting people back into work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58524192",
      "category": "world-middle-east",
      "title": "Four of six Palestinian prison escapees recaptured - Israel",
      "tags": "Israel & the Palestinians,Israel,Prison escapes,Palestinian territories,West Bank",
      "text": "Four of the six Palestinian inmates who escaped from a high-security jail earlier this week have been captured, Israeli police say.\nTwo were found at a car park in the early hours of Saturday, police said.\nThe other pair was seized near the city of Nazareth on Friday.\nA manhunt was launched on Monday after the six inmates had tunnelled out of Gilboa prison in northern Israel, in the first Palestinian prison break on this scale in 20 years.\nThe incident came after what Israeli media called a series of \"blunders\" by officials.\nPalestinian militant groups at the time hailed the escape as a \"heroic\" act.\nThe fugitives are believed to have dug a hole in the floor of their cell over several months. It led to a cavity underneath the prison created when piles were sunk into the ground during its construction.\nThey are thought to have crawled through the space to reach the prison's outer wall, then dug a tunnel that emerged in the middle of a dirt road, just below a watchtower.\nCCTV footage captured them leaving the tunnel at about 01:30 on Monday. But the alarm was only raised at 04:00, after locals reported seeing \"suspicious figures\" in fields near the prison.\nIsraeli media have blamed the jailbreak on a number of security failures.\nThey included the publication of a blueprint of the prison on the website of the architects involved in its construction; the placing of six prisoners from the West Bank city of Jenin in the same cell, including three considered of high risk of escape; and the decision to not switch on a jamming device that would have stopped them using smuggled mobile phones to communicate with people outside the jail.\nThere were also unconfirmed reports that the guard stationed in the watchtower next to the tunnel exit was asleep during the escape.\nOne of those captured is Zakaria Zubeidi, is a former commander of Al-Aqsa Martyrs' Brigade in Jenin. He was arrested by Israeli forces in 2019 on suspicion of involvement in a number of shooting attacks and was standing trial.\nThe other five - Mahmoud Ardah, Mohammed Ardah, Iham Kamamji, Yaqoub Qadri and Munadil Infaat - are members of the militant group Islamic Jihad. Four of them are serving life sentences after being convicted of planning or carrying out attacks that killed Israelis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58528886",
      "category": "uk-england-manchester",
      "title": "Didsbury Mosque: Police investigate fire as hate crime",
      "tags": "Greater Manchester Police,Manchester,Didsbury",
      "text": "An arson attack at a Manchester mosque is being investigated as a hate crime, police have said.\nNo-one was injured in the blaze, late on Friday night, at Didsbury Mosque in Burton Road, officers said.\nMosque leaders said they were \"so grateful\" to neighbours who tried to put it out with their coats.\nThey added that they had received threats to burn the mosque \"for a couple of years, but now the attempt has come\".\n\"If it was not for the actions of two of our amazing neighbours on Burton Road, who saw the flames and put them out with their coats, we hate to think what could have happened,\" they said.\n\"We cannot thank them enough.\"\nGreater Manchester Fire Service said they were at the scene for more than two hours and were conducting an investigation with police.\nManchester City Council deputy leader Luthfur Rahman said the fire was \"a despicable act designed to create fear and hatred\".\n\"I commend the neighbours who raised the alarm - they, not the cowards responsible for this arson, are the true spirit of this city.\"\nThe mosque, which has released CCTV footage of the attack, asked the local community to \"stay vigilant\", adding: \"Please do not let hate divide us or win.\"\nIt has previously been under scrutiny after it was identified as one of the mosques attended by the Manchester Arena attack bomber Salman Abedi and his family.\nAbedi killed 22 people when he detonated a suicide bomb at the end of an Ariana Grande concert in 2017.\nAfter the attack, a mosque trustee said the 22-year-old was known as a loner and admitted it had \"a lot to learn\" in engaging with young people.\nSince then, the mosque has been praised for its community work including helping in the aftermath of last winter's floods.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58530073",
      "category": "world-us-canada",
      "title": "9/11 anniversary: Emotional tributes paid to lives lost",
      "tags": "September 11 attacks,New York City,United States,Joe Biden",
      "text": "Relatives of people who died on 9/11 have read out victims' names, as the US marks 20 years since the deadliest terror attacks on its soil.\nMany struggled to hold back tearsat the ceremony held at Ground Zero, the site of the Twin Towers destroyed in the attacks by al-Qaeda militants.\n\"Twenty years feels like an eternity, but it still feels like yesterday,\" cried Lisa Reina who lost her husband.\nA minute's silence was held at the exact time each hijacked plane crashed.\nGeorge W Bush, who was the US president at the time, gave a speech in Pennsylvania, where one of the planes crashed into a field after passengers overpowered the hijackers.\n\"The world was loud with carnage and sirens, and then quiet with missing voices that would never be heard again,\" he said.\n\"It's hard to describe the mix of feelings we experienced.\"\nThe official memorial in New York started with a minute's silence at 08:46 (12:46 GMT) - the exact moment the first plane hit the North Tower of the World Trade Center in 2001.\nAll morning, roses continued to be placed beside the names of the 2,977 victims etched into the Ground Zero memorial.\nThere were five more moments of silence over the next few hours - marking the time when the second plane crashed into the South Tower, when a third jet struck the Pentagon just outside Washington DC, when the fourth plane crashed in Pennsylvania, and finally when each tower collapsed.\nThe tributes continued into the night, as two beams of light shone four miles (6.4 km) into the sky.\nWith thousands of names to read out, the list took hours to complete.\nMike Low, whose daughter was a flight attendant in the first plane that hit the World Trade Center, started it off. He thanked those who helped his family get through \"the darkest days of our lives\".\nMr Low recalled the \"grey and black world\" of New York in the aftermath of the attack, and asked for 9/11 to be remembered \"not as numbers or a date, but the faces of ordinary people\".\nLisa Reina was nearly eight months pregnant when her husband Joseph was killed.\nFighting back tears, she said: \"Our son is the spitting image of you... Continue to watch over us and your family. Until we meet again, my love.\"\nA generation of relatives has been born since the attacks, and some took to the stage to share in the name-readings. One young girl told her late uncle: \"I never met you, but I really miss you.\"\nAt the memorial in New York, President Joe Biden and First Lady Jill Biden were joined by former Presidents Bill Clinton and Barack Obama, as well as former First Ladies Hillary Clinton and Michelle Obama.\nMr Biden travelled to all three attack sites on Saturday - New York, Pennsylvania and Virginia.\nIn a video released on the eve of the anniversary, he paid tribute to the victims.\n\"No matter how much time has passed, these commemorations bring everything painfully back as if you just got the news a few seconds ago,\" he said.\nVice-President Kamala Harris spoke in Shanksville, Pennsylvania after George W Bush. \n\"We must challenge ourselves to look back, to remember, for the sake of our children... and for that reason, we must also look forward,\" she said.\nIt is thought that the hijackers of the plane that crashed into the Shanksville field meant to attack the Capitol Building in Washington DC, but passengers and crew fought back. At a wreath-laying ceremony, Mr Biden said they had shown \"genuine heroism\".\nOn Saturday morning, former President Donald Trump released a video statement praising first responders and adding it was a \"sad time for the way our war on those that did such harm to our country ended last week\" - referring to the US withdrawal from Afghanistan.\nMr Trump did not attend the ceremony in New York, however he did visit a Manhattan police station near Trump Tower. Later on Saturday he was due to provide commentary for a boxing match in Florida with his eldest son, Donald Jr.\nOther ceremonies included a vigil at the New York Fire Department's memorial wall - a 56-foot bronze wall that honours the 343 firefighters who died on the day of the attacks.\nIn total, 441 first responders were killed, the largest loss of emergency personnel in US history. \nAt the Pentagon outside Washington, a dawn service was held. \nTwo pipers played Amazing Grace as a small group of military leaders looked on in solemnity, the building bathed in blue light.\nA chapel of remembrance now marks the spot where American Airlines flight 77 crashed into the US defence building.\nMore on the 11 September attacks"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58515271",
      "category": "uk-scotland-glasgow-west",
      "title": "'A split-second decision saved my life on 9/11'",
      "tags": "September 11 attacks,Motherwell,New York City,United States",
      "text": "Twenty years ago, Andrew Cullen felt the explosion of a plane hitting the skyscraper next to him just as much as he heard it.\nInstinct led him to a series of actions in the following minutes which would turn out to be critical.\nA split-second decision over which lift button to push turned out to be the biggest decision of his life.\nHitting down instead of up just moments before the second plane hit the south tower of the World Trade Center on 11 September 2001 ensured the Scot would be alive to re-tell his story two decades on.\nBorn in Motherwell, North Lanarkshire, Andrew was 10 when his dad got a job in Pittsburgh and moved the family to the US in 1980.\nAt the age of 25, he moved to Manhattan to work as an analyst at investment firm Keefe, Bruyette & Woods (KBR).\nOn 11 September, 2001, he arrived at work on the 89th floor of the South Tower. He was part of a team working on a big deal for a bank.\nIt was a beautiful day.\nReliving the morning on BBC Radio's Drivetime programme, Andrew said: \"It was very clear, there wasn't a cloud in the sky, so from the 89th floor you could see forever, straight over both the Statue of Liberty as well as east over to Queens and Brooklyn.\n\"Usually at about 06:45, the traders and the analysts and the other sales guys start rolling in and it was really while the salesmen and traders were making their morning phone calls that we felt and heard an enormous explosion from the North Tower.\n\"We had no idea what it was, but the ferocity of the explosion caused our building to sort of whipsaw and being on the south east side of the building I was able to see some of the debris coming out of the side of the building.\"\nHe said: \"I got out of my chair and started walking north along the trading desk, and arrived at the equity desk where Derek Sword, my colleague from Dundee was sitting. I believe he was on the phone with his brother Alan at the time trying to surmise what had happened.\n\"At that point myself and three colleagues made the decision to get out of the building so we headed towards the stairwell and began descending from the 89th floor down to the Sky Lobby at the 44th floor and it was at that point that the port authority instructed us to go back to our offices, so they sort of shuffled us into one of the freight elevators.\n\"At that point the button for 78 was lit but we decided we wanted to go down so I was the one who pounded the lobby button just a few moments before the second plane hit the tower above us.\"\nIf the lift had gone up, they would have been killed.\nHe said: \"At that point it was chaos. I got expelled from the elevator with some colleagues. I crawled around the corner to the stairwell and maybe 30 seconds later one of my colleagues came down to the 43rd floor and we made the decision we needed to get out of the building as quickly as possible.\"\nAndrew and his colleagues still had no idea what had happened. The only logical explanation they had was that the other tower had collapsed into their tower. Now he understands that during the massive second explosion, the jet fuel came down the lift shaft and blew the lift apart.\nHe said: \"I am not sure how many survivors there were in the elevator but I was told it had dropped at that point. So we were fairly fortunate to be on the front.\"\nAfter finding a stairwell, they managed to get to the lobby where port authority officers and fire crews were trying to organise people to get them out of the building.\nThey did not want to waste a minute so they found the east side of the building and headed into the courtyard and then over towards the street.\n\"Once we had seen the effect of the planes flying into the building and witnessed some people jumping out of the building, we headed to a health club we knew to get away from the scene,\" Andrew said.  \"We had only arrived there for about 10 minutes before our tower collapsed and sent the debris down Wall Street where a lot of the store fronts were blown in including the Equinox club where we were. \n\"We were fairly fortunate that we didn't get hit with shrapnel and other debris that was flying around. We got knocked down to the floor and we were behind a desk when it blew in over the top of us. Once the dust had settled we made our way into one of the bathrooms and grabbed wet towels and wrapped them around our faces to avoid inhaling smoke. \n\"Again we found the east of the building and made our way over to the East River but it was feeling our way along because it was like walking through a blackout - that's how thick the dust and debris was. When we hit the East River we found about a million other people.\nAndrew believes it was instinct that got him out of the tower in time.\n\"When you have a threat that faces you and you don't know what it is, you have a choice,\" he said. \"You either face it or you get the hell out of the situation. \n\"All I knew was that the explosion I felt from the first tower being hit was extremely powerful, and I didn't need to be a third of a mile up in the air.  I am deathly terrified of heights so that ironically might have saved my life.\"\nLater in the day Andrew helped work the phones with other employees who survived and by the end of the day they had an idea of who got out and who didn't.\nDerek, his Dundee friend, was one of the 2,606 who lost their lives in the Twin Towers attack.\nThe pair bonded over their Scottish roots on Andrew's first day in the job. They were introduced by one of KBW's CEOs John Berry who also died. The firm lost 67 employees that day.\nThe surviving staff spent the rest of the week in and out of New York hospitals checking logs to see if any of their colleagues had survived. \nAndrew, now 51, is a history and economics teacher in South Carolina. He has attended a few memorial services since that day but prefers to keep a low profile. \n\"You manage it but you don't get over it, \" he said. \"It's a process. It is always there and it might change your life but it shouldn't stop you living it.\n\"It forced me to think about how I was living my life and change my path a bit, rather than following what I thought was a prescriptive path, doing things I was a bit more interested in, maybe being a bit more impetuous than I would have been.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58524714",
      "category": "world-europe",
      "title": "Pantelleria: Two killed as tornado hits Italian island",
      "tags": "Tornadoes,Italy",
      "text": "At least two people have been killed after a tornado swept through an Italian island.\nNine others were injured as the whirlwind overturned cars and ripped off roofs on the tourist hotspot of Pantelleria on Friday, according to Italy's civil protection agency.\nFour of the wounded remain in a critical condition.\nOne rescue worker who spoke to Italy's Ansa news agency described the scene as \"apocalyptic\".\nLocal media report that the tornado ripped down a coastal road.\nAn off-duty fireman is among the dead, the civil protection agency said. Both he and the other victim, an 86-year-old man, were driving their cars at the time, Ansa news agency reports.\nEmergency workers are planning to transfer the wounded to hospitals in the city of Palermo by helicopter once weather conditions improve.\nThe Mediterranean island of Pantelleria is known for its volcanic cliffs and hot springs and is a favourite spot for celebrities. \nWhile tornadoes are not typically associated with Europe, several hundred are believed to hit the continent every year. Many go unreported as they hit remote rural areas.\nFive people were killed and 150 injured earlier this year when a whirlwind hit the Czech Republic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58533541",
      "category": "entertainment-arts",
      "title": "Last Night Of The Proms: Accordion tangos end season on a joyous note",
      "tags": "The Proms,Classical music,Music",
      "text": "It may have been her first visit to the BBC Proms, but accordion player Ksenija Sidorova stole the show at the Last Night concert.\nExpressive and passionate, the Latvian musician's performance of Astor Piazzolla's Libertango brought a packed Royal Albert Hall to its feet.\nIt came halfway through a diverse concert that also paid tribute to the victims of the 9/11 terror attacks.\nConductor Sakari Oramo said the night reflected the \"healing power of music\".\n\"Due to the worldwide Covid pandemic, live music-making was stopped across the world for many months - and in some places it still is,\" he said.\n\"Music that is core to human expression went silent. The bond between audiences and performers was broken.\" \nNoting that, elsewhere in the world, people's freedom to make and enjoy music was currently being \"threatened and denied\", Oramo concluded that it was \"very special for us all to be here for the Last Night Of The Proms again, with an audience, to celebrate the healing and uplifting power of music\".\nThe Prommers, bedecked in crowns, bow ties, bowler hats and a mixture of EU and union flags, were typically enthusiastic, especially after missing out on the 2020 season.\nThey bobbed up and down to the Sailor's Hornpipe and sang Land Of Hope And Glory at the top of their lungs- the lyrics performed in full following a very public row over their possible exclusion last year.\nAnd when Oramo paid tribute to Sir Henry Wood, the founder conductor of the Proms back in 1895, one audience member pointed to Wood's statue at the back of the hall and shouted, \"He's behind you!\"\nThe concert opened with a new commission, Mother, by Iranian-American composer Gity Razaz.\nA restless symphonic piece with an extensive percussion section, it depicted the healing power of nature amid the chaos of modern life.\nSpeaking ahead of the premiere, Razaz said she hoped to capture \"the exquisite majesty of our natural world\" in a way that \"propels us to take more serious, proactive steps towards protecting our planet\".\nThe programme also included a heart-breaking new arrangement of Barber's Adagio For Strings, marking the 20th anniversary of the 9/11 attacks.\nThe adagio was performed at the Last Night in 2001, just four days after the atrocity, with American conductor Leonard Slatkin on the podium. He asked the audience not to applaud at the end. Instead, they held aloft candles.\nJonathan Manners' new arrangement was suitably sombre and haunting, incorporating Barber's 1961 choral setting of the Latin text Agnus Dei: \"Lamb Of God that takest away the sins of the world have mercy upon us [and] grant us peace\".\nThe programme also included a recently rediscovered piece by Florence Price - the first African-American woman to have a symphony performed by a major US orchestra - and Ravel's lament for the victims of World War One, Le tombeau de Couperin.\nAustralian tenor Stuart Skelton brought some levity with a spirited performance of Iain Farrington's I Still Call Australia Home, delivered in an eye-catching black sequinned jacket. \nLater, he led the audience in the traditional chorus of Rule, Britannia! wearing a full Aussie cricket outfit.\nSkelton also indulged in his love of Wagner, performing the poignant Wesendonck Lieder with a rich subtlety, before letting rip on the passionate Prize Song, from The Mastersingers of Nuremberg.\nThe 53-year-old, who was also making his debut at the Last Night, said he was still pinching himself after being invited.\n\"To be considered in that pantheon? You never expect that one. It's one of those bucket list, dreams come true,\" he told the BBC. \"It's like a wrap party for the world's most prestigious music festival.\"\nHe even came up with a bespoke cocktail to celebrate the occasion.\nFor all his charm, accordion virtuoso Sidorova was the indisputable highlight of the night, introducing the Last Night to two mildly revolutionary elements- the accordion and the tango.\nShe first took the stage in the first half, playing Franck Angelis' Chiquilín de Bachín (Little Boy at Bachín), a saccharine story of a six-year-old boy who sells flowers outside a cheap restaurant in the heart of Buenos Aires's theatre district. \nSat on a piano stool, sporting some impressively voluminous sleeves, Sidorova imbued the piece with a nostalgic quality, deftly swerving maudlin sentimentality.\nBut it was her second-half performance of Libertango - a staple of Strictly Come Dancing - that really showcased her captivating and witty playing style, as she traded riffs back-and-forth with the BBC Symphony Orchestra.\nViewers and prommers alike lapped up the performance.\nThe pomp and ceremony of the Last Night - described by Rob Rinder on BBC Radio Three as an \"upmarket stag do\" - marked the end of a triumphant six-week Proms season.\nComing a year after the festival was reduced to a two-week, socially-distanced skeleton, this year's event welcomed 2,000 musicians, 30 orchestras and, crucially, tens of thousands of fans.\nHighlights included the highly-anticipated concert debut of John Wilson's Sinfonia of London, who played a soul-stirring and charismatic programme that included Strauss, Ravel and Korngold's filmic Symphony in F sharp major.\nChineke - the UK's only black and ethnically diverse orchestra - celebrated diversity in composers as well as performers, playing pieces by Samuel Coleridge-Taylor, Fela Sowande and Florence Price.\nThe Aurora orchestra played Igor Stravinsky's 1945 suite from The Firebird from memory (as is their tradition); while the prodigiously talented Kanneh-Mason family joined forces to perform an updated version of Camille Saint-Saëns's much-loved suite The Carnival of the Animals.\nOne of the most emotionally-charged concerts was delivered by The Proms Festival Orchestra -  an ensemble of leading freelance players who were specially assembled to acknowledge the difficulties they faced during the pandemic.\nThe 80-piece orchestra included a double-bassist who'd taken up a job as an undertaker and a harpist who'd started working in a vineyard to make ends meet.\nTheir performance of Mahler's Fifth Sympony was called \"stirring\" and a \"triumph\" by The Times. \nA collection was held at the Last Night to support a hardship fund for freelance musicians who have found themselves in financial difficulties after the last 18 months.\nThe Proms will return next year on Friday, 15 July.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58502199",
      "category": "world-asia",
      "title": "Afghanistan crisis: Five lessons learned (or not) since 9/11",
      "tags": "September 11 attacks",
      "text": "What lessons, if any, have been learned from the 20 years of fighting terrorism across the world? What has worked and what hasn't? And today, as Afghanistan is once more ruled by the movement that sheltered al-Qaeda, are we any wiser than we were on the morning of 11 September 2001?\nFor an America reeling from the worst ever terrorist attack on the continental USA, the world was seen by some in sharp contrast. There were the good guys versus the bad guys. \"Every nation, every region,\" declared President George W Bush, nine days after the 9/11 attacks, \"now has a decision to make. Either you are with us or you are with the terrorists\". \nA so-called \"War on Terror\" had been declared. It has since led to the invasion of Afghanistan, then Iraq, to the rise of Isis and the proliferation of Iranian-backed militias across the Middle East, and the deaths of thousands of servicemen and women and many more civilians.\nTerrorism has not been eliminated - every major European country has suffered attacks in recent years - but there have been successes too. To date, there has never been an attack approaching the scale of 9/11. Al-Qaeda's bases in Afghanistan were destroyed, its leaders hunted down in Pakistan. The self-declared Isis caliphate that terrorised much of Syria and Iraq has been dismantled.  \nThe list below is doubtless contentious and it is far from comprehensive. It is based on my own observations of covering this subject across the Middle East, Afghanistan, Washington and Guantanamo Bay.\nThe clues were there but nobody joined up the dots in time. In the months leading up to 9/11, America's two primary intelligence agencies, the FBI and the CIA, were both aware that some kind of plot was in the wind. \nBut such was the rivalry between domestic and overseas intelligence-gathering that they kept what they knew to themselves. Since then, the 9/11 Commission Report has exhaustively trawled through the mistakes made and major improvements have been made.\nVisiting the US National Counter Terrorism Centre (NCTC) in Virginia in 2006, I was shown how 17 US agencies now pooled their intelligence on a daily basis.\nBritain set up its own fusion centre: the Joint Terrorism Analysis Centre (JTAC) where dozens of specialists from MI5, MI6, Defence, Transport, Health and other areas all sit together inside one building on London's Embankment, providing a continual assessment of the ongoing terror threat to UK nationals at home and abroad. \nBut the system is not perfect. Two years after the JTAC was established al-Qaeda carried out the 7/7 London bombings, using British nationals to kill more than 50 people. A massive plot to bomb multiple airliners in mid-flight was averted the following year with the help of Pakistan but Britain still suffered multiple attacks in 2017 including the Manchester bombing. \nSo even good intelligence-gathering and sharing can fail to prevent attacks if the wrong decisions are taken on prioritisation of tasks.\nThe 2015 Bataclan attack in Paris, which killed 130 people and for which the trial is currently under way, was partly the result of a failure by European authorities to share timely intelligence across borders.\nOf all the many reasons why Afghanistan has reverted to Taliban rule, one stands out: the US-led invasion of Iraq in 2003. This ill-fated decision became a massive distraction to what was going on in Afghanistan. \nMany US and British Special Forces, who had been successfully hunting down al-Qaeda operatives and working with Afghan partners to keep Taliban insurgents on the back foot, were withdrawn and sent to Iraq instead. \nThis allowed the Taliban and others to regroup and come back stronger. By November 2003, when I visited a US infantry outpost in Afghanistan's Paktika province, Americans were already describing their mission there as \"Op Forgotten\".\nIt is easy to forget that the original mission in Afghanistan was clear-cut and well-executed. After the Taliban rulers refused to hand over the perpetrators, the US teamed up with the Northern Alliance (Afghans opposed to the Taliban) to successfully drive out both the Taliban and al-Qaeda.\nBut in the years that followed the mission then got diluted, spinning off in numerous directions.\nLife improved immeasurably during that time for most Afghans but billions of dollars spent on \"nation building\" have been squandered through corruption and waste.\nBritain's partnering with its closest ally, the US, in the 2003 invasion of Iraq meant that the UK was the junior partner in nearly all the key decisions that followed during the subsequent occupation. \nUrgent pleas not to disband the Iraqi army or ban all members of the Baath party from government roles were ignored or overruled. The result was a catastrophic alliance between disgruntled and newly unemployed Iraqi military and intelligence officers with fanatical jihadists. This became Isis.\nThe collective panic that followed 9/11 meant that US and British intelligence ended up cooperating with certain regimes with appalling human rights records. These chickens came home to roost. \nFor example, after Colonel Gaddafi's hideous regime in Libya was overthrown in 2011 journalists found a letter from a senior MI6 officer to his Libyan counterpart that discussed the extradition of an Islamist dissident to face arrest and mistreatment.\nToday, violent jihadism is most resurgent in the poorly governed or ungoverned parts of Africa, posing a problem for who exactly the West should partner with. \nTime and again people in the Middle East have told me: \"We may not have liked US foreign policy but we always respected its rule of law. Until Guantanamo Bay.\" \nRounding up suspects \"on the battlefield\" - including in a few cases innocent civilians who had been sold for a bounty - and then wrapping them in nappies, goggles and earmuffs to be transported halfway across the world to a US naval detention centre on Cuba did untold damage to America and the West's reputation. \nDetention without trial was something that happened in autocratic countries back home. Arabs did not expect it of the US.\nWorse was to follow, with revelations of \"enhanced interrogation\", waterboarding and other mistreatment at CIA black sites  where suspected terrorists simply disappeared. The Obama presidency put a stop to this but the damage was done.\nThe western interventions that preceded 9/11 were relatively quick and simple by comparison. Sierre Leone, Kosovo, even the Desert Storm campaign of 1991 - all had a finite ending. \nBut the US-led invasions of Afghanistan and then Iraq have resulted in what have been called \"the forever wars\". No one involved back in 2001 or 2003 envisaged that they would still be there two decades later. Put simply, the West did not understand what it was getting into and there was no realistic exit plan.\nThere is no doubt that if the West had not displaced the Taliban and Al-Qaida in Afghanistan in 2001 then more attacks from there would have ensued. The counter-terrorism mission in that country was not a failure but the nation-building one was never completed. \nAnd today, the one abiding image most people will take away is that of desperate Afghans running alongside a departing USAF C17 transport, trying to escape the country the West has now all but abandoned."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58520146",
      "category": "world-asia",
      "title": "Afghanistan: UN condemns Taliban's brutal crackdown on protests",
      "tags": "Kabul,September 11 attacks,War in Afghanistan (2001-present),Taliban",
      "text": "The UN has condemned the Taliban for their \"increasingly violent response\" to dissent, weeks after the group's rapid takeover of Afghanistan. \nTaliban fighters killed four people during recent protests, the UN said.\nDemonstrations have taken place across Afghanistan since the fall of Kabul on 15 August, demanding respect for women's rights and greater freedoms.\nTaliban fighters have used batons, whips, and live ammunition against protesters, the UN said in its report.\n\"We call on the Taliban to immediately cease the use of force towards, and the arbitrary detention of, those exercising their right to peaceful assembly and the journalists covering the protests,\" a spokeswoman for the UN High Commissioner for Human Rights said in a press statement.\nTaliban fighters swept across Afghanistan in August, capturing provincial centres and eventually the capital Kabul itself in less than two weeks. \nThe US then led an airlift from the capital's international airport, evacuating more than 120,000 people before pulling out its own forces on 31 August.\nThe Taliban takeover follows two decades of US military operations in Afghanistan, after American and allied forces ousted the group from power in 2001 following the 9/11 attacks.\nThe US will mark the 20th anniversary of those attacks on Saturday.\nUN spokeswoman Ravina Shamdasani criticised the Taliban's crackdown on demonstrations in a press briefing on Friday. \nDemonstrations have grown since 15 August, she said. But on Wednesday the Taliban banned unauthorised gatherings, and on Thursday they ordered telecommunications companies to shut off mobile internet in Kabul. \nIt is crucial the group listen to Afghan women and men on the streets \"during this time of great uncertainty\", she said. \nThe press statement also noted the deaths of at least four people - including a boy - and the violent dispersal of demonstrators in recent weeks. \nIt also criticised violence against journalists. Reporters told the BBC this week they had been beaten, detained and flogged by the Taliban when they tried to cover the protests. \nThe UN report comes amid growing concerns about Afghanistan in the wake of the Taliban takeover. \nOn Friday, the UN's World Food Programme said 93% of households in the country were not eating enough food. A drought has exacerbated supply problems, causing the loss of some 40% of the wheat crop.\nThe Wall Street Journal reports that aid workers fear the entire population could fall into poverty within months. \nAnd UN body Unesco warns that the country faces a \"generational catastrophe\" in education, after two decades of progress for children - especially girls. \nUnconfirmed reports suggest the Taliban plan to hold a ceremony to inaugurate their new government on Saturday, after announcing its leadership this week. \nIt is the day the US will hold events to mark the 20th anniversary of the 9/11 terror attacks. \nClose to 3,000 people died that day. Islamist militant group al-Qaeda masterminded the attack, led by Osama Bin Laden - who was at the time in Afghanistan under the protection of the Taliban. \nKen McCallum, director general of the UK intelligence agency MI5, has told the BBC that the Taliban takeover of Afghanistan has likely \"emboldened\" UK terrorists. \nPresident Joe Biden had initially set 11 September as the deadline for the withdrawal of US troops from Afghanistan, before the Taliban takeover forced the US to speed up its withdrawal. \nOn Thursday the first foreigners flew out of Kabul since the US pull-out. Around 100 people - among them UK, US, Canadian and Dutch nationals - took a Qatar Airways charter flight to Doha. \nA second Qatar Airways flight from the Afghan capital landed in Doha on Friday, reportedly carrying some 150 people. France has confirmed that 49 of its nationals were on board. \nThe White House said 19 US nationals were on board the aircraft. It added that on Friday another two American nationals and 11 permanent residents left Afghanistan overland to a third country with Washington's assistance.\nHowever, press secretary Jen Psaki said that the US has temporarily halted flights of Afghan refugees into the country after the discovery of four cases of measles among those who have recently arrived. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58190212",
      "category": "uk",
      "title": "Prince Andrew: What could happen next in the Virginia Giuffre case?",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Virginia Roberts Giuffre, an alleged victim of super-rich sex offender Jeffrey Epstein, has begun a civil legal action against the Duke of York, Prince Andrew. In court papers she claims the duke abused her three times - at Ghislaine Maxwell's London home, at Epstein's Manhattan home and at the financier's private Caribbean retreat in the US Virgin Islands, claims which he has consistently denied. What does this mean in practice - and what could ultimately happen in the case?\nIn 2019, New York State changed its law to allow alleged survivors of historical abuse to seek redress many years after an incident. Ms Giuffre has filed her claim against the duke before the August deadline for cases such as hers to be lodged. \nSpeaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\".\n\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight.\nNo. It is a civil case - which means that Ms Giuffre wants a court in New York to decide whether her allegations are true and whether the duke should pay her damages. \nThe brutal fact is that wherever they take place, civil court cases are ultimately hard, if not impossible, to ignore, because doing so can be catastrophically bad for the defendant. \nDavid Boies, Ms Giuffre's fearsome and celebrated American lawyer, said that the prince would be \"very ill-advised\" to ignore the judicial process.\n\"If he does, it will be a default judgement against him that will be, in effect, enforced not only in the United States, but in virtually every civilised country in the world.\"\nGood point. The case can only begin if a New York judge is sure the defendant has been \"served\" with the legal papers - meaning they have personally received a copy of the legal allegations before the court. \nIn practice, that typically means putting the envelope in the hands of the defendant and, like in Hollywood, saying something like: \"I'll see you in court.\"\nMs Giuffre's team face two obstacles here. First, the duke is not in the US. \nBut, under an international treaty to help courts work together, they can ask a judge at the High Court in London begin a process of serving the papers.\nBut getting directly to a prince of the realm is rather difficult. \nMs Giuffre's team could try to hand them to a suitably senior official at his official residence, or with his lawyers, if they know who they are. They could then try to argue that amounts to having met the requirement to serve them on a prince who is otherwise impossible to meet. \nDon't hold your breath. A damages case has one of a number of outcomes: \nExactly that - the sides reach an agreement, typically (but not always) with the defendant making a payment to the plaintiff. \nBut... the defendant may not admit liability and there is no court finding of wrongdoing. \nNobody knows. Mr Boies says that his client tried to resolve her complaint without resorting to the courts - but the prince had failed to respond.  \nThe first stage - assuming Prince Andrew is served - is the gathering of evidence. \nMs Giuffre's team would begin pressing the New York court to order the production of evidence that may be useful to the case. Most of this material would ultimately become public. \nAs each piece of evidence is submitted, the duke, if he chose to be represented in the case, would have the legal right to dispute its admission, or to bring counter evidence to the case.  \nIn theory, yes, but let's take another step back. \nAn important stage of evidence-gathering in the US is called deposition. \nA defendant is basically interviewed at length by the other side's lawyers about their version of events. This usually takes place in the lawyer's offices but it's part of the legal process - so the witnesses have to be truthful.\nThe deposition is their core evidence - but it can also play a crucial role in helping the sides put down their arms and reach a settlement, once the evidence becomes clear. \nNo - because this is not a criminal trial and he's not even in the country. \nMs Giuffre's side would ask the court to order Prince Andrew to pay Ms Giuffre damages.\nBut he's not in the US - so how could that be enforced? \nIf Ms Giuffre won, her team could come to the UK and ask a High Court judge in London to rule, in a follow-on case, that the duke has to pay up. \nBut here's where it gets legally rather complex (if it wasn't already). If the prince didn't take part in the case in America, a London judge could reject the case as unenforceable. That would protect him from the damages - but it wouldn't affect the New York court's judgment against him.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57698668",
      "category": "world-us-canada",
      "title": "September 11 attacks: What happened on 9/11?",
      "tags": "September 11 attacks,New York City,al-Qaeda,United States",
      "text": "On Tuesday 11 September 2001 suicide attackers seized US passenger jets and crashed them into two New York skyscrapers, killing thousands of people.\nThe attack remains one of the most traumatic events of the century, not only for Americans but also for the world.\nFour planes flying over the eastern US were seized simultaneously by small teams of hijackers.\nThey were then used as giant, guided missiles to crash into landmark buildings in New York and Washington.\nTwo planes struck the Twin Towers of the World Trade Center in New York.\nThe first hit the North Tower at 08:46 Eastern Time (12:46 GMT). The second crashed into the South Tower at 09:03. \nThe buildings were set on fire, trapping people on the upper floors, and wreathing the city in smoke. In less than two hours, both 110-storey towers collapsed in massive clouds of dust.\nAt 09:37 the third plane destroyed the western face of the Pentagon - the giant headquarters of the US military just outside the nation's capital, Washington DC.\nThe fourth plane crashed in a field in Pennsylvania at 10:03 after passengers fought back. It is thought the hijackers had meant to attack the Capitol Building in Washington DC.\nIn all, 2,977 people (not counting the 19 hijackers) lost their lives, most of them in New York.\nThe youngest victim was two-year-old Christine Lee Hanson, who died on one of the planes with her parents Peter and Sue. \nThe oldest was 82-year-old Robert Norton, who was on another plane with his wife Jacqueline, en route to a wedding.  \nWhen the first plane struck, an estimated 17,400 people were in the towers. Nobody survived above the impact zone in the North Tower, but 18 managed to escape from the floors above the impact zone in the South Tower. \nCitizens of 77 different countries were among the casualties. New York City lost 441 first responders. \nThousands of people were injured or later developed illnesses connected to the attacks, including firefighters who had worked in toxic debris. \nAn Islamist extremist network called al-Qaeda planned the attacks from Afghanistan.\nLed by Osama Bin Laden, al-Qaeda blamed the US and its allies for conflicts in the Muslim world.\nNineteen people carried out the hijackings, working in three teams of five and one of four (on the plane which crashed in Pennsylvania).  \nEach group included someone who had received pilot training. This was carried out at flying schools in the US itself.  \nFifteen hijackers were Saudis like Bin Laden himself. Two were from the United Arab Emirates, one was from Egypt and one was from Lebanon.\nLess than a month after the attacks, President George W Bush led an invasion of Afghanistan - supported by an international coalition - to eradicate al-Qaeda and hunt down Bin Laden.\nHowever, it was not until 2011 that US troops finally located and killed Bin Laden in neighbouring Pakistan.\nThe alleged planner of the 9/11 attacks, Khalid Sheikh Mohammad, was arrested in Pakistan in 2003. He has been held in US custody at Guantanamo Bay since then, and is still awaiting trial.\nAl-Qaeda still exists. It is strongest in Sub-Saharan Africa but even now has members inside Afghanistan. \nUS troops left Afghanistan this year after nearly 20 years, stoking fears from many that the Islamist network could make a comeback. \nFlight safety was tightened around the world in the years following 9/11. \nIn the US, the Transportation Security Administration was created to beef up security at airports and on planes.\nIt took more than eight months to clean up \"Ground Zero\" - the site of the fallen Twin Towers. \nA memorial and a museum now stands on the site, and buildings have risen up again, to a different design. \nThe completed centrepiece - One World Trade Center, or \"Freedom Tower\" - stands even higher (1,776ft (541m) than the original North Tower, which was 1,368ft.\nReconstruction at the Pentagon took just under a year, with staff back in their offices by August 2002.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58533107",
      "category": "world",
      "title": "Families and leaders mark 20th anniversary of 9/11",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58520199",
      "category": "entertainment-arts",
      "title": "Why Don't We: US boy band accuse manager of mental and financial abuse",
      "tags": "Pop music,Music",
      "text": "US boy band Why Don't We have accused one of their managers of \"mental, emotional and financial abuse\" by making them \"hostages in our own home\" and restricting their food.\nThe five-piece's latest album went to number five in the UK in January.\nThey claimed the manager, who they didn't name, \"controlled us 24/7\", verbally berated them and led members to develop eating disorders.\nDavid Loeffler, one of their managers, rejected the \"untrue, hurtful\" claims.\nWhy Don't We said they were aged between 15 and 18, and \"young, impressionable and trusting\" when they formed and started living in the same house.\n\"Little did we know that we would eventually become prisoners in the 'Why Don't We compound' under the supervision of one of our managers at Signature Entertainment Partners,\" they wrote on social media.\n\"He would not only live with us during the day, but controlled us 24/7, setting an alarm that would go off if any door or window was opened. Needless to say, we were not given the security code to the alarm, essentially making us hostages in our own home.\"\nThey added that their food was \"restricted to the point that some band members developed eating disorders\", and they were forced to sneak food into the house.\n\"We were verbally berated almost every day and alienated from our friends and families,\" they added. \"We had no support system except for each other and were made to believe that this was 'normal', that every artist had to pay their dues.\"\nThe group have had two US top 10 albums, and their statement comes after two former partners of Signature Entertainment sued each other.\nMr Loeffler and music industry veteran Randy Phillips had launched the band's career, but split up and took legal action against each other last month over the group's management and control of Signature and another company.\nAt the time, Mr Phillips' lawyer Howard King alleged that Mr Loeffler had subjected the group to \"years of mental and financial abuse\".\nAccording to Billboard in late August, the group were refusing to sign a recording agreement with Atlantic Records or perform as a group, until Mr Phillips was reinstated as their sole manager.\nIn a statement at the time, the group's lawyer Alan Gutman said they \"support Randy Phillips the same way he has supported us from the start of our careers\".\nOn Friday, Mr Loeffler's lawyer Michael Levin said Signature had profit share agreements with the members of Why Won't We, which had been \"very beneficial for the individual members of WDW\", earning them approximately $10m (£7.2m) in total.\nHe added: \"Recent comments attributed to WDW members are untrue, hurtful, and apparently designed to be part of an ill-advised strategy to evade their obligations under these agreements.\n\"Signature would certainly welcome a reasonable and amicable resolution of this matter that preserves the mutually beneficial relationship that has helped WDW achieve their great success to date.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58533531",
      "category": "entertainment-arts",
      "title": "Venice Film Festival: Abortion drama wins top prize",
      "tags": "Abortion,Coronavirus lockdown measures,Film,Venice",
      "text": "A film about illegal abortions in 1960s France has won the top prize at the Venice Film Festival.\nAudrey Diwan's Happening (L'Événement) is about a woman seeking a termination to continue studying.\n\"I did this movie with anger, with desire, with my belly, my guts, my heart and my head,\" Diwan said as she accepted the award. \nThe film comes after controversial new laws banning abortion after six weeks were introduced in Texas.\nThe 78th edition of the world's oldest film festival wrapped up on Saturday night, with international celebrities flocking to Venice's red carpet.\nThe ceremony was a stark contrast to last year's event, when guests had to wear masks during screenings and around half of the seats on the Lido waterfront were left empty due to the coronavirus pandemic. \nThe winning film, Happening, is based on an autobiographical novel by Annie Ernaux and portrays a young woman seeking a termination to be able to continue her studies, despite the risk of prison or death.\nThe award was selected by a jury led by Parasite director Bong Joon-Ho.\nThe second prize, the Silver Lion, was presented to Italian director Paolo Sorrentino for The Hand of God, a film about his youth in the southern city of Naples.\nOther women filmmakers were also honoured during Saturday's ceremony, with New Zealand's Jane Campion picking up the best director award for The Power of the Dog, starring Benedict Cumberbatch. Maggie Gyllenhaal, meanwhile, was awarded the best screenplay prize for The Lost Daughter, which features Olivia Colman.\nPenelope Cruz won the award for best actress for her role in Parallel Mothers, directed by Spanish director Pedro Almodovar. Best Actor went to Filipino actor John Arcilla for his role in crime thriller On the Job: The Missing 8.\nLast year's top prize was given to Nomadland, a US film about a widow living as a nomad after the 2008 financial crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58346534",
      "category": "uk-england",
      "title": "Ms Great Britain contestant to compete make-up free",
      "tags": "School bullying,Cosmetics,Beauty standards",
      "text": "A Ms Great Britain contestant who was bullied at school over her appearance is to enter the competition make-up-free to \"empower young women\".\nElle Seline, 31, said she used make-up as a mask when she was a teen and was ridiculed for having more body hair due to her mixed Greek/English heritage.\nShe wants her entry in the national pageant to inspire the next generation.\n\"There may be a young girl at school who sees it and feels that, actually, I'm good enough as I am,\" she said.\nElle grew up on the Greek island of Skiathos before attending Warminster School in Wiltshire.\n\"I came from a different culture. I was ridiculed for my body shape, my hair was quite frizzy and they would always say that I had head lice and that I was a gorilla because I had a bit more facial hair and arm hair,\" she said.\nNow a mental health worker and living in Surrey, she said the bullying led to depression in adulthood. \n\"I would look in the mirror and ridicule myself, because that's what they did,\" Elle said.\nShe straightened her hair, shaved her arms and started wearing makeup from about the age of 13. \n\"I would wear foundation that was a bit lighter than my skin because I was desperate to fit in. And the filters and the apps nowadays are doing exactly what I did at school,\" she added.\nElle entered last year's Ms Great Britain - a new category for Miss Great Britain, the UK's longest-running beauty pageant - for 27-38-year-olds. \nBut she said she did not \"give them Elle\".\n\"I gave them something I thought they wanted to see,\" she said.\nElle, who is also a musician, decided to enter again this year, but without the aid of make-up, after finding confidence in herself during lockdown.\n\"When I was onstage doing gigs I would always make sure that I looked, in my eyes, pristine. It was my shield, to be honest. \n\"During lockdown I didn't have the pressures that I had before, which were to wear make-up. I had to learn to accept myself as I was,\" she said.\nHer school-friend Kate May, 30, said: \"The amount of bullying (Elle) had, it was really dark, it would be enough to break anyone, but she used it to fuel her dreams.\"\nMiss May said she had also struggled with her own appearance, often using a lot of filters on social media, which Elle told her she did not need.\n\"Even I've gone a little bit more make-up-free because she just makes me feel great about myself,\" she said.\n\"It takes a lot of courage to bare your own self. I think she'll pave the way for other women to think, I don't need that. It's so inspiring.\"\nElle said these days beauty pageants are more about \"who you are and what you bring to the table\".\n\"Standing onstage in front of loads of people on a national pageant platform is going to be really scary. But I know after the competition I'm going to feel really good about myself, regardless of if I win or not.\n\"We owe it to the next generation to say it's okay to be you,\" she added.\nThe finals of Miss Great Britain will be held in Leicester on Thursday and Friday.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58529158",
      "category": "uk",
      "title": "Coronavirus: PM set to unveil Covid winter plan for England",
      "tags": "Coronavirus pandemic",
      "text": "Boris Johnson will announce his Covid winter plan for England on Tuesday, including contingency measures that would be implemented if the NHS was at risk of becoming overwhelmed.\nThe PM will outline plans for booster jabs after the UK's vaccine advisory body unveils its guidance on Monday.\nOfficials are looking at measures that could be needed if cases rose steeply.\nBut government sources have said further lockdowns are not being considered.\nMr Johnson's Covid plan is set to follow an announcement by the Joint Committee on Vaccinations and Immunisation (JCVI) on who should receive booster jabs. \nThe JCVI said last week that a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nThe advice means the most vulnerable - less than 1% of the population - will be offered a third dose, rather than all those on the original list of clinically extremely vulnerable people.\nThe JCVI has yet to announce if a separate booster programme is needed and who would be eligible.\nA government source stressed the Covid winter plan would emphasise how society planned to continue \"living with\" the virus throughout the winter and promote Covid and flu jabs. \nThe Times reports that mandatory face coverings and working from home will be brought back in if there is a winter surge in infections.\nThere is growing concern among ministers that the NHS could come under severe strain if Covid infections surged alongside a bad flu season, the paper says.\nSources have told the Times the government's Scientific Advisory Group for Emergencies (Sage) has devised a series of options to limit the spread of Covid-19 without the use of lockdowns.\nThe legal requirement to wear a face covering ended on 19 July, but people have been advised to continue to wear them in crowded indoor spaces.\nThe UK reported a further 29,547 new infections on Saturday, alongside another 156 deaths within 28 days of a positive Covid test.\nMeanwhile, 89% of the population over the age of 16 have received a first dose of a coronavirus vaccine, while almost 81% have had both doses.\nThe Coronavirus Act - emergency legislation introduced to give the government new powers to tackle coronavirus - is also coming up to its six-month review by MPs. \nMr Johnson is set to repeal regulations in England that are no longer necessary, including the powers to close down parts of the economy, such as businesses, or the placing of restrictions on events and gatherings.\nAlso set to be repealed are regulations that enable the temporary closure or limiting of access to schools, colleges and childcare; those that extend time limits for urgent warrants; and powers to detain infectious people.\nHowever, certain measures from the Act will be kept - including the requirement to self-isolate on receiving a positive PCR test; giving sick pay to those isolating from day one rather than day seven; and the power to keep schools open if they close against government guidance.\nMr Johnson said: \"Thanks to the efforts of the public, the NHS and our phenomenal vaccination programme, we reached step four in our roadmap and life has returned to a sense of normality. \n\"These extraordinary times required necessary but intrusive measures. But I'm determined to get of rid of any powers we no longer need because of our vaccine defences.\"\nThe PM is expected to hold a Downing Street press conference next week to set out the next steps in the government's pandemic response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58523119",
      "category": "uk",
      "title": "Prince Andrew served with papers, accuser's team claims",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Lawyers for the woman who has accused Prince Andrew of sexual abuse claim they have successfully served him with legal papers.\nVirginia Giuffre has launched a civil case against the prince in New York - and legal papers have to be \"served\" before the case can proceed.\nHer lawyers say they were served on 27 August, being left with a police officer at Windsor's Royal Lodge.\nPrince Andrew denies all the claims made by Ms Giuffre.\nA spokeswoman representing the Duke of York has declined to comment on the latest development. \nA US judge must determine whether the papers were in fact \"served\" before any case can proceed. \nA video conference on the next stages of the case is scheduled for a New York court on Monday.\nAccording to court documents, an answer is due from Prince Andrew to the affidavit by 17 September and \"if you fail to respond, judgment by default will be entered against you for the relief demanded in the complaint\".\nBBC royal correspondent Nicholas Witchell said it was still not clear yet whether Prince Andrew's legal team would accept that legal papers have been served. \nThe prince is currently at Balmoral, the Queen's Scottish estate.\nLegal papers say a process server working for Ms Giuffre's team arrived at the Royal Lodge on Thursday 26 August at 09:30 BST.\nThe man met security staff, left a business card, and was asked to wait.\nThe papers say he then spoke to police, including the head of security, who could not locate Prince Andrew's private secretary \"or anyone senior\".\nThe agent was told the security team \"had been told not to accept service of any court process\".\nHe was then given a solicitor's name and number, phoning him at 10:40, but did not get a response.\nOn Friday 27 August, the same process server returned to the Royal Lodge in Windsor and spoke to the \"head of security\".\nHe was advised the papers could be left with police at the main gates, which would be forwarded to the legal team.\nThe papers state: \"The deponent did enquire whether it was possible to meet personally with the defendant, but the deponent was told that this was not possible.\"\nMs Giuffre's legal team claim that by leaving the papers with the officer, the service was successfully completed.\nOur correspondent Nicholas Witchell said the tactics of Prince Andrew's legal team appeared to be just not to respond at all. \n\"We should keep in mind that shortly after he did withdraw from public life, Prince Andrew did say he would co-operate with any legitimate inquiries by the US authorities,\" he told BBC's Radio 5 live. \n\"I think it is fair to say the Americans would say that there has been little or indeed no evidence of any such co-operation by Prince Andrew.\"\nMs Giuffre - an accuser of convicted sex offender Jeffrey Epstein who died in jail in 2019 - claims she was brought to the UK at the age of 17 to have sex with Prince Andrew.\nShe filed a case against him last month in New York. It is a civil rather than criminal case - meaning Ms Giuffre wants the court to decide whether her allegations are true, and whether the duke should pay her damages.\nThe case alleges the prince sexually abused Ms Giuffre at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and the US Virgin Islands.\nIt claims the prince engaged in sexual acts without her consent, knowing how old she was and \"that she was a sex-trafficking victim\".\nSpeaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\".\n\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58510504",
      "category": "world-us-canada",
      "title": "9/11 anniversary: From United to Disunited States",
      "text": "It's almost a cliche, hackneyed even. A big event happens, and people say they will never forget where they were when they heard about this or that. \nBut I suspect nearly everyone around the world above the age of 30 really does remember where they were when they heard about, then watched in real time, the most audacious, most dreadful terrorist attack on the United States unfold. \nOver the past few days, I have been talking to people not only who remember where they were, but how it upended their lives \nWe spoke to Max Giaconne, who was 10 years old - and four days into his new school - when the teacher told him he needed to go to the principal's office. And there was his mother in tears. Max's father worked in the World Trade Center. \nAnn Van Hine was driving when she heard on the radio about the attack on the twin towers - and then an order calling all firemen to report for duty. She knew in that moment - with a terrible foreboding - her husband would be rushing into the Twin Towers as everyone else was trying to escape. \nAnd then I spoke to Andy. Like Max he was in an elementary school. But not as a pupil. \nAndy Card was President Bush's chief of staff, and had to interrupt the commander in chief as he read to schoolchildren to tell them that a second plane had hit the Twin Towers. His comments were succinct and brief: \"America is under attack,\" he told the president.\nI remember the day vividly. \nAs the BBC's Paris correspondent, I was reporting on attempts by Eurotunnel to curb the flow of illegal immigrants across the channel (some issues remain stubbornly familiar). We were driving from Lille to Calais for the evening news when my producer called to say we needed to find a television as something unbelievable was happening in New York. \nThat afternoon my cameraman and I sat and edited our piece for the evening news but were unable to concentrate as we watched live the horrors unfolding across the Atlantic. A motorcycle dispatch rider went to my home in Paris to collect my passport and bring it to Calais. Who knew where we'd end up next. \nSome things about that day, that period I remember vividly. I remember the powerful sense of clarity it brought to so many people. \nThough the democracy we lived in might be imperfect with some dodgy, scheming politicians around - would we rather be living in societies with freedom of speech, due process, the rule of law, sexual equality, free and fair elections; or do we stand with those who would fly planes into buildings, who would stone homosexuals to death, who would deny women an education?\nSimplistic maybe, but in a world that is made up of almost imperceptibly different shades of grey, this seemed black and white.  \nBut the other evening I watched the stunning BBC documentary 9/11: Inside The President's War Room which, incidentally, features that man Andy Card. And somehow 20 years on I had forgotten the chaos, the sheer panic, the disbelief that engulfed the US and its leadership. \nThe rulers of the richest country in the world with the most feared military machine were cowering in bunkers, unclear what might happen next, uncertain what to do, fearful there might be a second wave of attacks.\nThough that is only part of the story. Alongside that there was a steely resolve; a unity of purpose. Twenty years ago Americans stood together; and most of the rest of the world stood with America. It was vividly exemplified by the Queen breaking with protocol (not something done lightly by the royal family), and ordering the Coldstream Guards to play the Star Spangled Banner during the Changing the Guard ceremony. \nThere was iron resolve - the events of 9/11 would be avenged. \nArmy recruitment offices would see long queues form outside their doors. Democrats and Republicans put aside their petty partisan bickering to focus on the big picture. And when George Bush stood on the rubble of the Twin Towers with a policeman's bullhorn in hand and said he had heard the American people, and the perpetrators of this crime would soon be hearing from America, he spoke for the nation.\nWithin weeks a massive multinational force was assembled, with America spearheading, to force the Taliban - who'd allowed the al-Qaeda leaders who plotted the 9/11 attacks to set up terrorism finishing schools in the country - out of power. \nIt was relatively straightforward militarily. I was despatched from Paris to move with a front line in Northern Afghanistan. I watched just outside Kunduz as B52 bombers flew daily sorties to dislodge the Taliban from their last remaining stronghold in the North. \nThis would be the start of a series of American entanglements. \nAnd one thing they all seemed to share is a lack of long term success. The \"liberal interventionism\" championed by both President Bush and Tony Blair saw the Taliban booted out of Afghanistan, and Saddam Hussain ousted in Iraq - but what followed became known as the \"forever wars\". Messy entanglements where victory - if that is measured by a smooth functioning democracy - always bloodily out of reach. \nWhen President Obama came into power there was a different approach. \nIn Libya the Americans would support the overthrow of Colonel Gaddafi, but at arm's length; with the Syrian civil war, America huffed and puffed but chose to sit that one out. In Egypt, the US supported the overthrow of President Mubarak - but when the Egyptians elected the Muslim Brotherhood to power, the Americans made clear their displeasure, and the generals moved back in. \nIn other words the Americans had tried invasion - it went badly. They'd tried \"intervention-lite\" - still no good. Staying outside a conflict brought criticism, and supporting the spread of democracy only worked if voters went for US friendly governments. It's a pretty unhappy tale of foreign intervention. \nThe reasons for Donald Trump's victory in 2016 - with his proclamation of America First - are various. But one of them was certainly the growing weariness of the American people to the cost of these military entanglements.\nAnd this is the backdrop to the commemorations taking place in New York this weekend. Twenty years ago, Americans in the face of tragedy were united. Today, with relative peace and considerable prosperity they are bitterly divided. \nSo to 2021. How incredible that to mark the 20th anniversary of 9/11 the Taliban have been forming their new government. The pre-eminent superpower seems to be suffering a crisis of confidence; and in the manner of its departure from Afghanistan ordered by Joe Biden - the Kabul debacle - a crisis of competence. \nI met Ann Van Hine in Battery Park, on the southern tip of Manhattan. She's appalled how much America has turned inwards and how Americans have turned against each other. She believes the unity shown 20 years ago is possible again today. As we sit talking, I realise that we are looking out to New York Harbour, towards the Statue of Liberty, with the stirring poem New Colossus on the plinth. \n\"Give me your tired, your poor,\nYour huddled masses yearning to breathe free,\nThe wretched refuse of your teeming shore.\nSend these, the homeless, tempest-tost to me,\nI lift my lamp beside the golden door!\"\nLady Liberty symbolises America opening its arms to the world. \nThe opening of that golden door. \nBut 20 years on the US feels a much sadder, more introspective place."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58499998",
      "category": "business",
      "title": "Fraud warning for young: 'I had £700 stolen'",
      "tags": "UK Finance,Personal finance,Internet fraud,Fraud",
      "text": "\"This money was the most important money I could have had,\" says Rudy D'Souza.\n\"I'd just moved out and got a new job. But my pay is due after my rent, so I felt really tense and like an idiot for falling for this scam.\"\nThe 18-year-old is talking about how £700 left over from his government-backed Child Trust Fund was stolen last week.\nHe was going to use it to help set up his new life until fraudsters scammed him in an act of so-called push payment fraud.\nIn this type of scam, victims are tricked into transferring money to a fraudster in the belief they are calling from the victim's bank or the police.\nLast year alone, £479m was stolen from 150,000 victims in this way - an increase of 22% on the previous year.\nThe criminals who targeted Rudy managed to convince him they were calling from his bank by quoting his sort code, account number and card details back to him over the phone.\n\"I never even heard of push payment fraud until I became a victim,\" Rudy told the BBC,\n\"I was aware my real bank would never ask for my password or OTP [one-time passcode] or give them permission to use my laptop by remote access, but they didn't ask me to do any of that - that's why I thought they were my bank.\n\"Now it turns out it's happened to a lot of people I know, but it's never really talked about because of all the shame around it.\"\nAs for the main awareness campaign run by UK Finance on behalf of the banks and building societies, Take Five To Stop Fraud, Rudy said he'd never heard of it.\n\"I've never seen anything on my Instagram feed about it, never seen it on TV,\" he says. \"It kind of felt it came out of the blue.\"\nAnti-fraud charity the Fraud Advisory Panel is warning banks are not doing enough to raise awareness about the dangers of fraud to young adults.\nThat is something that's especially important for 18 and 19-year-olds who are getting access to government-backed Child Trust Funds.\nAbout 55,000 people turn 18 each month, so that since the funds began to mature in September 2020, some 700,000 people have suddenly been able to access hundreds or even thousands of pounds. That can mean rich pickings for fraudsters.\n\"Key is that young adults do not understand the ease of impersonation and email interception which often leads to APP fraud,\" says Arun Chouhan, a solicitor and trustee at the Fraud Advisory Panel.\n\"There is no consistent approach to education of this demographic. Many do not realise the personal implications or risks of sharing data on social media,\" he adds.\nHe says banks should be doing more on social media channels that will reach this age group, such as TikTok or YouTube.\n\"A fraud awareness campaign that aims to warn 25 to 30-year-olds may not work in the same way for 18 to 19-year-olds. You have to very specifically target different demographics, so you can't have generic, one-size-fits-all fraud awareness messaging.\"\nUK Finance, which runs the Take Five To Stop Fraud campaign on behalf of banks, told Money Box; \"The banking sector is continuously looking at the best ways of ensuring customers are made aware of the risks of fraud, including advertising across a range of social media platforms.\"\nIt does have accounts on Twitter and on Facebook, but only 211 followers on Instagram and no presence on Snapchat or TikTok, although it says it is in discussions about putting content up on this platform.\n\"In the coming year, we plan to have advertising warnings up across a greater range of platforms to enable us to reach a wider audience, including more young people.\"\nSince Rudy had his money stolen, he has been one of the lucky victims of push payment fraud who has had the money refunded by the bank.\nYou can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast.\nFollow Money Box and Dan on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58519996",
      "category": "business",
      "title": "TUC: Jobs at risk if UK fails to hit carbon emissions target",
      "tags": "Companies,Trades Union Congress,United Nations,Climate change,Carbon neutrality",
      "text": "Up to 660,000 jobs could be at risk if the UK fails to reach its net-zero target as quickly as other nations, the Trade Union Congress (TUC) has warned.\nThe government has pledged to cut carbon emissions by 78% by 2035.\nBut the TUC fears many jobs could be moved offshore to countries offering superior green infrastructure and support for decarbonisation. \nThe union body is calling for an £85bn green recovery package to create 1.2 million green jobs.\nTUC research from June shows the UK is currently ranked second last among G7 economies for its investment in green infrastructure and jobs. \nHowever, the Department for Business, Energy and Industrial Strategy (BEIS) says the TUC's claims are untrue and that it does not recognise their methodology.\nThe government is currently considering the recommendations of an independent report into the future of green jobs, a BEIS spokeswoman stressed. \n\"In recent months we've secured record investment in wind power, published a world-leading Hydrogen Strategy, pledged £1bn in funding to support the development of carbon capture and launched a landmark North Sea Transition Deal - the first G7 nation to do so - that will protect our environment, generate huge investment and create and support thousands of jobs,\" she added.\nThe TUC says steel industry jobs are at great risk are jobs because their manufacturing process is dependent on burning coal at high temperatures. \nOther nations such as Sweden are already bringing to market new technologies that enable steel production without using coal.\nIn August, Hybrit, a joint venture between Swedish firms SSAB, LKAB and Vattenfall, made its first delivery of green steel using hydrogen from the electrolysis of water with renewable electricity, while another firm H2 Green Steel is planning to open a hydrogen plant in 2024.\nSSAB has a partnership with Mercedes-Benz to introduce fossil-free steel into vehicle production as soon as possible. The German carmaker wants its entire car fleet to be carbon-neutral across the supply chain by 2039.\nThe TUC's analysis suggests the jobs at risk include:\nThe UK's green recovery investment is currently a quarter of France, a fifth of Canada, and 6% of the US, it says. \nAccording to TUC general secretary Frances O'Grady, the clock is ticking for the UK: \"Thatcher devastated Britain's industrial heartlands with the loss of industry and jobs. Boris Johnson is on the brink of doing more of the same.\"\nShe said that unless the government urgently scales up investment in green tech and industry, the UK could risk losing hundreds of thousands of jobs to competing nations.\nIndustry body the CBI agrees, although it thinks the UK has already \"made excellent strides\" in cutting emissions from the power sector.\n\"Now is the time to back up this progress with concrete policies and programmes,\" said the CBI's decarbonisation director Tom Thackray.\n\"CBI analysis suggests that spending in areas like electric vehicles and energy efficiency could create 250,000 net new jobs by 2030, but the window of opportunity to realise this is shrinking by the day.\"\nAlan Coombs, 56, is a Community trade union representative at the Port Talbot steelworks, the UK's largest steel production plant with around 4,000 workers. He has worked at the plant for 40 years. \n\"Companies overseas are already setting target dates for green steel, but the UK isn't even putting our toe in the water,\" he told the BBC.\n\"We've got to have a strategy of what it looks like - how we actually make the steel going forward.\"\nHe says he can't see how any firm will be able to deliver new technologies without government support, because it will be expensive. \nBut most of all he thinks speed is needed: \"We need to determine what it looks like for us and get on with it - because, environmentally, I think most every industry realises it's got to change.\n\"We are not part of the debates, so you can imagine - people are [like], 'Where am I going to be working? What's going to happen to the plant that I work on... and what is the future going to look like?\"\nCritiquing the TUC's analysis, Prof Jagjit Chadha, director of the National Institute of Economic and Social Research (NIESR), points out that the UK has \"made significant progress since 1990\" on cutting carbon emissions.\n\"In the UK, we're almost halfway towards our target, as of last year, in part helped perversely by the Covid crisis,\" he said. \nHe is not certain it is possible to tell whether the UK has lost its competitiveness in international trade, particularly since other countries generate more pollution than us.\nHe also says that only \"a very small fraction of people\" - 2-3% of the labour force - is directly affected by the UK falling behind other nations in net-zero targets.\nBut he sees it as inevitable that all industries will eventually have to go green and he wants government plans \"that promote the rotation of the economy away from one that's emitting carbon emissions to one which isn't.\"\nWhen the UK was part of the EU, it was given about £7bn from the European Investment Bank per annum, which then led to £20bn in investment a year - the government will need to find investment to replace that.\n\"If we think about that happening over the next 10 years, we're then talking about public and private investment public together, probably in the region of £200bn,\" he said.\nUnions and bosses aren't always on the same page, but when it comes to carving out a green future, they are broadly at one. \nRevolutions are rarely bloodless. The transition to a net-zero economy will inevitably have some impact on traditional jobs, especially in polluting industries. That's spelt out in the government's Green Jobs Taskforce report from July. \nSo it's a delicate time. The extent of the impact will depend on the policy decisions we make now and whether sectors like the steel industry can be persuaded that there is a tasty enough \"carrot\" to go green, in the form of incentivising demand for a greener product perhaps or extra funding.  \nAnd whether the \"stick\" - in the form of any policy to push firms to net-zero - won't be used too aggressively. \nIt's a difficult path for the government to tread. The UK has a legally binding commitment to reduce pollution by 2050. \nHowever this will come at a massive financial cost, at a time when the pandemic has left the UK with high levels of public debt.  \nWith all that in mind, the government will set out more information on how the move to net-zero will happen and how it will be paid for, in its Net Zero Strategy, launched ahead of the COP26 summit at the end of October. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58524893",
      "category": "world-us-canada",
      "title": "All of Disney's 2021 movies to debut exclusively in cinemas",
      "tags": "Disney,Film",
      "text": "Hollywood giant Walt Disney Co said the rest of its 2021 films will screen exclusively in cinemas before being made available for streaming.\nThe decision is a boost to struggling entertainment venues, with major films during the pandemic debuting online at the same time as in theatres. \nMarvel's Eternals is among the films that will get a theatrical debut.\nIt comes after Disney's successful theatrical release this month of Shang-Chi and the Legend of the Ten Rings.\nTen Rings - which tells the story of a former assassin forced to confront his power-hungry, warlord father - took in $127.6m (£92m) globally in its first weekend in cinemas.\nThe sum is second only to Marvel's $158m (£114m) takings for Black Widow in July.\nLast month, Disney CEO Bob Chapek referred to the Ten Rings rollout as \"an interesting experiment for us\", given how all earlier films had been released online simultaneously with cinemas since the start of the pandemic.\nThe film is being made available exclusively in cinemas for its first 45 days, before becoming watchable on the subscription Disney+ streaming platform.\nEternals, directed by Oscar-winning director Chloe Zhao, will use the same release schedule, as will Steven Spielberg's remake of West Side Story.\nAnimated musical Encanto will be in theatres for 30 days, starting around the Thanksgiving holiday in November, before moving online.\nOther major studios have been closely watching Disney to determine whether they should also resume in-theatre debuts.\nThe decision also comes after actress Scarlett Johansson sued Disney over their decision not to theatrically release Black Widow exclusively in cinemas.\nAfter an initial strong opening weekend, box office sales fell sharply, leading Johansson's team to claim Disney's decision had led to a loss in income for her. \nThe lawsuit is ongoing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58508260",
      "category": "world-us-canada",
      "title": "9/11 anniversary: Left without a parent after that day",
      "tags": "September 11 attacks",
      "text": "Thousands of lives were lost in the September 11 attacks on the US, leaving many children without a mother or father. The BBC's Radio 5 Live spoke to some whose parents were killed or injured.\nBrian Leavey's dad Joseph was a firefighter with the New York Fire Department who died saving people's lives at the World Trade Center.\nBrian was 16 at the time and would later hear audio recordings from the day of his father talking with his men and going up the South Tower.\n\"That's how we know the story of his unit. They were at the 78th floor at the time of the collapse of the building. They were one of the only units to make it to the fire floor. It was definitely a relief knowing that they did amazing work that day and I'm just so proud of how brave he was.\"\nBrian remembers his dad as \"a big kid\" who was always there for his children. \"He loved being a father and taking care of us,\" he said. \"I was very fortunate to have 16 years with him whereas my younger sister only had 10.\"\nHis father's death made him \"grow up a little faster\" than other kids his age as he wanted to be there for his family and be the man of the house, he recalls.\nNow a father himself, Brian said one of his regrets is not listening more to his dad when he tried to teach him DIY as a teenager.\n\"I think about it every day, how I wish he was around to fix things round the house or help me with a renovation. It's one of the things I miss every day.\"\nBrian now works with the charity Tuesday's Children, where he mentors other fatherless children from 9/11 and other terror attacks.\n\"I'm trying to turn a negative into a positive,\" he added.\nAnjunelly Jean-Pierre was 19 when her mother died.\nMaxima Jean-Pierre was an immigrant from the Dominican Republic and worked in catering at the World Trade Center. \n\"That Wednesday was going to be my mom's last day in that job, the commute had been too much for her,\" said Anjunelly.\nStaying with her father on the day of the attack, Anjunelly could see the Manhattan skyline from where she lived.\n\"I was calling her and it was just not going through,\" she said. The next day, she went into the city to try and find her mother. \n\"No-one knew where to start, where to go, what to do, the city was eerily quiet.\" \nAnjunelly and her brother made missing posters which they tacked onto boards outside the city hospitals.\n\"To this day you can see a replica of the wall in the 9/11 Memorial Museum with my mom's poster on it,\" she said.\nOne of the hardest parts for Anjunelly is that the family never received any remains.\n\"Because of that it's difficult to accept that that person is no longer there. There is actually still a part of the museum where they're still searching for remains.\n\"When I go every year to Ground Zero for the ceremony, I try to come to terms with something I am dealing with that is difficult for me.\"\nAnjunelly now works at the US Capitol building in Washington, looking after visitors to the building, including heads of state. She is also a photographer and is working on a project to tell the stories of the many minorities' lives who were lost that day.\n\"I started it because I believe you don't hear the stories of the minorities who perished that day and their families,\" she said.\nSinger Jax signed to Atlantic Records earlier this year after becoming a TikTok star during lockdown.\nOne of her first singles Like My Father is dedicated to her dad John Miskanic, a retired New York firefighter who was injured in the attacks.\nJax was only five when the planes hit the Twin Towers and her strongest memories of that day are that the sky turned black and she got let out of school early.\nHer father's crew was supposed to be going to the World Trade Center but was prevented from getting there by a bridge closure.\n\"The chaos of the city stopped him probably from a bad thing.\"\nIn the following weeks, John was involved in the clean-up mission at Ground Zero, a job which had long-term implications for his health.\n\"[It] really, really injured his lungs and they made him retire,\" said Jax.\nThat early retirement meant Jax's father was at home more and able to support her career, taking her to acting and music lessons.\n\"I definitely can tell you that I wouldn't be sitting here playing piano and playing shows and writing music, if it weren't for my dad having the time to nurture it and help me,\" she said.\nJax regularly performs at memorial concerts, raising money for the charities which support families affected by 9/11.\nShe will be involved in ceremonies to mark the 20-year anniversary.\n\"It's my way of giving back to the universe for still letting my dad still be with us today,\" she said.\nJonathan Egan was in his first week at university in California when his father and aunt were killed in the World Trade Center.\nMicheal Egan, who was from Hull, was an executive at the insurance giant AON and died helping his colleagues escape from the South Tower.\nJonathan's mum was on the phone to her husband when the tower collapsed.\n\"He was able to call her to say goodbye,\" said Jonathan. \"He was able to tell her he loved her and 'kiss the boys.'\"\nJonathan says that losing his dad so young has meant his father has become \"almost god-like\".\n\"I would have been able to understand, know and see any faults he had or may have had,\" he said.\n\"In my mind, I was always trying to live up to this person that was this grand figure who worked so hard… to give me and my family a good life.\"\nEvery anniversary is difficult but this one is even more so for Jonathan because he recently became a father himself to a boy whose middle name is Michael like his grandfather's.\n\"This is my first anniversary as a father. I have thoughts about my father and chats I wish I could be having with him,\" he said.\nJonathan now works with an organisation called Since 9/11, helping educate children about what happened and why it happened.\n\"Sharing information is going to be the only thing that prevents these kind of things happening again and it's going to be the only thing that saves our world potentially from more extremists,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58530744",
      "category": "uk-wales",
      "title": "Finsbury Park mosque attacker fears eye loss after prison stabbing",
      "tags": "Finsbury Park mosque attack,Finsbury Park mosque attack trial,Full Sutton,Cardiff,Finsbury Park",
      "text": "The terrorist behind an attack on the Finsbury Park mosque in London may lose sight in one eye after a prison attack, a court has heard.\nDarren Osborne was jailed for life for murdering Makram Ali after deliberately ploughing into a crowd of people in north London in June 2017.\nThe 51-year-old from Cardiff was stabbed at HMP Full Sutton in August 2020, Hull Crown Court heard.\nConvicted killer Patrick Chandler has pleaded guilty to the assault.\nChandler launched the \"unprovoked\" attack on Osborne on a prison sports pitch using a sharpened wooden tool, the court was told.\nHe stabbed Osborne in the head, arm and torso before snapping the weapon in his forehead.\nThe court heard that Chandler's attack left extremist Osborne with \"significant\" and \"permanent damage\" to his eye.\nHer Honour Judge McKone said Osborne had been left \"very frightened of losing the sight in his right eye\" and although was expected to make a full recovery, could end up requiring a glass eye in the future.\nThe assault has also left Osborne, from the Pentwyn area of Cardiff, with permanent tissue damage to his arm.\nOsborne is serving a minimum of 43 years for the Finsbury Park attack, after being convicted in 2018 of murder and also attempted murder.\nDuring Osborne's trial, the prosecution said they were \"clear throughout that this was a terrorist attack\".\nHis attacker Chandler was already serving a life sentence for a murder in Essex in 2017.\nThe 48-year-old was also given an additional 10 year term for another attack on an inmate at a prison in Chelmsford.\nChandler admitted inflicting grievous bodily harm on Osborne, and having a bladed instrument in the prison.\nHe was ordered to serve a further eight years in jail on top of his previous sentences."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58528515",
      "category": "uk-england-devon",
      "title": "Six men arrested in £160m cocaine haul off Plymouth coast",
      "tags": "Plymouth,Stockton-on-Tees,National Crime Agency,Drugs trade",
      "text": "Six men including a Briton have been arrested off the coast of Plymouth after authorities seized more than two tonnes (2,000kg) of cocaine.\nThe British man, from Stockton-on-Tees, and five Nicaraguans were arrested on a luxury yacht on Thursday.\nThe men, aged from 24 to 49, were held on suspicion of drug trafficking and remain in custody, the National Crime Agency (NCA) said.\nOfficers estimate the street value of the drugs is about £160m.\nThe group were sailing in the Jamaican-flagged Kahu when they were intercepted 80 miles off the coast, in international waters north of Guernsey.\nThe yacht, which had sailed from the Caribbean, was intercepted and boarded by specialist Border Force and NCA officers.\nThe arrests were made as part of an operation led by the NCA and supported by the Australian Federal Police (AFP) and Border Force.\nBorder Force's cutter Searcher and coastal patrol vessel Alert had covertly identified and monitored the yacht's movements, the NCA said.\nDeputy director Matt Horne said: \"There's no doubt these drugs would have been sold on into communities across the UK in such ways as county lines fuelling more crime and misery.\n\"Organised crime groups (OCG) are motivated by money. The deprivation of these drugs will smash a hole in the OCG's plans and ability to operate.\"\nMr Horne explained that the arrests of the men transporting the drugs means the crime group will have lost trusted offenders who would have been key to their operation.\n\"We continue to work with partners at home such as Border Force and those abroad such as the AFP to protect the public from the Class A drugs threat,\" he added.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58517125",
      "category": "uk-politics",
      "title": "PM's levelling up plan at risk of failure, warns ex-No 10 adviser",
      "tags": "Conservative Party,Economic inequality,Social inequality,Labour Party",
      "text": "The architect of Boris Johnson's initiative to revive so-called left-behind areas has warned that the \"levelling up\" scheme is at risk of failure.\nWill Tanner, a former Tory No 10 adviser who was amongst the first to identify the \"red wall\" seats, calls on the government to abandon its \"top-down\" approach to the scheme.\nIn a new report for his Onward think tank, Mr Tanner also says the government should learn from the success of the last Labour government's New Deal for Communities which helped cut poverty in such communities.\nMr Tanner says: \"The Treasury will not level up left behind places using the same top-down policies that left places behind in the first place. \n\"If ministers are serious about levelling up in the long term, they need to build local capacity that can endure - and help local people take back control of their communities.\"\nMr Tanner, a former adviser to Theresa May, has become an influential voice in Conservative circles after his Onward think tank identified the red wall seats in the run up to the last election. \nThey were the once rock-solid Labour seats which fell into Conservative hands at the 2019 general election.\nIn a report shortly before the election, Mr Tanner described \"Workington Man\" - from the West Cumbrian constituency - as the sort of lifelong Labour voter who would switch to the Conservatives. \nThis voter was pro-Brexit, sceptical of globalisation and wanted a government that would protect cherished local institutions such as pubs and post offices from closing.\nIn an interview with Newsnight ahead of the publication of his new report, Mr Tanner says: \"Absolutely we came up with the Workington Man concept at the last election. We identified that as the archetypal voter that swung towards the Conservative party and delivered all those seats in the north of England - like Workington, like Walsall, like Warrington - those seats that the Conservative party had often never held before.\n\"It is precisely those seats that would benefit from a more localised approach, a bottom-up approach where communities take control of local assets like libraries and sports clubs and community hubs. Using them as the lynchpin for regeneration is likely to be successful in regenerating those local areas.\" \nNewsnight visited Workington to gauge opinion about the government's \"levelling up\" agenda. Some shoppers thought the government was too focused on larger metropolitan areas.\nBut Mike Johnson, the Conservative leader of the local Allerdale Borough Council, did not recognise the criticisms in the report. \nMr Johnson told Newsnight: \"We've certainly not encountered [too much central control] because a lot of the schemes we have put forward that have been successful bids have been community driven. \n\"For example we are looking at developing a sports village. That will involve a stadium for the local rugby team and the football team. That is driven by those two clubs. So it is sort of from grassroots up as opposed to it being imposed on them.\"\nIn his new report, Mr Tanner does praise the government for setting aside £1.4bn for the \"levelling up fund\".\nBut he calls on ministers to learn from Labour's £2.29bn New Deal Communities scheme which ran from 1998 to 2011. Of the 39 areas covered by the programme, 77% saw levels of deprivation fall relative to the national average between 2004 to 2019.\nDame Margaret Hodge, the former Labour minister, says the findings show it is wrong to say her party had neglected this area. \nShe told Newsnight: \"Somehow this government thinks it invented a concern for and investment in communities that have gone through difficult times and may have high levels of deprivation. There have been policies to tackle this since I have been in politics.\"\nDame Margaret said that Labour had itself to blame for the belief among those in red wall seats that the party did not help those areas. Asked how Labour had lost the red wall seats even after investing in them she said: \"That goes back to what happened with Labour after 2010 when we disowned all the successes we had achieved during 13 years in government.\"\nOnward has examined government regeneration schemes over the last 60 years in the report: \"Turnaround: How to regenerate Britain's less prosperous communities by helping them take back control\". \nYou can watch Newsnight on BBC Two at 22:30 on weekdays. Catch up on iPlayer, subscribe to the programme on YouTube and follow it on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58522061",
      "category": "uk",
      "title": "9/11 anniversary: Queen tells Biden the victims are in her prayers",
      "tags": "September 11 attacks,Boris Johnson,al-Qaeda",
      "text": "The Queen has sent a message to US President Biden marking 20 years since the 11 September attacks, saying her thoughts and prayers are with the victims, survivors and their families.\nIn her message, she also paid tribute to the resilience of the communities who joined together to rebuild.\nUK Prime Minister Boris Johnson said the terrorists had failed to \"shake our belief in freedom and democracy\".\nAfter sunset, 67 candles were lit to remember the British victims.\nCommemorations have been taking place at a memorial garden in Grosvenor Square, London, where a private service of remembrance was held earlier, organised by a support group for victims' families. \nOther events have been held around the world to remember the 2,977 people killed. \nThe attacks, which were planned by al-Qaeda from Afghanistan, saw four US passenger jets seized by suicide attackers - two of which were flown into the Twin Towers of the World Trade Center in New York.\nAnother plane crashed into the Pentagon, just outside US capital Washington DC, and a fourth plane crashed in a field in Pennsylvania after passengers fought back.\nIn her message to President Biden, the Queen said: \"As we mark the 20th anniversary of the terrible attacks on September 11 2001, my thoughts and prayers, and those of my family and the entire nation, remain with the victims, survivors and families affected, as well as the first responders and rescue workers called to duty.\n\"My visit to the site of the World Trade Center in 2010 is held fast in my memory.\n\"It reminds me that as we honour those from many nations, faiths and backgrounds who lost their lives, we also pay tribute to the resilience and determination of the communities who joined together to rebuild.\"\nAnd in a defiant message to mark the anniversary, the prime minister said while the terror threat remained, people refused \"to live in permanent fear\".\n\"That we are coming together today - in sorrow but also in faith and resolve - demonstrates the failure of terrorism.\"\nEvents have also been taking place at Windsor Castle, where a special changing of the guard ceremony took place, during which the US national anthem was played. It was an echo of the playing of the Star Spangled Banner at Buckingham Palace 20 years ago on the day after the atrocity, as a gesture of solidarity. \nThere was a minute's silence after the Band of the Welsh Guards performed the anthem, watched by hundreds who had gathered at the castle.\nActing US ambassador Philip T Reeker said the events were a reminder that the US had \"no closer ally and no closer friend in good times and in bad times\" than the UK. \nHe said: \"This has shown the special relationship remains so crucial to all of us.\" \nMr Reeker was among those attending another event at Queen Elizabeth Olympic Park in London, organised by education charity Since 9/11 for survivors of the attacks.\nDuring the commemoration, the message from the PM was played, in which he said recent events in Afghanistan had only strengthened people's belief in freedom and democracy.\n\"Twenty years ago, September 11 2001 became, in President Roosevelt's words after Pearl Harbor, a 'date which will live in infamy',\" Mr Johnson said.\n\"On a crystal clear morning, terrorists attacked the United States with the simple goal of killing or maiming as many human beings as possible, and by inflicting such bloodshed in the world's greatest democracy, they tried to destroy the faith of free peoples everywhere in the open societies which terrorists despise and which we cherish.\"\nMr Johnson said that \"precisely because of the openness and tolerance of the United States\", people of almost every nationality and religion were among those murdered that day.\n\"But while the terrorists imposed their burden of grief and suffering, and while the threat persists today, we can now say with the perspective of 20 years that they failed to shake our belief in freedom and democracy; they failed to drive our nations apart, or cause us to abandon our values, or to live in permanent fear.\"\nTony Blair, who was prime minister at the time, also recorded a message for the event, saying the thinking of the 9/11 terrorists was \"filled with hatred, an ideology at violent odds with a world seeking to flourish across boundaries of faith and culture\".\nIt is as \"flawed and irrational\" today as it was 20 years ago, he said. \nOn 11 September, 2001, Andrew Cullen - originally from Motherwell in North Lanarkshire - arrived at work on the 89th floor of the South Tower. Soon afterwards, he heard an explosion in the North Tower.\n\"Myself and three colleagues made the decision to get out of the building, so we headed towards the stairwell and began descending from the 89th floor down to the Sky Lobby at the 44th floor,\" he said.\n\"It was at that point that the port authority instructed us to go back to our offices, so they sort of shuffled us into one of the freight elevators.\n\"At that point the button for 78 was lit but we decided we wanted to go down, so I was the one who pounded the lobby button just a few moments before the second plane hit the tower above us.\"\nLabour leader Sir Keir Starmer said the anniversary was about remembering and honouring those who were killed and showing \"support to our American friends as they mark this difficult time in their history\". \nHe said the tragedy was \"still so raw\", with the consequences of the attacks \"still being felt to this day\". \n\"But as we mark this anniversary, I'm convinced our resolve has never been stronger,\" he said. \"We will continue to fight terror and violence, by promoting our values of justice and peace.\"\nLondon Mayor Sadiq Khan said the lives of innocent people, including the 67 Britons, would be remembered, adding: \"Our values of freedom, tolerance and respect will always, always prevail. Hate will never win.\"\nThe Archbishop of Canterbury said 20 years on it was still hard to articulate the sense of \"shock and horror\" felt around the world after the attacks - including \"the devastating loss experienced by so many people, and the fear and uncertainty that terrible day brought\".\nJustin Welby added: \"9/11 was a sharp reminder to us of the fragility of the privilege many of us have of living free of the threat of violence, while many in our world continue to wake to war or the fear of war.\"\nHe urged his followers to follow the example of the first responders to the Twin Towers and be willing \"to make sacrifices for the wellbeing of others\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58505044",
      "category": "world-asia",
      "title": "Afghanistan: What has changed in 20 years",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Waving their hands excitedly in the air, a class of six- and seven-year-old girls eagerly try to get their teacher's attention, each one desperate to be chosen to answer a question about Persian grammar. \nThe Manouchehri primary school in Kabul was among the first to re-open for girls following the US invasion in 2001 and the defeat of the Taliban. Back then, there was just a single room, with pupils sat on a mud floor. \nUnder Taliban rule, beginning in Kabul in 1996, girls weren't allowed to get an education, and female teachers were ordered to stay at home. \nAisha Misbah was one of them. Now she's headteacher and proudly shows off newly built classrooms. \nMany of those she taught have gone on to become doctors, engineers or even teachers at the school, she says. \n\"This is our biggest achievement. Our students are so bright. They're so creative and make such beautiful things that even we get shocked. I hope the Taliban will allow it all to continue.\"\nSince taking over Afghanistan for a second time, the Taliban have permitted girls to go to school. \nFor now, however, only primary school pupils of both genders are attending classes, whilst teachers await the publication of new rules governing secondary schools. \nIn some more rural areas, there have long been reports of Taliban commanders only permitting girls to go to school until they reach the age of puberty. \nThe most recent figures from the World Bank show that about 40% of Afghan girls attend primary school, far more than during the Taliban's previous stint in power but far fewer than in other countries in the region. \nIt's a similar picture in healthcare, where infant and maternal mortality rates have improved but remain shockingly high.  \nThe Taliban insist women will be allowed to work, but some remain sceptical, especially after Taliban officials recently said most women, other than those working in healthcare or education, should stay at home until security improves. \nThe same excuse was given throughout the 1990s to completely prevent women working.\nBut the pupils at Manouchehri face other challenges, too.\nIn the playground, three large tents have been erected, with desks and blackboards. The school is so overcrowded that about half of the pupils have to study outside. \nPleas to the previous government fell on deaf ears, and when non-government organisations offered to help, they were told to give the money to the education ministry first. \nRampant corruption has plagued Afghanistan over the past two decades, and it meant that the billions of dollars of international support didn't always make it to those in need. \nThe education system has helped mould, however, a generation of young Afghan women and men who are vocal in standing up for their views, including challenging the Taliban.\n\"We are not those men and women of 20 years ago,\" one female protester at a demonstration in Kabul tells me, \"who were whipped into submission.\"\nAnother, her voice pulsing with emotion says: \"We are not afraid of death. We are the young generation who will bring forth the buds of peace.\" \nThe new government announced by the Taliban consists entirely of members of the group, all of whom are men. \nMany had served in senior positions during the Taliban's reign during the 1990s, a period marked by a brutal interpretation of sharia law. \nFor many others in more rural areas, where attitudes are more socially conservative, the greater social freedoms some have grown up with in bigger cities since 2001 feel irrelevant when compared with the suffering of living along the frontline.\nFew Afghans have been unaffected by the war, irrespective of their background, but in villages caught along bloody frontlines, many have welcomed the arrival of the Taliban - for at least bringing an end to the violence. \nIf the price of peace is greater cultural authoritarianism, some are more willing to pay it than others.  \nAt a snooker club in Kabul, less than a week after the city was taken over by the Taliban, I meet a group of young men from the city's middle class. \nA mix of students and business owners, speaking on condition of anonymity, they're scathing about the Taliban. \nOne says they look like \"zombies\", worrying they will soon start dictating whether or not men can shave their beards or how they can style their hair, whilst others question how they can trust a group responsible for so many suicide bombings and attacks. \nBut they're also all damning about Afghanistan's political class. \nAshraf Ghani, the former president who fled abroad, \"should be arrested\", they proclaim. \n\"He sold out the future of all young people,\" says one of the group, accusing him of having escaped with millions of dollars - the allegation Mr Ghani denies. \nThey're equally dismissive of those politicians who have stayed in the country but who over the years have often taken part in deeply disruptive political spats. \n\"They weren't trying to solve the problems of ordinary people, but just trying to fill their own pockets and share the wealth with their own relatives.\" \nThe last two presidential elections in Afghanistan ended in standoffs, with widespread allegations of voter fraud. \nNevertheless, however flawed the previous democratic system was, the young men at the snooker club deeply rue its passing. \n\"We've worked hard and are educated. We could've lifted the country up but now we can't do anything to serve it.\" \nOf all the \"gains\" made over the past two decades, the creation of an independent local media is one the principal success stories. \nNews organisations were amongst the freest in the region, despite being violently targeted by militants. \nJournalists did at times face threats from the government.\nFor example, former Vice-President Amrullah Saleh, now a leading figure in the National Resistance Front, once ordered the arrest of those responsible for \"fake news\" about civilian deaths as a result of a 2020 government air strike in Takhar province, in which it's believed 12 children were killed.\nHowever, recent days have raised fears the Taliban will not tolerate coverage they perceive as negative. \nWhilst the group initially claimed they would allow a free press as long as journalists don't breach \"Islamic values\" or the \"national interest\", reporters covering recent, peaceful protests against the group have at times been detained and badly beaten. \nEarlier this week, 22 year-old Taqi Daryabi and a colleague were taken away by the Taliban from a demonstration they had been covering to a police station. \n\"There were around seven to 10 men in one room, they all started kicking me, and beating me with sticks and rubber pipes,\" Taqi told the BBC, his back and face still covered in bruises. \n\"One Talib told me, 'be grateful I didn't cut your head off,'\" Taqi says. \"Now that the Taliban are here, no-one can feel safe. In the past we have seen them kill, kidnap and beat journalists… they should allow us to work freely.\"  \nThe legacy of American and international intervention in Afghanistan will be deeply contested. \nSigns of the US influence are already fading first. \nAt \"Bush Bazaar\", named after the former American president and famous for selling military gear smuggled out of international bases, most of the flak jackets or rifle scopes on sale are now Chinese replicas. \nWhereas army soldiers or private security guards hired by politically powerful Afghans were once the main customers, now Taliban fighters stroll past the shops. \nOne, Fatih, from the eastern province of Khost, is looking for a new set of boots. He's disappointed, he hoped to buy some that had been made in America, but \"everything is Chinese\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58463014",
      "category": "world-us-canada",
      "title": "September 11: The heroes of the forgotten maritime rescue mission",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58524559",
      "category": "uk",
      "title": "GPs say shortage of doctors puts safe care at risk",
      "tags": "Doctors,NHS,GP",
      "text": "GPs in England are finding it \"increasingly hard to guarantee safe care\" as the number of doctors falls and demand surges, a senior medic said.\nProf Martin Marshall, chair of the Royal College of GPs, told the Guardian GP numbers had fallen by 4.5% despite an ageing population with an increased need for care.\nGPs feared making serious mistakes due to excessive workloads, he said.\nProf Marshall also defended the continued use of remote consultations.\nIn 2015, the government promised to hire 5,000 extra GPs within five years, but instead the Royal College of GPs says between September 2020 and March 2021 numbers fell by 1,307 to 28,096.\nAt the 2019 election, then Health Secretary Matt Hancock admitted they had failed to meet the recruitment target, as the Conservatives made a fresh promise to recruit 6,000 more GPs by 2025.\nProf Marshall said the demand for services from GPs, including more complex consultations and the vaccination programme, on top of this decline in numbers was putting family doctors under strain.\n\"The fact that general practice is under such enormous pressure means it can't deliver the patient-centred services that it wants to. Many GPs are even finding it challenging to maintain a safe service,\" he said.\nHe said family doctors were more likely to make a mistake if they were working 11- or 12-hour days, seeing 50 or 60 patients.\n\"GPs are finding it increasingly hard to guarantee safe care to their patients,\" he said. \"The chances of making a mistake in a diagnosis or a mistake in a referral decision or a mistake in prescribing are all greater when you're under stress.\"\nProf Marshall spoke as GPs faced criticism over the continuing difficulty for some patients in accessing face-to-face appointments.\nHealth Service Journal reported that one coroner had raised remote consultations as a risk during the inquests into five separate deaths. \nProf Marshall said remote appointments had been necessary during the pandemic to keep staff safe and avoid spreading the virus.\nHe said many patients welcomed them as more convenient. But while he said patients who \"absolutely need\" face-to-face appointments for clinical reasons are given them, GPs were \"struggling\" to meet demand from patients who would prefer in-person consultations.\nThe RCGP is calling for an emergency rescue package to support surgeries, including recruiting 6,000 more GPs and 26,000 support staff such as nurses and receptionists by 2024.\nOn Tuesday, the prime minister announced a new health and social care levy, which is intended to provide extra funding to ease pressure on the NHS over the next three years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58521713",
      "category": "uk",
      "title": "Covid: Ambulance boss apology and France ex-health minister under investigation",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nThe head of the Scottish Ambulance Service has apologised to patients over increased waiting times. Pauline Howie says staff are working under \"unprecedented pressure\" in response to a \"huge increase\" in Covid and non-Covid cases. Everything is being done to get people to hospital as quickly as possible, she says. At First Minister's Questions on Thursday Nicola Sturgeon said the average wait last week for immediately life-threatening incidents was nine minutes and 30 seconds, a figure she described as \"not good enough\".\nFrance's former health minister is being formally investigated over the handling of the Covid-19 pandemic. Prosecutors looking into government failings are investigating Agnès Buzyn for \"endangering the lives of others\". Ms Buzyn left the post in February 2020 to run for Paris mayor, saying Covid was low risk. But she later spoke of knowing a \"tsunami\" was approaching. At a court hearing on Friday, the 58-year-old said she welcomed the chance to explain herself and \"to establish the truth\", AFP news agency reported. It is one of the world's first cases of a minister facing legal accountability for their pandemic response.\nClubbers will have to prove they are fully vaccinated to get into nightclubs in Scotland from next month and in England similar rules are expected to come into force. The aim of vaccine passports is to reduce Covid cases and avoid lockdowns. But some people are angry about the rule, with one student saying it makes her even more reluctant to get a jab. \"I'm 19, I'm going to be 20 in November - it's nearly two years of clubbing that I've just never had the chance to experience and now with vaccine passports it doesn't look like it's going to happen anytime soon,\" Sharnie May Crooks tells Newsbeat. Read more about vaccine passports in our explainer here.\nWith a relatively low Covid-19 death rate, Australia has been praised for its efforts controlling the virus. But while millions of residents are in their sixth lockdown amid rising numbers due to the Delta variant, how are British expats coping as the country's borders continue to be closed? While some of the harsher realities of persistent lockdowns range from job losses and mental health crises, simply being unable to see family from overseas for months on end has left many feeling trapped.\nA 19-year-old woman who is immunocompromised says it has been \"inspiring\" to share her experience of the Covid pandemic. Pippa Bloom, who had been shielding, recorded her thoughts for a listening bench in Chelmsford after travelling to St Thomas' Hospital in London to get her first vaccine. \"It felt very vulnerable sharing that moment even though it didn't feel so impactful at the time,\" says Ms Bloom, who is from Brentwood, Essex. Her recording is part of a collection of stories from women which have been recorded by the Snapping the Stiletto project in Essex and the British Science Festival.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAfter the UK's advisory body did not recommend vaccinating all 12 to 15-year-olds against Covid, our explainer considers why the UK is waiting when other countries are jabbing young teens.\nYou can find further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58529169",
      "category": "world-us-canada",
      "title": "9/11 anniversary: Moment of silence as families recite names of victims",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58513149",
      "category": "entertainment-arts",
      "title": "Proms season draws to a close with a tango",
      "tags": "The Proms,Classical music,Music",
      "text": "The BBC Proms will conclude on Saturday night with an Argentine tango, played by virtuoso accordionist Ksenija Sidorova.\nThe 33-year-old will play pieces by Aníbal Troilo and Astor Piazzolla, who revolutionised tango in the 1950s and 60s by incorporating jazz and classical to create the new style, nuevo tango.\nShe will be joined on stage by tenor Stuart Skelton, who will lead the audience in the traditional last night programme, including Land Of Hope And Glory and Rule, Britannia!\nThe songs will be performed in full, after a row over plans to play instrumental versions during the 2020 Last Night celebrations.\nThat decision was reversed after a furore in the press, including reports that the BBC was censoring the lyrics due to associations with colonialism and slavery. Prime Minister Boris Johnson was among those who opposed the decision.\nSpeaking to The Guardian earlier this week, Skelton brushed aside criticisms of what conductor Sir Simon Rattle recently called the \"jingoistic tendencies\" of the Last Night concert.\n\"Given the past 18 months, it's a chance to enjoy the event for what it is - a wrap party for the biggest music festival on the planet,\" he said. \n\"As for flag-waving, people love it or hate it, they do it or they don't. I'm not here to judge.\"\nSoloist Sidorova, who was born in Latvia, is an exciting young talent who has become a passionate ambassador for the accordion on the classical stage.\n\"It's really remarkable how composers are attracted to it when they are looking for new sounds and new ways of expressing themselves,\" she told The Telegraph ahead of her Proms debut. \n\"And it has the great advantage that it needs no accompaniment, it can create an entire sound world by itself. You can just go to the forest and play alone.\"\nSidorova started playing the instrument at the age of six, after discovering a small squeezebox in her grandmother's attic, and went on to study accordion at London's Royal Academy of Music. \nPraised by one reviewer as a \"superbly subtle and virtuosic\" player, she signed to Deutsche Grammophon in 2016, recording a modern interpretation of Georges Bizet's Carmen; and has since performed her version of Roxanne with Sting and Bryn Terfel, and duetted with the violinist Nicola Benedetti.\nEarlier this year, she paid tribute to Astor Piazzolla's centenary year by releasing an album of his most innovative masterworks - one of which, Chiquilín de Bachín, she will play at the Proms.\nSidorova's appearance at London's Royal Albert Hall will mark the end of a six-week Proms season that mainly featured British musicians due to restrictions imposed by the Covid-19 pandemic.\nHowever, audiences were allowed to return for the first time since 2019, with thousands of fans attending concerts by Sheku Kanneh-Mason, Nubya Garcia and Nicola Benedetti.\nHighlights included the highly-anticipated concert debut of John Wilson's Sinfonia of London, who played a soul-stirring and charismatic programme that included Strauss, Ravel and Korngold's filmic Symphony in F sharp major.\nChineke - the UK's only black and ethnically diverse orchestra - celebrated diversity in composers as well as performers, playing pieces by Samuel Coleridge-Taylor, Fela Sowande and Florence Price.\nJeneba Kanneh-Mason was the soloist for Price's Piano Concerto In One Movement,  a piece that has only recently been rediscovered. \nA spiritual, harmonically inventive composition, it climaxes with an allegretto apparently modelled after the African-American \"juba\" dance once practised on US plantations. \nThe Independent said that Kanneh-Mason's \"heartfelt\" rendition marked the 19-year-old out as a \"rising star\" of British classical music, alongside her elder siblings Isata and Sheku.\nAll seven of the Kanneh-Mason children also got together for a one-off Prom, performing an updated version of Camille Saint-Saëns's much-loved suite The Carnival of the Animals; while Sheku wowed audiences with his interpretation of Dvořák's Cello Concerto, accompanied by the Royal Liverpool Philharmonic.\nOne of the most emotionally-charged concerts was delivered by The Proms Festival Orchestra -  an ensemble of leading freelance players who were specially assembled to acknowledge the difficulties they faced during the pandemic.\nThe 80-piece orchestra included a double-bassist who'd taken up a job as an undertaker and a harpist who'd started working in a vineyard to make ends meet.\nTheir performance of Mahler's Fifth Sympony was called \"stirring\" and a \"triumph\" by The Times.\nThe Proms will return next year.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58527312",
      "category": "entertainment-arts",
      "title": "Red carpet debut for 'Bennifer' 2.0 in Venice",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58530938",
      "category": "world-us-canada",
      "title": "In pictures: Silence and tears as US remembers 9/11 attacks",
      "tags": "September 11 attacks,New York City,Pennsylvania",
      "text": "The US has been remembering the 2,977 people who died when four passenger planes were hijacked by al-Qaeda militants and crashed into the World Trade Center and the Pentagon 20 years ago.\nThe first of six moment's of silence began with the ringing of a bell at the exact time the first plane hit the North Tower of the World Trade Center. \nThe bell rang again when the second plane crashed into the South Tower; when each of the towers fell; when a third jet struck the Pentagon; and when a fourth plane crashed into a field in Pennsylvania.\nThe names of each of the victims was read out during the ceremonies. Family members took turns to read out the names, paying tribute to the loved one they had lost.\nMany of those who lost their lives in New York were firefighters who had gone into the two towers to try and get people out. \nIn total, 441 first responders were killed, the largest loss of emergency personnel in US history.\nAt the memorial in New York, President Joe Biden and First Lady Jill Biden were joined by former Presidents Bill Clinton and Barack Obama, as well as former First Ladies Hillary Clinton and Michelle Obama.\nGeorge W Bush, who was president when the attacks happened, attended the ceremony in Shanksville, Pennsylvania, where the fourth plane came down after its passengers and crew overpowered the hijackers.\nThe 184 people who lost their lives in the attack on the Pentagon were remembered at a ceremony outside the Department of Defense headquarters just outside Washington DC.\nBruce Springsteen played I'll See You in My Dreams during the ceremony in New York to a silent crowd, with some gently swaying to the music.\nThe twin beams of the Tribute in Light illuminated the New York skyline as a memorial to all those who lost their lives in the terror attacks. \nAll pictures subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58509703",
      "category": "world-us-canada",
      "title": "9/11 anniversary: How the world reacted to terror attacks",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58524715",
      "category": "world-us-canada",
      "title": "9/11 anniversary: Biden calls for unity as US remembers attacks",
      "tags": "September 11 attacks,Joe Biden",
      "text": "US President Joe Biden has urged unity as his country remembers the victims of the 2001 11 September attacks.\nIn a video released on the eve of the 20th anniversary, he paid tribute to the 2,977 people who lost their lives.\n\"We honour all those who risked and gave their lives in the minutes, hours, months and years afterwards,\" Mr Biden added, speaking of the emergency workers who responded to the attacks.\nCommemoration events are due to take place on Saturday.\nJoe Biden will begin with a ceremony at 08:30 (12:30 GMT) in New York at the site where the World Trade Center's Twin Towers once stood.\nHe is not expected to deliver any speeches, but in his address on Friday, he said: \"No matter how much time has passed, these commemorations bring everything painfully back as if you just got the news a few seconds ago.\"\nHe acknowledged the \"darker forces of human nature - fear and anger, resentment and violence against Muslim Americans\" which followed the attacks, but said that unity had remained the US' \"greatest strength\".\n\"We learned that unity is the one thing that must never break,\" he added.\nQueen Elizabeth has sent a message to Mr Biden saying her visit to the World Trade Center in 2010 was \"held fast in my memory\".\n\"My thoughts and prayers, and those of my family and the entire nation, remain with the victims, survivors and families affected, as well as the first responders and rescue workers called to duty,\" the Queen said.\nAmong the dead in the 11 September attacks were 67 Britons. \nPM Boris Johnson said the attacks had failed \"to shake our belief in freedom and democracy\".\nMore on the 11 September attacks\nThe attacks, which were planned by al-Qaeda from Afghanistan, saw four US passenger jets seized by suicide attackers - two of which were flown into the Twin Towers.\nAnother plane struck the Pentagon, just outside the US capital, Washington DC, and a fourth crashed in a field in Pennsylvania after passengers fought back.\nPresident Biden will visit all three attack sites, along with the first lady, Jill Biden.\nThere will be six moments of silence to correspond with the times the two World Trade Center towers were struck and fell, and the moments the Pentagon was attacked and Flight 93 crashed.\nThe commemorations come at a difficult time for the president, who has faced strong criticism in recent weeks over the US withdrawal from Afghanistan, which ended a US presence that began less than a month after the 11 September attacks.\nMr Biden had promised to leave Afghanistan by the 20th anniversary of the attacks, and said it was unlikely the Taliban could seize the country. The militant group captured the capital in less than 10 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58530738",
      "category": "uk-wales",
      "title": "Covid third wave 'perfect storm' for care in Hywel Dda",
      "tags": "Merthyr Tydfil,Haverfordwest,Aberystwyth,Welsh government,NHS Wales,Carmarthen,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "Health and social care is in \"almost the perfect storm\" during the third wave of the Covid pandemic, the head of a Welsh health board has warned.\nHywel Dda University Health Board has postponed some routine surgery at its hospitals as Covid cases rise.\nIt comes as two other health boards in Wales have suspended some visits, with one of them suspending some operations.\nHywel Dda chairwoman Maria Battle said they now had 30,000 patients waiting for planned surgery in west Wales.\nHealth board staff said they had faced \"an incredibly busy week\" across in facilities in Carmarthenshire, Ceredigion and Pembrokeshire.\nThe Betsi Cadwaladr health board in north Wales announced on Friday it was suspending routine operations and halted most hospital visits.\nCwm Taf Morgannwg health board has also suspended most patient visits for \"the safety of our patients and staff\" at its facilities in Merthyr Tydfil, Bridgend and Rhondda Cynon Taf.\nFirst Minister Mark Drakeford said on Friday that modelling suggested there could be \"100 new Covid-19 hospital admissions\" every day in Wales by the end of September as that is when experts expect the Delta-variant infection to peak.\nThe Covid infection rate in Wales has risen to 522.7 cases for every 100,000 people - the highest since December last year - and Merthyr Tydfil now has the UK's 15th highest infection rate.\nAcross Wales, there has been a 35% rise in the number of patients in hospital over the last seven days.\nHowever, with almost 70% of Welsh adults now fully vaccinated, the number of people in hospital with the virus is three times less than at the height of the second Covid wave in December and January.\n\"Compared to the last 18 months, we may be lulled into thinking we are back to normal,\" said the Hywel Dda chairwoman.\n\"But, whilst hopefully the worst impact of Covid-19 is over, we are not out of the woods just yet.\nShe said 18 months of battling against the pandemic had come with \"fear and personal sacrifices\" for teams at hospitals like the major centres at Haverfordwest, Carmarthen and Aberystwyth. \n\"It is only natural that many staff are now exhausted,\" said Ms Battle.\n\"During this time, we have also seen a higher level of sickness absence than usual, which is compounded by a high number of vacant nursing posts in Hywel Dda. \n\"We are doing everything we can to support all our staff and recruit to vacant posts.\"\nThe health board boss also admitted social care shortages across west Wales were leading to delays in discharging patients - resulting in bed-blocking.\n\"We are seeing ambulances waiting outside of A&Es as there are not enough beds available for patients who need to be admitted,\" added Ms Battle.\n\"At the moment, in health and social care, we have almost the perfect storm. \n\"But we have got through many storms together during the life of this pandemic and with your support we will get through this one again.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58523027",
      "category": "world-europe",
      "title": "Agnès Buzyn: France ex-health minister under investigation",
      "tags": "France,Paris,Coronavirus pandemic",
      "text": "France's former health minister is being formally investigated over the handling of the Covid-19 pandemic. \nProsecutors looking into government failings are investigating Agnès Buzyn for \"endangering the lives of others\".\nMs Buzyn left the post in February 2020 to run for Paris mayor, saying Covid was low risk. But she later spoke of knowing a \"tsunami\" was approaching.\nIt is one of the world's first cases of a minister facing legal accountability for their pandemic response.\nA special court set up in France in 1993 to investigate government ministers accused of misconduct will decide whether to prosecute her.\nThe wording of one of the charges being investigated is \"failing to fight a disaster\", according to Le Monde newspaper.\nAt a court hearing on Friday, the 58-year-old said she welcomed the chance to explain herself and \"to establish the truth\", AFP news agency reported.\nShe added that she would not let the government's actions or her own be discredited \"when we did so much to prepare our country for a global health crisis\".\nMs Buzyn took up the role as France's health minister in May 2017 and resigned just a few weeks after the first Covid-19 cases were confirmed in France.\nShe lost the Paris mayoral election to Anne Hidalgo last year. The former doctor then joined the cabinet of World Health Organization (WHO) head Tedros Adhanom Ghebreyesus in January 2021.\nLe Monde said Ms Buzyn had spoken before leaving her post of \"very low risks\" of a major Covid outbreak. But in June 2020, she told the paper: \"When I left the ministry, I cried because I knew a tsunami wave was approaching.\"\nThe announcement comes as part of a wider investigation into the government's pandemic response - including its preparedness, policy changes, and its reception of scientific research into the virus.\nFrance's current health minister Olivier Véran reportedly could also be summoned before the same judges in the coming weeks.\nThe Court of Justice of the Republic is a controversial institution, which gives the judges and parliamentarians who sit on it the right to investigate, try and convict ministers for crimes arising from their government work.\nFor several months it's had a file open on alleged oversights and failings committed by the Macron government, especially in the early stages of the epidemic.\nThe court is looking into accusations of negligence in the provision of protective clothing to health staff, and confusion in the issuing of advice over masks.   \nBut there are many in French political circles - including the opposition - who find the court's action to be troubling. An over-assertive judicial branch, they fear, is in danger of paralysing the executive - and deterring ministers, fearful of prosecution, from anything but the most cautious response to crises that occur.\nOn Friday, France reported 9,966 more infections over the past 24 hours, compared with 13,466 the previous Friday. \nIn total the country has reported some 6.7 million cases and more than 113,000 deaths, according to Johns Hopkins University data. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58519458",
      "category": "business",
      "title": "Delays in state pension payments 'causing anxiety'",
      "tags": "Money,Personal finance,Pensions,Coronavirus pandemic",
      "text": "Hundreds of new pensioners could face anxiety and stress owing to delays in payments of their state pension, campaigners have said.\nThe Department for Work and Pensions admitted that the pandemic and staffing issues had caused backlogs in payments to those reaching the age of 66.\nIt is understood that the number affected is in the low thousands, and officials have apologised to them.\nOne charity said that the problem could have a big impact on poorer claimants.\n\"For people who rely on the state pension as a relatively high proportion of their income it could be a bit of a disaster,\" said David Sinclair, director at the International Longevity Centre UK.\n\"The potential for anxiety and stress is huge.\"\nPensions Minister Guy Opperman told MPs that hundreds of department staff were being redeployed to deal with the backlog in payments.\nA DWP spokesman said: \"We are sorry that some new state pension customers have faced delays receiving payment.\n\"All those affected have been identified and we have deployed extra resources to process these as a priority. Any claims made today should not be subject to delay.\"\nThose without their money should be paid automatically, and Mr Opperman said that the system would be back to normal by the end of October.\nMr Sinclair said the episode shed a light on wider issues, and called on the DWP to ensure that the pension system was more automated. Those reaching state pension age are required to make a claim before payments start.\nHe said older people could be confused easily by the various requirements needed in the pension, tax and benefits systems.\nCaroline Abrahams, charity director at Age UK, said:  \"For many people living on the breadline it can be difficult to make ends meet, and so we urge the government to resolve this problem as soon as possible to ensure people who have reached their state pension age can access their money.\"\nThe DWP is already facing criticism and a heavy workload after it emerged that an estimated 200,000 female pensioners are collectively owed up to £2.7bn after the under-payment of state pensions owing to historic errors at the department.\nPensioners were also told earlier this week that the \"triple lock\" formula for annual state pension increases would be suspended for a year.\nThe move follows government concern that a big post-pandemic rise in average earnings would have meant pensions increasing by 8%.\nNow, the average earnings component will be disregarded in the 2022-23 financial year, with the rise based only on the higher of the consumer inflation rate or 2.5%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58360996",
      "category": "uk",
      "title": "COP26: Poorest countries fear not reaching UK for climate summit",
      "tags": "COP26,United Nations,Climate change,Coronavirus pandemic",
      "text": "The world's poorest countries say they are worried about getting to the COP26 climate summit in Glasgow in November. \nTwenty are on the UK's Covid red list - meaning hotel quarantine for arrivals.\nThey say the fortnight-long talks may involve being away for seven weeks as they will also have to isolate on return.\nAnd they warn that flights from Pacific islands have virtually stopped and that some transit hubs are refusing non-residents. \nThe warning comes from the group made up of the world's 46 poorest countries which are on the United Nations' list of Least Developed Countries (LDC).\nThe 20 countries that are also on the UK's foreign travel red list include Afghanistan, Ethiopia and Nepal.\nThe chairman of the LDC group, Bhutan's Sonam Phuntsho Wangdi, said: \"It's our people who are hardest hit by this ever worsening crisis. They must be well represented in the climate talks. \n\"The world cannot risk unambitious and unfair decisions being taken at COP26, there is far too much at stake.\"\nThis follows a coalition of 1,500 green groups calling for the summit to be delayed because of Covid arrangements. \nBut the UK government and the UN say they are planning to go ahead because the massive gathering is so important and they are working to keep it safe. \nBringing together 30,000 people from every country on the planet - regardless of whether they've got the disease under control or not - is a challenge.\nEspecially when the talks will be face-to-face, last for two weeks indoors during a Scottish winter when few will welcome opening windows to bring in virus-dispersing fresh air.\nAnd the event will be opened by people in the most vulnerable demographic: the Queen (aged 95), David Attenborough (95), the Pope (84) and President Biden (78). \nIt comes as other events on a similar scale have not gone ahead as planned. \nChina was due to hold a UN conference on biodiversity next month but switched to virtual sessions for the opening and normal talks next year.\nAnd while France has just hosted a congress in Marseilles on nature conservation, the numbers were far lower than usual with many joining via video. \nBy contrast, officials planning COP26 say the future of the planet is at stake and that Zoom is no substitute for meeting in-person. And they insist the risks can be minimised. \nThe first line of defence is vaccination - it is not mandatory but \"strongly encouraged\". \nVaccine doses have been promised to anyone registered with the UN and those should be available now.\nArrivals from red list countries will still have to quarantine - for five days if they are vaccinated, 10 days if they are not, with the UK government paying for the hotel bills.\nThe next barrier is regular testing - probably every other day and with lateral flow tests (the more reliable PCR tests were judged too slow).\nIn the event itself, there will be zones for global leaders and a \"blue zone\" for ministers, officials, observers and media - with both groups urged not to mingle. \nMasks will be needed when moving around, numbers will limited in meeting rooms and there will be plenty of hand sanitiser.\nVentilation - a key safety measure - is mentioned in the official guidance though not spelled out. \nIn the Olympics and Paralympics in Japan recently, competitors were isolated in an athletes' village. \nInstead in Glasgow, delegates will be staying in hotels in and around the city and will inevitably be meeting others. \nI've seen for myself how informal talks and social events are a crucial part of COPs. \nThe city's restaurants, where mixing is most likely, are being advised on Covid safety measures - but these can't be policed.\nIn Marseilles, at the conservation conference, no one unvaccinated from a red list country was allowed into France. \nAlso, face coverings had to be worn all the time indoors as well as outdoors. \nAnd it is possible a higher grade of mask may be required. When the COP26 president Alok Sharma visited China this week, the delegations wore FFP2 masks - offering protection against infectious aerosols. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58527909",
      "category": "uk",
      "title": "Prince Andrew's team dispute claims accuser served legal papers",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Prince Andrew's team do not believe that legal papers from lawyers for the woman who has accused him of sexual abuse have been successfully served, the BBC understands.\nVirginia Giuffre has launched a civil case against the prince in New York - and legal papers have to be \"served\" before the case can proceed.\nHer lawyers said they were left with a police officer at his home in Windsor.\nPrince Andrew denies all the claims made by Ms Giuffre.\nOn Monday, a US judge must determine whether the papers have in fact been \"served\" before any case can get under way.\nThe video conference, scheduled for a New York court, will consider the next stages of the case.\nPrince Andrew, the Queen's son, is currently at Balmoral, the royal family's Scottish estate.\nAccording to court documents from Ms Guiffre's lawyers, an answer is due from him to the affidavit by 17 September and \"if you fail to respond, judgment by default will be entered against you for the relief demanded in the complaint\".\nLegal papers say a process server working for Ms Giuffre's team arrived at the Royal Lodge in Windsor, Berkshire, on Thursday 26 August at 09:30 BST.\nThe man met security staff, left a business card, and was asked to wait.\nThe papers say he then spoke to police, including the head of security, who could not locate Prince Andrew's private secretary \"or anyone senior\".\nThe agent was told the security team \"had been told not to accept service of any court process\".\nHe was then given a solicitor's name and number and phoned him at 10:40, but did not get a response, the papers say.\nOn Friday 27 August, the same process server returned to the Royal Lodge in Windsor and spoke to the \"head of security\".\nHe was advised the papers could be left with police at the main gates, and they would be forwarded to the legal team.\nThe papers state: \"The deponent did enquire whether it was possible to meet personally with the defendant, but the deponent was told that this was not possible.\"\nMs Giuffre's legal team claim that by leaving the papers with the officer, the service was successfully completed.\nAsked whether the prince had received the papers and if he accepted they had been served, a spokeswoman representing the prince said: \"No comment.\"\nOne reason it is believed the duke's team does not consider papers have been served is because they maintain British legal procedures require that a valid request for assistance from UK court officials must come from a judicial or diplomatic officer in the US - and not from Ms Giuffre's lawyers.\nIt is understood there are also questions over the steps taken to deliver the papers, in particular, attempts to serve them personally to the prince at his home and to email them to barristers who may not be authorised to conduct litigation.\nBBC royal correspondent Nicholas Witchell said: \"Clearly the papers have not been served personally on Prince Andrew. \n\"Equally clearly, Prince Andrew has not been making himself available to receive these papers so it will all now have to be decided by a judge in New York on Monday - whether they've been served, whether the court case can continue.\"\nMs Giuffre - an accuser of convicted sex offender Jeffrey Epstein who died in jail in 2019 - claims she was brought to the UK at the age of 17 to have sex with Prince Andrew.\nShe filed a case against him last month in New York. It is a civil rather than criminal case - meaning Ms Giuffre wants the court to decide whether her allegations are true, and whether the duke should pay her damages.\nThe case alleges the prince sexually abused Ms Giuffre at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and the US Virgin Islands.\nIt claims the prince engaged in sexual acts without her consent, knowing how old she was and \"that she was a sex-trafficking victim\".\nSpeaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\".\n\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58531347",
      "category": "uk-england-beds-bucks-herts",
      "title": "M1 crash: Mum accused of killing children might alter appearance, say police",
      "tags": "Milton Keynes,Derby,M1 motorway",
      "text": "Police said a woman accused of killing her two children in a crash on the M1 might \"try to alter her appearance\".\nA judge issued an arrest warrant for Mary McCann, 35, of Bamford Avenue, Derby, on Friday after she failed to attend Aylesbury Crown Court.\nShe was due to answer two charges of causing death by dangerous driving. \nHer 10-year-old son Smaller and four-year-old daughter Lilly died after a collision with an HGV near Milton Keynes on 9 August.\nThey were killed after the family's Vauxhall Astra collided with the lorry between junctions 14 and 15 of the northbound carriageway at about 23:10 BST.\nPolice said Ms McCann has links to Derby, Huntingdon, Luton, the Northolt and Uxbridge areas of London and Ireland.\nSgt Dominic Mahon, of the joint operations roads policing unit, said: \"We are appealing for the public's help in locating Mary McCann after she failed to appear at court in connection with a fatal road traffic collision in Milton Keynes.\n\"We believe that it may be possible for McCann to try to alter her appearance.\"\nMs McCann is described as being about 5ft 1in (1.54m) tall, of medium build, with brown hair and blue eyes. \nPolice said she also speaks with an Irish accent.\nOn Friday, Judge Francis Sheridan said he wanted ports and airports on alert for her.\n\"It is most likely she will flee to Ireland,\" he said.\n\"This is a sad case, but by absconding to avoid the indictment being put is in my view tactical.\"\nMs McCann and another child passenger were injured in the crash. A family member said they were on their way back from a party in London and Ms McCann's 13-year-old daughter had stayed in the city.\nThe court heard her children's funerals had been held on Monday and Tuesday.\nDefence barrister Laban Leake said: \"She gave a telephone number, an attempt was made to contact that number, but there was no response.\n\"We know nothing of her state of mind.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58516799",
      "category": "uk-politics",
      "title": "Tax on landlords could help pay for social care, says Keir Starmer",
      "text": "Money to pay for social care could have been raised through taxing landlords, Sir Keir Starmer was expected to tell a conference.\nIt comes after Boris Johnson announced plans to raise National Insurance tax on workers and employers in order to pay for the NHS backlog and social care\nSir Keir was to describe the rise as \"unfair\" and \"poorly thought through\".\nBut the Labour leader has come under pressure in recent days to detail his own plan to fund social care. \nAddressing the House of Commons earlier this week, Mr Johnson acknowledged his tax rise broke a manifesto commitment not to raise taxes, but defended the move as \"the right, reasonable and fair approach\" in light of the pandemic.\nHe criticised calls for a rise in capital gains tax - the levy you pay on the profits when you sell an asset - arguing that it would not raise enough money to \"even begin to deal with this problem\".\nSpeaking to the Local Government Association which represents councils in England and Wales, Sir Keir was expected to attack the Conservatives' plans, arguing that: \"Working people will pay more tax now, but might still have to sell their home to pay even more later.\"\n\"This is an unfair plan that doesn't work. And who is left with the bill? It's working people. It's especially low earners and young people who have already borne the brunt of the economic impact of the pandemic,\" he was to say. \nInstead he was to argue that \"the money could have been raised by taxing the incomes of landlords, and those who buy and sell large quantities of financial assets, stocks shares\".\nMr Johnson's plans, he was to say, leave \"a private landlord renting out multiple properties not paying a penny more in tax, and their hard-working tenants to pick up the burden\".\nHe was to add it sees \"an Amazon worker's taxes raised, but Amazon itself able to squirrel profits away in tax havens and only pay a fraction of what high street shops do\".\nEarlier this week, Sir Keir told Sky News he would back \"wealth taxes\" to fund social care but did not set out further details.\nGiving shape to a future Labour policy, Sir Keir was also expected to say that his party would introduce a principle of \"home first\" care, shift the focus to prevention and early intervention, and introduce a \"new deal\" for care workers. \nUnder Mr Johnson's proposals there will be a 1.25 percentage point rise in National Insurance from next April for workers and employers.\nIt means that someone earning £30,000 will pay an extra £255 a year, while someone on a £50,000 salary will pay £505.\nIncome from share dividends - earned by those who own shares in companies - will also see a 1.25% tax rate increase.\nIn 2023, National Insurance will return to its previous level and the tax increase will become a separate health and social care levy on earnings.\nThe majority of the £36bn fund raised by the rise will go towards tackling the backlog of NHS cases created by the pandemic.\nA smaller portion of the money - £5.4bn over the next three years - will also go towards changes to the social care system, with more promised after that. \nIn his speech, Sir Keir was to warn that the government plans would not provide any money for councils in the short term and would force them to put up council tax in order to meet demand. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58532514",
      "category": "world-asia-india",
      "title": "Air India Express: Deadly plane crash blamed on human error",
      "tags": "India",
      "text": "Pilot error and failure to follow safety guidelines probably led to the crash of an Air India Express plane in August last year, investigators say.\nThe passenger plane with 190 people on board crashed at the Calicut airport in the southern state of Kerala, killing 21 people. \nThe Boeing 737, which had flown from Dubai, skidded off the runway in rain and broke in two after landing. \nThe flight was repatriating Indians stranded by the coronavirus crisis.\nThe dead included both pilots. Seventy-five passengers were seriously injured. \nThe aircraft crashed as it attempted to land for a second time. The first attempt was aborted by the pilots because of the heavy monsoon-season rainfall lashing Kerala.\nThe report by India's Aircraft Accident Investigation Bureau said there were several \"violations\" of operation procedures before landing by the pilot. \nThey include that not carrying out \"adequate briefing\" for landing with tailwinds in rain and poor visibility, as well as failure to \"quickly calculate accurate landing data in adverse weather conditions\", contributed to the crash. \nA malfunctioning windshield wiper had also impaired visibility, the 257-page report said.   \nThe pilot also \"did not make the mandatory announcement for the cabin crew to be seated on the first approach for landing... This is a very serious omission and compromises cabin crew\", the report said.\nThe report added that \"systemic failures\" could have also contributed to the crash.\n\"These usually occur due to prevailing safety culture that give rise to errors, mistakes and violation of routine tasks performed by people operating within the system,\" it said. \nPlane crashes have happened before during the monsoon season, in India which lasts from June to September and wreaks havoc across south Asia every year.\nIn May 2010, 158 people died when an Air India Express flight overshot Mangalore airport runway and crashed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58512901",
      "category": "uk",
      "title": "MI5: 31 late-stage terror plots foiled in four years in UK",
      "tags": "MI5,War in Afghanistan (2001-present),Afghanistan,Counter-terrorism",
      "text": "A total of 31 late-stage terror plots have been foiled in the UK in the past four years, the head of MI5 has said.\nDirector general Ken McCallum, who revealed in October there had been 27 attacks thwarted since 2017, said there had been six during the pandemic.   \nHe said they were largely Islamic extremist plots, but a \"growing number\" were planned by right-wing terrorists.\nHe also warned that the fall of Afghanistan to the Taliban was likely to have \"emboldened\" UK terrorists.\nThe terror threat would not change overnight but there could be a \"morale boost\" for extremists, he said. \"The terrorist threat to the UK, I am sorry to say, is a real and enduring thing.\"\n\"Of course there are likely to be terrorist attacks on UK soil on my watch,\" he said, saying MI5 works as hard as it can to stop them happening but \"to our horror, we know that won't be possible on every single occasion\". \nThe head of the security service added that MI5 had \"saved thousands of lives across the last 20 years\" but it \"cannot always succeed\". \nMr McCallum, speaking to BBC Radio 4's Today programme on the eve of the 20th anniversary of the 9/11 attacks on the US, said that smaller-scale terrorist acts by those already in the UK made up the largest number of threats faced by MI5. \n\"There is no doubt that events in Afghanistan will have heartened and emboldened some of those extremists and so being vigilant to precisely those kinds of risks is what my organisation is focused on along with a range of other threats,\" he said.\nBut there is still also a risk of an increase in larger plots directed by terrorism groups like al-Qaeda, he warned. \n\"The big concern flowing from Afghanistan alongside the immediate inspirational effect is the risk that terrorists reconstitute and once again pose us more in the way of well-developed, sophisticated plots of the sort that we faced in 9/11 and the years thereafter,\" Mr McCallum said. \nWhile the government says it will judge the Taliban by their actions, the UK security service would plan for the possibility \"more risk, progressively, may flow our way\", Mr McCallum said.  \n\"Terrorist threats tend not to change overnight in the sense of directed plotting or training camps or infrastructure - the sorts of things that al-Qaeda enjoyed in Afghanistan at the time of 9/11,\" he said. \n\"These things do inherently take time to build, and the 20-year effort to reduce the terrorist threat from Afghanistan has been largely successful. \n\"But what does happen overnight, even though those directed plots and centrally organised bits of terrorism take a bit longer to rebuild... overnight, you can have a psychological boost, a morale boost to extremists already here, or in other countries.\"\nIt is difficult to say if the UK is safer, or less safe, now than it was at the time of the September 11 attacks, said Mr McCallum. \nSo-called Islamic State had \"managed to do something that al-Qaeda did not\" in inspiring lots of people to attempt smaller scale acts of terrorism, he explained.\nHe added: \"We need to be vigilant both for the increase in inspired terrorism which has become a real trend for us to deal with over the last five to 10 years, alongside the potential regrowth of al Qaeda-style directed plots.\"\nFor the past two decades, terrorism has dominated MI5's work. But with significant shifts over time. \nIt took the attacks of 7 July 2005 for it to fully understand the threat came from within as well as abroad. By the 10th anniversary of 9/11, the sense was that the threat from al-Qaeda might be receding and MI5 could turn to other issues of concern, such as state espionage. \nBut then the Islamic State group emerged out of Iraq and Syria and a new wave started - less sophisticated and organised but still deadly. \nOnce again, in the last couple of years, there was a hope that this jihadist threat might be slowing as MI5 took on extreme-right wing activity and focused more on Russia and China. \nBut recent events have raised concerns that the jihadist threat could evolve once again, with Afghanistan inspiring people to act, or by the Western withdrawal creating a new safe haven for groups to operate in and plan more sophisticated attacks, as they did in the years around 9/11.\nFormer chief of the UK defence staff General Lord Richards said he believes we are closer to \"another 9/11\" following the US and UK's withdrawal from Afghanistan. \n\"I fear the Taliban and some extremist jihadist groups are, whatever they like to say, in each other's pockets,\" he told LBC. \"Scores will be settled, debts will have to be repaid and there will be ungoverned space opened up in Afghanistan which those groups will exploit and the ability of the Taliban to actually manage them will be minimal.\" \nTony Blair, Labour prime minister at the time of the 9/11 attacks, told Today: \"We need to decide whether this radical Islamist threat is a real first-order security threat or not. If it is, we need to combine the leading powers of the world and we've got to construct a long-term strategy where we have the staying power to see it through and to defeat them.\"\nHe said the Taliban \"need to know they're going to be held to account - they need to know that if they go back to sheltering terrorist groups that are coming after us then we are prepared to act against them\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58517351",
      "category": "uk-wales",
      "title": "Barmouth Bridge: 'Trigger's broom' bridge to get £30m upgrade",
      "tags": "Barmouth,Network Rail,Engineering",
      "text": "The 'Trigger's broom' of bridges is to undergo a £30m restoration in a bid to keep the 154-year-old structure safe.\nIn the classic Only Fools and Horses scene, Trigger proudly reveals he has used the same broom for 20 years, saying deadpan: \"This old thing has had 17 new heads and 14 new handles!\"\nMuch like Trigger's broom, there is little remaining of the original 1867 Barmouth Bridge in north-west Wales.\nNow the Grade II listed rail and foot bridge will undergo another facelift.\nSpanning 840m (2,750ft) across the Mawddach Estuary in Gwynedd, it is the largest wooden viaduct still in regular use anywhere on the UK rail system. \nTo the Network Rail team caring for it, the 154-year-old Barmouth Bridge is affectionately known as 'Trigger's broom'.\nWhile the loveable road sweeper in the hit BBC comedy had the responsibility of looking after his broom, it's Helen Hodgson of Network Rail who has the responsibility of maintaining the historically-significant bridge.\nIt is a vital part of the UK railway network - carrying Cambrian Line trains between Birmingham and Shrewsbury to Pwllheli - but also needs a number of upgrades over the next two years.\n\"There aren't many rail bridges around the UK which are a tourist destination in themselves,\" she said.\n\"But every year thousands of people come to walk across Barmouth Bridge, catch a train over the Mawddach, or simply stand and take photos of it\n\"We want to preserve that famous appearance, but at the same time we have to make sure it can keep functioning as an integral part of the rail network from Shrewsbury to Pwllheli, and an essential daily link for hundreds of commuters and school children.\"\nBuilt between 1864 and 1867, the first incarnation of Barmouth Bridge was a 700m (2,300ft) wooden viaduct surmounted with a drawbridge that could be raised to allow shipping to pass underneath.\nIn 1900, this was replaced with a swing bridge which pivoted 90 degrees around one of the central wooden piles, creating two shipping lanes either side.\nHowever, as the majority of the structure was made from softwoods such as pitch pine and Douglas firs, throughout its history, rotten timbers had to be regularly replaced, to the extent that there is virtually nothing of the 1854 bridge remaining.\nMatters reached crisis-point in the early 1980s, when it was discovered that the enormous wooden piles which hold up the entire structure were infested with teredo shipworm.\nThat marked the end of Barmouth as a functioning swing bridge.\nMrs Hodgson said: \"In the '80s the only way to save the bridge in time was to encase the piles in concrete sheaths, almost like booties around the legs.\n\"In lockdown last year we were able to take the opportunity to prop up the bridge while we removed the concrete and replaced the softwood piles with hardwoods specially selected from the far east for their resistance to infestation.\"\nShe said the old piles had \"the appearance and consistency of Swiss cheese\" when they came out of the water.\nDuring the first phase of the renovation, running from Sunday until 12 December, all the planks of the bridge's bed will be replaced with the same hardwoods and the entire length of track will be replaced.\nIn the second phase, running until 2023, the metallic spans will be replaced like-for-like and future-proofed against corrosion.\nYet a decision had to be taken not to reinstate the bridge's swing function.\n\"We've worked closely on this with the Snowdonia National Park, Gwynedd Council and Cadw,\" said Mrs Hodgson.\n\"In the end we all concluded that to restore Barmouth to a swing bridge would need a great deal of modern mechanisms which would destroy the iconic appearance which people come to see.\n\"Instead, we've decided to retain all the original workings as they were in 1900, as its listed status  requires, as really there is no need for large ships to pass beneath in these modern times.\"\nMrs Hodgson believes that, rather than being set in time, a bridge such as Barmouth is a living entity.\n\"What we're trying to achieve is an evolution of the bridge. It's still the same structure which everyone loves, but in the same way as people grow up, the bridge is maturing and improving.\n\"I'd like to think that the sympathetic restoration we're carrying out is exactly how the original builders would have done it if they'd had access to the same materials and technology as we do.\"\nThough she does hope that there are some practices which will not be replicated this time around.  \n\"As you can see from the photos, I hope our work will include a bit more hard hats and high-vis, and considerably fewer men hanging over the side with flat-caps and cigarettes dangling from their mouths.\"   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58512257",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Schools safe for children and staff, says CMO",
      "tags": "NI education,NI Health,Coronavirus pandemic",
      "text": "Schools are safe places for children and staff, Northern Ireland's chief medical officer has said.\nProfessor Sir Michael McBride made the comments in a detailed letter about schools to pupils, parents and staff.\nHe added, though, that it was \"inevitable\" there would be Covid cases in schools.\nBut he said there was a \"certainty of long-term harm to many children and young people\" from not attending school.\n\"The public health grounds for keeping and supporting children at school are extremely strong,\" he wrote.\nHis letter comes as the Public Health Authority (PHA) takes over responsibility for contact tracing in schools on Friday.\nIn his letter Sir Michael said that the Covid pandemic had damaged children's wellbeing, mental health and education.\n\"Children from more disadvantaged backgrounds have been particularly negatively impacted,\" he said.\n\"As we progress through the pandemic response, we must continue to strike a balance between safeguarding children's education and wellbeing and measures to contain Covid.\"\nSir Michael said that now was the right time to take a more targeted approach to contact tracing in schools and said he was writing to explain why that was the case.\n\"Multiple sources of evidence show that a lack of schooling increases inequalities, reduces the life chances of children and can exacerbate physical and mental health issues,\" he said.\n\"School improves health, learning, socialisation and opportunities throughout childhood, adolescence and into adulthood.\"\nHe wrote that it was \"no longer necessary\" to close schools as had happened earlier in the pandemic.\nHe also cited large-scale studies from England and Scotland which showed \"the vast majority of those identified as school close contacts and sent home to isolate during the last academic year did not go on to develop Covid\".\nThe chief medical officer said that the overall risk of children becoming severely ill from Covid was extremely low.\nHe also said all school staff had the chance to be fully vaccinated, and that many other safety measures remained in place in schools.\n\"It is my professional opinion, which is shared by my chief medical officer colleagues across the UK, that very few, if any, children or teenagers will come to long-term harm from Covid due solely to attending school,\" he said.\n\"This has to be set against a certainty of long-term harm to many children and young people from not attending school.\"\nSir Michael said the contact tracing taken on by the PHA would bring Northern Ireland into line with England, Scotland and Wales and identify children with the \"closest contact\" to a positive case.\nHe also said it would free principals and teachers to get back to \"doing what they do best - teaching and inspiring our children and young people.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-58531131",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Bullying probe recommends Bishop Anne Dyer should leave role",
      "tags": "Orkney,Aberdeen",
      "text": "A report into allegations of bullying against Scotland's first female bishop has recommended she leave her role.\nThe report for the Scottish Episcopal Church looked at allegations against Bishop Anne Dyer in the Diocese of Aberdeen and Orkney.\nIt claims Bishop Dyer's diocese is suffering from \"systemic dysfunction\".\nBishop Dyer has responded by saying she has faced \"significant bullying and harassment\" since taking up the role in 2018.\nThe Scottish Episcopal Church said it was setting up a mediation process. \nThe independent report was compiled by former Church of Scotland Moderator Prof Iain Torrance and says a number of witnesses told him they had been bullied by the bishop. \nProf Torrance said he \"cannot recommend the continuation of a tenure in which I fear that more people will be made to feel diminished and discouraged\". \nThe former moderator added that Bishop Dyer no longer enjoyed the trust and confidence of a number of the priests in the diocese.\nBishop Dyer was selected as the Bishop of Aberdeen and Orkney in November 2017, making her the first woman to become a bishop in the Scottish Episcopal Church.\nShe said it was her \"earnest desire to seek to understand and take responsibility for my contribution to the present distress\" in her diocese.\nThe bishop also said that she had been \"subject to significant bullying and harassment on a number of fronts\".\nIn a statement, she added: \"There are a diversity of views in the diocese, different perspectives and understandings of what is happening among us. \n\"In addition, I am also conscious that since his investigation was carried out, I have continued to be subject to repeated attacks on social media, some of which has been described as simple harassment, and others reported to the police as possible hate crimes.\"\nA statement from the College of Bishops said it \"recognises the level of hurt and upset experienced by a number of people in the diocese and hopes that the mediation process will help to bring healing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58515732",
      "category": "uk-england-beds-bucks-herts",
      "title": "M1: Arrest warrant for mum accused of killing kids in crash",
      "tags": "M1 motorway",
      "text": "A judge has issued an arrest warrant for a woman accused of killing two of her children in a crash on the M1.\nMary McCann, 35, of Bamford Avenue, Derby, failed to appear at Aylesbury Crown Court to answer two charges of causing death by dangerous driving.\nHer 10-year-old son Smaller and four-year-old daughter Lilly died after a collision with an HGV near Milton Keynes on 9 August.\nJudge Francis Sheridan said he wanted ports and airports on alert for her.\n\"It is most likely she will flee to Ireland,\" he said.\n\"This is a sad case, but by absconding to avoid the indictment being put is in my view tactical.\"\nThe family's white Vauxhall Astra collided with an HGV between junctions 14 and 15 of the northbound carriageway at about 23:10 BST.\nMs McCann and another child passenger were injured.\nA family member said they were on their way back from a party in London and Ms McCann's 13-year-old daughter had stayed in the city.\nProsecutor Heather Stangoe told the court: \"Unfortunately, we do not know where she is. We were informed through her solicitor that they had failed to make contact with the defendant. Her bail address was her sister's and she is not there.\n\"It was the funeral of her children this week. Her one-year-old child is with the grandmother and is safe.\"\nDefence barrister Laban Leake said: \"The funerals were on Monday and Tuesday. \n\"She gave a telephone number, an attempt was made to contact that number, but there was no response.\n\"We know nothing of her state of mind.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-mid-wales-58532208",
      "category": "uk-wales-mid-wales",
      "title": "Runner airlifted to hospital after Anglesey cliff fall",
      "tags": "Trearddur Bay,Holyhead,Cemaes Bay,Holyhead Coastguard,Moelfre",
      "text": "A runner has been airlifted to hospital after falling off a cliff in north Wales.\nA major rescue operation was launched after reports a woman had fallen on the Anglesey coast at 10:45 BST.\nCoastguard crews from Holyhead, Cemaes Bay and Moelfre were joined by a helicopter from Dublin, and a RNLI lifeboat, in the search near Holyhead.\nThe casualty had been running at Porth Dafarch and was flown to hospital at 14:00."
    }
  ]
}