{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58013284",
      "category": "science-environment",
      "title": "Boeing delays rerun of Starliner space capsule test",
      "tags": "Boeing,SpaceX,Nasa,Human spaceflight,Astronauts,Boeing Starliner mission,SpaceX launch,International Space Station,Space exploration",
      "text": "Boeing says it is checking the propulsion system valves on its CST-100 Starliner spacecraft, after Tuesday's planned launch was postponed. \nThe CST-100 Starliner will launch from Florida at some point to showcase how it can ferry crews to and from the International Space Station (ISS).\nIt will be the second test flight, and conducted with no people aboard.\nThe previous demonstration in 2019 encountered software problems that very nearly caused the loss of the capsule.\nThe Starliner will ride to orbit on an Atlas-5 rocket from the Cape Canaveral Space Force Station in Florida.\nControllers had been targeting Tuesday for the launch but scrubbed the countdown with two-and-a-half hours left on the clock, to allow for investigation of technical issues related to the capsule's propulsion system.\nNow Boeing says a rescheduled launch on Wednesday will not happen either, because it needs more time to discover the reason for \"unexpected valve position indications in the propulsion system\".\nIt's just over 10 years since Boeing first presented its design for the CST-100 Starliner at the Farnborough Air Show in the UK.\nIt was a response to the call for commercial companies to take over the responsibility for low-Earth orbit crew transportation, post the soon-to-retire space shuttles.\nThe US space agency (Nasa) gave technical and financial support to both Boeing and the SpaceX company, to help them develop new capsules. The idea was that the vehicles would then be engaged on a commercial basis whenever Nasa needed astronauts sent up to the ISS.\nBut while SpaceX is now two crewed operational flights into this privatised era, Boeing has yet to run a single crewed mission in a Starliner. And that's because Boeing's first unpiloted \"Orbital Flight Test\" in December 2019 went seriously awry.\nThe problems started with a clock error on the capsule just after launch that made the vehicle think it was in a different flight phase than was really the case.\nThis prompted the onboard computer system to over-fire Starliner's thrusters and burn so much fuel it became impossible to reach the intended destination of a docking with the space station. Controllers on the ground could see the problem playing out but had difficulty communicating with the spacecraft.\nAfter the truncated mission, it also emerged that poorly designed software could have resulted in the capsule colliding with its aft service section when the two were commanded to separate just prior to re-entry into the Earth's atmosphere. Fortunately, this issue was caught and prevented, and the capsule landed safely in the New Mexico desert.\nThe post-mission review initiated a series of re-designs and upgrades that have enabled Boeing to attempt an Orbital Flight Test 2 (OFT-2).\nChris Ferguson, a former Nasa astronaut and Boeing's director of Starliner mission operations, said the company had run full-mission duration simulations of the new software on the capsule. \nThe new code, he added, had implemented every correction recommended by the review.\n\"We fixed every one, we addressed every one. We want this next flight to be as clean as it could possibly be,\" he told reporters.\n\"We have thoroughly dug into, tested and verified hundreds of times the software code, to ensure that it performs exactly the way we intend on OFT-2.\"\nThe re-run will follow the same profile: an uncrewed mission to the ISS. That said, an anthropomorphic test device, more commonly known as a flight dummy, dubbed \"Rosie the Rocketeer\", will once again strap in for the ride.\nRosie and \"her\" capsule will stay attached to the station for five days, before departing for a parachute-assisted descent and landing at White Sands Missile Range in New Mexico.\nIf Boeing can put the flaws of OFT-1 behind it, Nasa could clear Starliner to start carrying people before the end of the year.\nThis would finally give the agency the two new crew-transportation systems it sought when the shuttles were retired to museums exactly 10 years ago. \n\"This is a huge component to returning this launch capability from the United States and having redundancy between SpaceX and Boeing, so that we're not reliant on just one company to get astronauts to the International Space Station,\" said Nicole Mann, a Nasa astronaut who has been selected to fly on the first crewed Starliner mission.\nAnd this capability would also open up space to wider participation, she believed: \"You're going to see more folks in low-Earth orbit who are not Nasa astronauts. That's great. I think for the younger generation, they're going to see scientists, engineers and maybe journalists in space, and they're going to be able to capture the amazement of space and share the experience.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58094408",
      "category": "uk",
      "title": "Euro 2020 racist abuse - 11 people arrested",
      "tags": "Shrewsbury,Social media,Christchurch,Reading,Folkestone,Manchester,Racism,Worcester,Runcorn",
      "text": "Police have arrested 11 people as they continue a hate crimes investigation into social media messages sent after the Euro 2020 final.\nThe UK Football Policing Unit received 600 reports of racist comments sent to England's black players after the defeat and judged 207 to be criminal.\nOf these, 123 were posted by people overseas, while 34 came from the UK.\nPolice said people who think they can hide behind social media accounts \"need to think again\".\nA wave of racist social media abuse was aimed at Marcus Rashford, Jadon Sancho and Bukayo Saka after they missed penalties in the shoot-out at the Euro 2020 final last month.\nIt led to condemnations by the Football Association, England manager Gareth Southgate and the prime minister.\nChief Constable Mark Roberts, National Police Chiefs' Council Football Policing lead, said the investigation was proceeding \"at pace\" and said a \"vast amount of work\" went into identifying the 11 people arrested so far.\nThe majority of the arrests were on suspicion of malicious communications or breaching section 127 of the Communications Act 2003 - which includes sending messages which are \"grossly offensive\", convey a threat or are \"menacing\".\nMalicious communications offences carry a maximum penalty of two years in prison, while a breach of section 127 can lead to a sentence of six months in jail.\nThree people were arrested on suspicion of inciting racial hatred, which can mean a sentence of up to seven years in prison in the most severe cases.\nDetails of the 123 foreign accounts are due to be passed on to their respective countries for local authorities to take action.\nPolice are awaiting information from social media companies about the owners of the remaining 50 accounts.\n\"There are people out there who believe they can hide behind a social media profile and get away with posting such abhorrent comments,\" Mr Roberts said.\n\"They need to think again - we have investigators proactively seeking out abusive comments in connection to the match and, if they meet a criminal threshold, those posting them will be arrested.\"\nHe said the complexities of investigating social media abuse \"cannot be underestimated\" and thanked Facebook, Instagram and Twitter for responding quickly to police inquiries.\nMeanwhile Bukayo Saka, the 19-year-old Arsenal forward who took England's final penalty, said he was \"speechless\" after his club presented him with a wall of supportive messages.\n\"How do I even say thank you for all of this?\" he asked. \n In one, a young fan invited Saka to play football with him in the park and promised to \"let him win\".\nThose arrested include three people from London, two from Christchurch, Dorset, one from Runcorn, Cheshire, one from Sale, Greater Manchester, one from Folkestone, Kent, one from Reading, one from Shrewsbury and one from Worcester."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58092234",
      "category": "uk",
      "title": "Extinction Rebellion: Judge demands review of protester convictions",
      "tags": "Extinction Rebellion,UK climate change protests",
      "text": "An Old Bailey judge has asked prosecutors if they stand by convictions of Extinction Rebellion protesters after a second successful appeal in two days. \nJudge Mark Dennis QC demanded the review after a protester won his appeal against obstructing a road.\nCrown Prosecution Service lawyers must return to the Old Bailey on Thursday to set out their position. \nThe judge's call comes after a Supreme Court ruling on protest rights.\nRobert MacQueen, 65, from Haslemere, Surrey, was convicted of blocking the road in Whitehall in October 2019, during a London-wide Extinction Rebellion protests targeting government buildings. \nBut on Wednesday Judge Mark Dennis QC overturned the conviction after the Crown Prosecution Service offered no evidence to counter the appeal. \nThe day before, the judge quashed the conviction of Emma-Rose Goodwin, 47, from Exeter. \nProsecutors had offered no evidence in court after it emerged that the arresting officer - the key witness - was in Romania.\nA third appeal has been adjourned and seven more cases are due to go before the judge.\nQuashing Mr MacQueen's conviction, Judge Dennis said there seemed to be a \"fundamental problem\" with the cases. \nHe asked prosecutors to review all the remaining cases where a protester argued they had \"lawful excuse\" to occupy a road. \nHe said that prosecutors seemed to be arguing that a protester could not lawfully lie down in the road in any circumstances - and they had not \"grasped\" the importance of a recent Supreme Court ruling. \nIn that judgement, the UK's highest court ruled that demonstrators who had blocked a road at a military arms show should not have been convicted of obstruction because their right to temporarily and peacefully protest should have been taken into account.\nJudge Dennis said that given the importance of that ruling, prosecutors needed to clarify where they stood on the eight cases still to be heard this week and next. \nIn July, another XR defendant was the first to benefit from the Supreme Court's ruling when he was found not guilty of blocking a road during a September 2020 protest. \nCity of London Magistrates' Court acquitted Ben Benatt, an environmental scientist, saying that it was not proportionate to give him a criminal record given his right to peacefully demonstrate, the limited nature of the disruption he caused and his genuinely-held beliefs. \nThe tactics used by XR followers of unpredictable and uncoordinated road occupations have heavily influenced the government's current proposals to redraw protest laws. \nMinisters want to make it easier for the police to intervene and break up a static demonstration where it causes a public nuisance. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58078900/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid cases and hospital admissions down - is it over?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "When the government in England announced it was lifting nearly all remaining restrictions, it was branded a \"dangerous\" and \"unethical\" experiment by critical scientists. \nBut - just two weeks on from the 19 July unlocking - both infections and now hospital admissions are falling.\nA similar pattern is emerging elsewhere in the UK where restrictions have also been eased - albeit not quite as much as in England. Has the gamble paid off?\nIt is important to remember that despite the warnings government modellers had always suggested this scenario was possible.\nAt the start of July they were talking about a peak of between 1,000 and 2,000 hospital admissions a day - although there was a large degree of uncertainty. \nThe hardest thing for them to predict was people's behaviour. At the start of July the number of contacts people were having was still much lower than pre-pandemic - four a day compared with 10 previously.\nThe scientists predicted if there was a gradual return to normal, hospital admissions would not go above 1,000 - exactly what seems to have happened.\n\"If it was a gamble, it was a calculated one,\" says one of the modellers. \"This is not some unexpected accident.\"\nIt is true, though, that ministers and government scientists did express concerns that the situation might have got much worse than it has. \nHealth Secretary Sajid Javid said cases could reach 100,000 a day, while Prof Neil Ferguson, one of the key modellers, said there could even be 200,000 cases.\nThese scenarios were possible - at the time infection rates were doubling every 10 days - but they were at the upper end of the modelling scenarios.\nBut there was a reason why the figures were put forward so publicly. It was, in part, to influence behaviour.\n\"We messed up the communication about masks,\" said one government source. \"We had ministers claiming they were ditching them - it was giving the wrong impression when we needed the public to remain cautious. \n\"We knew we had to rein things back again.\"\nThe falls are, of course, very encouraging. There have been a lot of theories put forward as to why - from the European Championship football tournament ending, to the sheer numbers of people being \"pinged\" and being asked to isolate. \nWhen it comes down to it, two things basically influence the spread of the virus - the levels of immunity in the population and the contacts we are having.\nProf Paul Hunter, from the University of East Anglia, says it is clear we have reached some sort of \"equilibrium\" and a further surge in cases related to 19 July is now unlikely, given what is happening.\nAnd by equilibrium he means a situation where the virus is kept in check without the huge surges of the past year and instead ebbs and flows much like we see with other respiratory infections.\nBut the big unknown is what will happen in the autumn when the weather turns, people are indoors more, are back in the office and children are at school.\nThis equilibrium is not a fixed state. \nWaning immunity and increasing contacts, particularly inside, could easily lead to a rise. Although that could well be offset by a Covid booster campaign for the most vulnerable groups that looks likely to be announced soon, and the continued rollout of second doses to some of the younger age groups over the next two months.\nProf Christina Pagel, a member of Independent Sage and one of the signatories of the letter which branded the unlocking dangerous and unethical, says she is very concerned about what the autumn will bring. \n\"Covid is so unpredictable. I acknowledge I was wrong on what was going to happen, but that doesn't mean it's over. We need to get cases down even further - if we go into autumn with 20,000 cases a day I would be very worried.\"\nA number of government modellers have told the BBC they expect to see another rise at some point, as it is so easy to flip between rising and falling cases.\nBut Prof Mike Tildesley, one of the modellers from the University of Warwick, says he would not expect this to be \"a significant resurgence\" unless there is a new variant. \n\"August is a really odd month in terms of contact patterns, but given the success of the vaccination programme I think we can be pretty confident,\" he says.\nIndeed, what this summer has proved is just how effective the Covid vaccines are and how close we are to living with the virus. Despite infections reaching a similar level to that of previous waves, the number of deaths has been much, much lower. \nAt the moment there are fewer than 100 a day on average. To put that into context, during a bad flu season there can be more than 100 deaths and around 1,000 hospital admissions every day for months on end. \nAnd therein lies the problem. Lockdowns and social distancing meant flu and other respiratory infections were hardly present last winter, meaning there is likely to be lower immunity in the population than normal.\n\"If they return on the scale we expect we could see really major pressures build on the NHS that could raise some very difficult questions,\" says Dr Tildesley.\nThe worst of Covid may be behind us, but huge challenges still remain.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58058218",
      "category": "uk-wales-politics",
      "title": "Tragedy became Sliding Doors moment for politician",
      "tags": "Swansea,Welsh government,Julie James,Climate change,Swansea West",
      "text": "\"It's a Sliding Doors moment, isn't it?\"\nWales' Climate Change Minister Julie James makes reference to the 1998 Gwyneth Paltrow film as she recalls the moment, 33 years ago, that changed her life.\nSitting in Swansea's Cwmdonkin Park, she said: \"I married my long-term partner and we had a baby, and then he was killed in a car crash when she was 11 months old and your life just changes.\"\nAt the time, she was living in London and had recently qualified as a barrister with the aim of eventually \"trying to be an MP\".\n\"You never come to terms with it. Never. You don't recover, you just learn to live with it.\n\"And I was very lucky and I met my exceptionally sainted husband David… and he rescued me, really. Rescued us.\"\nThe Swansea West Member of the Senedd recalled the tragedy in an interview with the Walescast podcast - the first of a series of profiles of senior Welsh political figures.\nShe \"became a single parent pretty young\", and then changed career to work in local government in Camden, north London, in order \"to get a more stable existence\".\nAfter meeting David, the pair married and had two boys before deciding they wanted to raise them in Wales. \n\"David always said he hadn't realised quite how Welsh I was until he heard me talking on the phone to mam.\"\nIs she Welsh or British? \n\"Welsh, very definitely,\" she replies without missing a beat - her national identity is something of great importance to her.\n\"I think because I moved all the time, it was my anchor. My mamgu [grandmother] was here. It's where we came home to. My parents always described it as going home.\"\nWhen Ms James said she she \"moved all the time\", she wasn't exaggerating.\n\"My father had really itchy feet and never really settled to one occupation, so about every 18 months, 20 months we would be up and off again but we always came back to Wales in between.\"\nCanada, where she learnt her love of skiing, was home on several occasions, but also the USA, and on \"one memorable occasion we went to Nenagh in County Tipperary in Ireland\".\n\"It was a fun childhood, you can tell, I'm smiling, I enjoyed myself. But it was also odd. It was definitely odd.\"\nShe remains \"very close\" to her sister, who also lives in Swansea, and also has a brother who visits \"all the time\".\nRichard D James might not ring any bells for most people. But his work under his stage name - Aphex Twin - led music journalists in the 1990s to describe him as \"the Mozart of techno\".\nShe and the rest of the family are \"very proud of him\", but is she a fan?\n\"Very much. Not all of it. Some of it's, I think Charlie Brooker once said, it was like being inside a CT scanner for an hour. \n\"But some of it is glorious. He writes beautiful jazz. He did a collaboration with Phillip Glass, which is glorious, and a lot of his ambient stuff is lovely.\"\nWhen Carwyn Jones stood down as first minister and Welsh Labour leader in December 2018, it was arranged that members of the Welsh government's cabinet gave him a vinyl record as a leaving gift.\nMs James gave him Aphex Twin's Collapse EP.\nDoes she thinks he listens to it all the time? \"Oh, I'm sure,\" the Labour politician smiles, sarcastically.\nFirst elected to Cardiff Bay in 2011 to represent Swansea West, Ms James became a deputy minister in 2014 before joining the cabinet in 2017 and being appointed to the \"huge job\" of Wales' first climate change minister.\n\"I'm not enjoying it yet. I think I will enjoy it. \n\"When you take on a new job, it's three to six months before you even understand quite what you're reading.\n\"We have a lot of really difficult decisions to make over the next few years.\"\nA month into the role, she said Wales needed to do twice as much on climate change in the next decade \"as we've done in the previous 30 years\" while ministers had to \"put the conditions in place so that people aren't sacrificing things in order to assist the climate\".\nIs that really the case? Won't we need to make some sacrifices?\n\"Lots of people in Wales never go abroad on holiday and don't own a car.\n\"They're not going to be sacrificing holidays abroad and cars, so we have to do this in a socially-just way.\n\"I love a holiday abroad as much as anyone else, I like to go skiing and all the rest of it. \n\"But I'm going to be seriously thinking, even more than I was already… about how I get there, what I do when I'm there, how we spend our money, whether that benefits local people.\"\nBefore First Minister Mark Drakeford stands down before the next Senedd election in 2026, Ms James wants the national forest and a new national park to be on \"an inexorable path\".\nWith Mr Drakeford already putting a time frame in place for his departure, have conversations started behind the scenes about who might replace him?\n\"No, not yet. I hope he stays… but I suspect he doesn't want to stay.\"\nMs James, however, is adamant she will not be throwing her hat into the ring.\nLaughing and grimacing, she says: \"It's a horrible job. I will not be ending up doing it. No, definitely not.\"\nSo, who will succeed the first minister?\n\"Well, now there's a question...\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58089605",
      "category": "business",
      "title": "High Court backs compensation for Provident customers",
      "tags": "Money,Provident Financial,Personal finance,Personal debt",
      "text": "Customers of doorstep lender Provident Financial can claim compensation for mis-sold loans after the High Court backed a partial repayment scheme.\nThe company has set aside £50m to meet claims from borrowers who were sold unaffordable loans.\nCustomers will still not get all their money back.  \nHowever, the Court agreed to the scheme after the firm warned full payments would force it to go bust leaving many victims with nothing.\n\"We believed from the outset that the scheme was fair and that it offered the best outcomes for customers,\" said Malcolm Le May, chief executive officer of Provident.\nHe said the Court approval  was \"a positive outcome for customers with valid claims under the scheme, as it provides access to a redress payment which would not have been possible had the scheme not been approved.\"\nThe scheme will go live later in August with a deadline of the end of February 2022, giving borrowers just six months to claim their cash.\n\"Customers won't get a full refund but it is worth claiming compensation if you were sold an unaffordable loan as you may still get hundreds of pounds,\" said debt adviser Sara Williams, who runs the Debt Camel blog.\nProvident had been lending and collecting repayments on the doorstep since the 1880s but withdrew from the business earlier this year blaming \"changing industry and regulatory dynamics\" as well as \"shifting customer preferences\".\nIts lending was legal and approved by the City regulator, but proved controversial, with some campaigners calling them \"legal loan sharks\".\nOne 52-year-old, who borrowed with Provident for 30 years, said he had taken loans totalling £60,000 but it was a \"vicious circle\".\n\"It was for basic spending, and Christmas, but was too convenient,\" he said.\nLast year, the Financial Conduct Authority (FCA) said prolonged relending could be harmful to borrowers and the company faced a flood of complaints that affordability checks were not carried out when doorstep loans and payday loans were granted.\nIt said the second half of last year had seen a 200% rise in complaints compared with the first half.\nThat led to the High Court approved scheme because Provident said it could not afford to carry on paying full refunds to customers who were winning affordability complaints. \nThe Financial Ombudsman had been upholding about 75% of complaints.\nThe FCA said it did not approve of the scheme but as Provident has stopped providing doorstep loans, it did not object to it in court.\nThe scheme covers customers who had unaffordable loans between 6 April 2007 and 17 December 2020 from one of Provident's personal credit brands.\nThey are doorstep lender Provident, Satsuma payday loans, Greenwood - a doorstep lender defunct since 2014 - and Glo, a guarantor loan brand.\nSome 4.2 million people borrowed from the different brands during the period but not all are expected to have a valid claim, with the court estimating that up to 30% of them could apply for redress.\n\"A loan is only affordable if you could repay it on time and still be able to pay your other debts, bills and living expenses,\" said Sara Williams.\n\"You may have paid the loan on time, but it may still have been unaffordable. If paying Provident left you so short of money you had to borrow more or you got behind with bills then it was unaffordable.\"\nTo make a claim you need to set up an account in the scheme portal. \nThere's a useful Debt Camel guide and more background here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58083672",
      "category": "world-europe",
      "title": "Belarus protests: Trial of opposition figures begins",
      "tags": "Belarus,Belarusian presidential election 2020,Alexander Lukashenko",
      "text": "The trial of two leading Belarusian opposition figures has begun behind closed doors at a court in Minsk.\nProtest organiser Maria Kolesnikova was arrested last year after she tore up her passport to resist attempts by authorities to forcibly expel her to Ukraine. \nShe and opposition lawyer Maxim Znak have been charged with incitement to undermine national security. \nIf found guilty they could each face up to 12 years in prison.\nBelarus was gripped by mass protests last year, triggered by an election widely believed to have been rigged in favour of Alexander Lukashenko. \nStreet demonstrations continued for weeks after the disputed 9 August vote, which the EU and US rejected as neither free nor fair.\nThe protests were often broken up brutally by police, and thousands of people were detained.\nMr Lukashenko, who has been in power since 1994, later cracked down massively on his opponents. \nAttending the court behind a glass screen in the capital on Wednesday, Ms Kolesnikova smiled and danced. \nThe opposition activist, one of three women who joined forces to challenge Mr Lukashenko in August's vote, gave a thumbs up and made a heart shape with her fingers - a gesture that became a symbol of the protests.\nOn the eve of the trial, Ms Kolesnikova's father Alexander told the BBC that he had not been allowed to see his daughter since her arrest, but that she wrote to him every day. \n\"I know my daughter is not guilty,\" he said, adding: \"She told me, 'whatever sentence I get, I'm ready for that'.\"\nMs Kolesnikova and Mr Znak, both aged 39, are members of the National Co-ordination Council, which was set up by exiled opposition leader Svetlana Tikhanovskaya following the presidential result. \nProsecutors accuse the council of trying to stage a coup, and Belarusian authorities said both defendants were accused of harming national security and destabilising the country.\nThey have been charged with \"conspiracy or other actions committed with the aim of seizing power\", threatening national security and \"the creation of an extremist group\".\nLawyers for the pair are under a non-disclosure agreement, and face the threat of being disbarred if they discuss the case publicly. \nMr Znak briefly went on a hunger strike after being imprisoned in September. He told his lawyer at the time that he felt he had no other way to fight against injustice and arbitrary actions while in detention.\nMs Tikhanovskaya, who stood against Mr Lukashenko last August, said she had won the election. She was forced to flee to Lithuania shortly afterwards.\nA small group of supporters gathered outside court today beyond metal barriers put up by police. \nMaria Kolesnikova's father brought roses for her, which he handed to her lawyer - because the trial was closed, even to family. Officially, that's because of the charges: the two activists' alleged threat to national security. But their relatives told us they think it's because the accusations are purely political; that there's no evidence. \nAlexander Kolesnikov has been barred from seeing his daughter since her arrest 10 months ago. So when he was shown a video of Maria dancing in the court room cage and smiling broadly, he said he was relieved and proud that her spirit clearly hasn't been broken. \nThere were no big crowds today; Minsk has changed dramatically since the mass protests a year ago. Open support for the opposition is dangerous now. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58073015",
      "category": "uk",
      "title": "Woman’s DNA helps convict her father for rape",
      "tags": "Sexual violence,DNA testing,Birmingham,Adoption",
      "text": "A rapist has been jailed for 11 years after his daughter - who was conceived in the attack - provided DNA.\nCarvel Bennett, 74, was found guilty of raping a 13-year-old in Birmingham in the 1970s, leaving her pregnant.\nHis daughter, who was adopted as a baby, campaigned for justice after first discovering details of her conception from birth records when she turned 18.\nPolice opened an investigation after the BBC highlighted her story in 2019.\nDNA results showed the defendant was 22 million times more likely to be her father than any other unknown Afro-Caribbean man unrelated to him, the court heard.\nA jury at Birmingham Crown Court took less than two hours to reach a unanimous guilty verdict.\nHis daughter said he had evaded justice for too long.\nThe woman's mother, who cannot be named, told the court she was 13 when Bennett told her to take her clothes off and lie down while they were alone in a bedroom.\nShe said she was a scared child and told him: \"I don't want you to do this.\" But he replied: \"Do not say anything.\"\n\"I didn't want this to happen, and I've done what he said,\" she said.\n\"I can't fight him. He just told me to keep quiet.\"\nBennett, who was in his late 20s at the time, did not deny having sex with the victim but claimed he thought she was 16 and consenting. She strongly denied both claims.\nThe victim initially did not tell anyone she was pregnant, but later told her parents and social services who the father was and that he had raped her.\nShe said it was \"brushed under the carpet by the adults\" and she had blamed herself for many years.\nSocial services records from the time named Bennett as the father, recorded their ages and the allegation of rape.\nThe woman's daughter requested her adoption records when she turned 18, and traced her birth mother.\nAfter discovering details of her conception, she asked the police to use her DNA and the files to pursue a so-called \"victimless prosecution\", without the need for her mother to give evidence.\nShe was told by police that she was \"not the victim\", and so no case could be brought.\nBennett was charged after her mother decided to give a statement to police, more than 40 years after the incident.\nFacing her father in court as he was sentenced, his daughter said in her victim impact statement that it had taken incredible strength to continue fighting for justice.\n\"The pain you have caused is immeasurable,\" she told him.\n\"To know I exist because you chose to rape a child, to know you are the sum, the embodiment, of one of the worst things that can happen to someone, to be pregnant by your perpetrator.\n\"I am more than evidence, I am more than a witness, I am more than a product of rape.\n\"I am not your shame, and I will not carry the horror of what you choose to do.\"\nShe is now campaigning for changes in the law to help people conceived by rape, including to be legally recognised as victims.\n\"We are not our father's sin, we are not rape babies, we are not the rape clause for benefits, we are not the bad seed,\" she added.\nJudge Martin Hurst said Bennett's crime had destroyed two lives, and his daughter was unquestionably as much of a victim as her mother.\nCommending her for pursuing justice \"doggedly and with determination\", he encouraged others in her situation to do the same."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58052902",
      "category": "world-asia-china",
      "title": "China Covid: China targets school students to control case surge",
      "tags": "China",
      "text": "Chinese authorities are targeting students as part of their latest vaccination campaign, as China sees its biggest virus surge in months. \nThe government reported 71 new domestic cases on Wednesday - the highest daily count since January. \nA vaccination campaign for minors aged 12 to 17 is being expanded to try and combat the spread of the highly contagious delta variant.\nThe latest cases have now spread to at least 16 provinces and municipalities.\nIt is unclear how many in China are fully vaccinated, although authorities say more than 1.6 billion doses have been administered so far.\nChina's Ministry of Education has asked local authorities to implement a programme targeting vaccinations of school students.  \nSeveral provinces are already giving school students the jab, but the pressure is on to achieve the government's target of having 80 to 85 percent of the entire population vaccinated by the end of the year.  \nHowever, local media pointed to doubts over whether current prevention measures to combat the virus are still working.\nExperts quoted said the outbreak was under control but more efforts were needed to \"plug the loopholes\" in controlling the virus, alongside vaccinations and social distancing.\nThe latest outbreak started in Nanjiang in the eastern Jiangsu province before spreading to the tourist destination of Zhangjiajie in central Hunan province. \nFrom there, tourists carried the virus to at least a dozen cities, including large hubs like Beijing and Chongqing.\nThe city of Yangzhou, which is also in Jiangsu and has a population of more than 4.5 million people, has been put under restrictions after 40 cases were detected.\nIt's thought a 64-year-old woman, who travelled from Nanjiang to Yangzhou and visited popular parlours to play cards, is responsible for the spike in the city. \nShe is now being investigated by police for hiding her travel itinerary from authorities. \nAuthorities in Wuhan have also started testing the entire population of 11 million people after a handful of cases were detected.\nThe city was thrown into the spotlight after the coronavirus first emerged there in 2019.\nThe gambling hub of Macau is also testing all 600,000 residents, after the city recorded four new coronavirus cases.\nLocal media has reported that some of the people who have tested positive were fully vaccinated, leading to discussion online about the threat of breakthrough infections and whether a booster shot is needed.\nOfficials say vaccines continue to be effective against all the variants so far, and can protect people from severe symptoms and hospitalisations, according to The Global Times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58083671",
      "category": "world-middle-east",
      "title": "MV Asphalt Princess: Suspected hijackers leave ship off UAE",
      "tags": "United Arab Emirates,Iran,Shipping industry",
      "text": "Men who boarded and seized a ship in the Gulf of Oman have left the vessel and all those remaining on board are safe, officials say. \nA UK maritime security agency said the potential hijacking of the Panama-flagged MV Asphalt Princess had ended but gave no further details. \nThe bitumen tanker was seized on Tuesday heading into the congested approach to the Strait of Hormuz.\nIt is not clear who seized the ship, but analysts suspected Iranian forces.\nIran's Revolutionary Guards dismissed reports of possible involvement as a pretext for \"hostile action\" against Tehran.\nThe men who boarded the MV Asphalt Princess were reportedly armed and are said to have ordered it to sail to Iran.\nThe United Kingdom Maritime Trade Operations (UKMTO) had initially warned ships of an incident before declaring a \"potential hijack\" hours later. \nOn Wednesday, the UKMTO tweeted that those who boarded the vessel had left, adding: \"Vessel is safe. Incident complete.\"\nThe incident occurred less than a week after an oil tanker operated by an Israeli-owned company was attacked by a drone off Oman, killing two security guards - one British and the other Romanian. \nThe US, UK and Israel blamed Iran for the attack - a claim it strongly denies.\nBBC Security Correspondent Frank Gardner says the MV Asphalt Princess is owned by a Dubai-based company that had one of its ships hijacked two years ago by the Iranian Revolutionary Guards.\nHe says that, according to reports, up to nine armed men boarded the vessel as it neared the entrance to the Strait of Hormuz, through which about a fifth of the world's maritime oil supplies passes.\nThe UKMTO had earlier advised shipping services near Fujairah in the Gulf of Oman to exercise extreme caution.\nEarlier in the day, four oil tankers reported that they were \"not under command\", which usually means that a vessel has lost power and cannot steer. One of the ships later began moving, the Associated Press news agency reports. \nIran's foreign ministry said reports involving several ships on Tuesday were \"suspicious\" and warned against any effort to \"create a false atmosphere\" against Tehran. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58079390",
      "category": "uk-politics",
      "title": "Sturgeon: Strange the PM will not meet me",
      "tags": "Nicola Sturgeon,Boris Johnson",
      "text": "Nicola Sturgeon said it was \"strange\" the PM would not meet her during his two-day visit to Scotland. \nThe first minister said \"I don't feel snubbed\" but \"most people will think it's a bit odd\" that Mr Johnson declined an invitation.\nInstead, he has met police officers and visited a renewable energy project. \nMr Johnson has suggested he have a meeting with first ministers at a later date.\nNicola Sturgeon had invited the PM to her official residence to discuss Covid recovery.\nShe said it was a \"missed opportunity\" that Mr Johnson did not meet her at Bute House, her official residence in Edinburgh. \nIn a letter to Ms Sturgeon seen by the BBC, Mr Johnson said he was \"keen to arrange an in-person meeting\" with her.\nHe said that, at a previous meeting between them, it was agreed they should set up a \"structured forum for ongoing engagement\" - and officials had made good progress on this.\n\"There is much for us to discuss as all parts of the UK work together on our shared priority of recovering from the pandemic,\" he said.\n\"The UK government is working closely with the devolved Scottish government on a variety of different issues.\"\nAnd he added: \"I look forward to meeting with you soon and working together in the interests of people in all parts of our country.\"\nMs Sturgeon tweeted on Monday that she had invited the PM to Bute House. She said the prime minister's trip would be the first chance for the pair to meet in person for a while.\nThe first minister said she believed people would find it \"a bit odd and a bit strange\" that Mr Johnson had chosen not to meet her.\nSpeaking to broadcasters, she said she did not feel \"snubbed\", but that it would have been the first opportunity to sit down and have a \"face to face chat\", describing the move as  a \"missed opportunity - but that's on him\".\nLabour leader Sir Keir Starmer, who is also on a visit to Scotland, said he thought the prime minister should meet Ms Sturgeon.\nHe said the two should be working together on \"the two most important things facing us\" - the pandemic and the climate emergency.\nHe added: \"We shouldn't have an argument about when they're going to meet or where - they need to work together on this.\"\nThey may not be meeting in person, but that doesn't mean Boris Johnson and Nicola Sturgeon can't engage in some political games.\nThe first minister threw down a gauntlet very publicly when she posted her invitation to Mr Johnson on Twitter.\nIt was a win-win proposition for Ms Sturgeon, presenting the prime minister with the choice of looking like a visiting dignitary from a foreign power - or a scaredy cat swerving the jeering crowds which turned out for his last visit to Bute House. \nUltimately Mr Johnson has refused to take the bait, preferring to suggest a summit of leaders from around the UK - presumably where he can take the role of magnanimous host.\nFor all the talk of grown-up dialogue there is plainly no love lost between the pair, who will no doubt trade rhetoric via the media rather than face-to-face.\nAnd with the constitutional question of Scottish independence still looming between them, the political power-plays are likely to continue for the foreseeable future.\nThe trip is Mr Johnson's first visit to Scotland since January - and his first since a pro-independence majority was returned at the Holyrood election in May.\nThere is no prospect of the pair seeing eye-to-eye on another referendum, but Ms Sturgeon had said she wanted to discuss how the governments could work together on \"Covid recovery\". \nScottish Conservative leader Douglas Ross said the SNP leader had put out her invitation to the prime minister via Twitter, adding: \"I'm not sure if he got it before everyone else got it on Twitter\".\nMr Ross said: \"His response was quite right. Nicola Sturgeon had agreed with the prime minister that governments across the UK would meet together. That is the right approach to take and that was the agreement made recently.\n\"There's constant dialogue between the Scottish and UK governments.\"\nOn the prime minister's last trip to Scotland in January, Ms Sturgeon questioned whether the trip was essential during lockdown restrictions.\nDowning Street said it was important for the prime minister to be \"visible and accessible\" during the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58092151",
      "category": "uk-england-hereford-worcester",
      "title": "Man killed in tanker attack named as Adrian Underwood",
      "tags": "Israel,Hereford,Iran",
      "text": "A British security guard killed in a drone attack on a ship off the coast of Oman has been named.\nAdrian Underwood and the merchant tanker's Romanian captain died when the MV Mercer Street was hit on Thursday.\nThe UK, US and Israel have blamed Iran, which denies responsibility. \nMr Underwood served in the British Army and was working for a Hereford-based security company, Ambrey, when he was killed. \nThe Metropolitan Police is investigating the incident on behalf of a coroner. \nMT Mercer Street is managed by the London-based company Zodiac Maritime.\nThe private maritime security guard's name was revealed by a newspaper in Fiji, the country of his birth, and later confirmed by sources in Britain. \nAmbrey said the former soldier had a distinguished record of service in the British Army.\nIt said his qualities were quickly recognised and he had been promoted to team leader.\nThe explosive-laden drone blew up close to the bridge.\nBritain, the US, Israel and Romania have blamed Iran, promising a co-ordinated response.\nSpeaking on the BBC's Today programme, Chief of Defence Staff General Sir Nick Carter said Iran had made a big mistake with the incident and that it needed to be deterred from attacking shipping.\nHe said: \"Convoys may not necessarily be the right method, we've used other methods, and ultimately we've got to keep reviewing this. \n\"But ultimately, we have got to restore deterrence because it is behaviour like that which leads to escalation, and that could very easily lead to miscalculation and would be very disastrous for all the peoples of the Gulf and the international community.\"\nThe UK's Maritime Trade Operations unit, which monitors security in the Gulf region, has warned ship operators to be extra vigilant in the Gulf of Oman.\nA second tanker was attacked on Tuesday, but the two events appeared to be unrelated, BBC security correspondent Frank Gardner said. \nUp to nine armed men are reported to have boarded a medium-sized tanker in the Gulf of Oman. But less than 24 hours later they had left the ship to go on its way. \nMaritime sources believe this event may have been related to criminal networks and smuggling.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58090651",
      "category": "uk-england-london",
      "title": "Streatham terror attack: Sudesh Amman 'told mentor he had changed'",
      "tags": "Streatham attack,London violence,Streatham",
      "text": "A terrorist told a mentor he had mended his ways, days before carrying out a knife attack which ended in police shooting him dead, an inquest heard.\nSudesh Amman claimed he \"now realised\" that those who committed terrorist acts were \"pushing people away\" from Islam.\nThree days later, on 2 February 2020, the 20-year-old was killed by police after he launched a knife attack in Streatham, south London.\nAmman injured a man and woman in the attack on Streatham High Road.\nTwo mentors described being \"shocked\" and \"gobsmacked\" by his actions.\nThe inquest was previously told there had been concerns about his release from HMP Belmarsh on 23 January 2020, part-way through his 40-month sentence for preparing and engaging in acts of terrorism.\nThe inquest at the Royal Courts of Justice heard that Amman had been provided with support from a practical and a theological mentor, both of whom had seen him following his release from prison.\nA report prepared by one of them following his final meeting was read to jurors, which explained that: \"He [Amman] said he now realised that people who hurt other people through things like acts of terror were pushing people away from the faith and causing hatred.\"\nGiving evidence, the report's author, known as Witness M, said that day Amman had been \"the most relaxed that I'd seen him\" in each of their four face-to-face chats, both inside prison and out.\nWitness M said: \"He was happy to talk, he had no moments where he held back from saying anything and he seemed happy and relieved at being released.\n\"I took him at his word. He seemed sincere the way he was saying it.\"\nHe added he did not feel the need to report anything of concern about Amman, and that he had been shocked when reports of the attack emerged.\nA second mentor, known as Witness T, said his duty had been to discuss religious matters with Amman during their only meeting, on 29 January 2020.\nUpon learning of the attack, he said: \"I was gobsmacked... I was surprised.\"\nThe inquest continues. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57888429",
      "category": "health",
      "title": "Covid: Why are 12-15s now being double-jabbed?",
      "tags": "Children,Coronavirus vaccines,Vaccination,Impact of the COVID-19 pandemic on children,Coronavirus pandemic,Immune system",
      "text": "Children aged 12 to 15 are to be offered a second dose of the Covid vaccine.\nIt's in response to concerns about the newly identified Omicron variant.\nThe Joint Committee on Vaccination and Immunisation (JCVI) - which advises the UK governments on vaccines - has said that 12 to 15-year-olds should be offered a second jab - to be given at least 12 weeks after the first.\nIt's one of of a number of measures the JCVI say should be carried out, in case the Omicron variant spreads more easily or is more severe than current types of Covid.\nChildren aged 16 and 17 are already being offered a second dose.\nEngland and Scotland have already said they will act on the JCVI's advice, and it is likely to be accepted in Wales and Northern Ireland.\nNo. When vaccination for 12-15s was first rolled out, Prof Chris Whitty, chief medical officer for England, said it would be as an \"offer\".\nHe said young people and their parents needed to be supported, and there should be no stigma attached to their choice.\nHealthy children aged 12 to 17 are advised to wait 12 weeks after testing positive for coronavirus before having their Covid jab.\nA four-week gap applies to children who are deemed at higher risk because of underlying health conditions, or because they live with vulnerable adults.\nAlthough parental consent is being sought, children under 16 who can prove they understand the risks and benefits can ask for the vaccine - or refuse it - if they disagree with their parents.\nThis important legal test of whether a child can consent to treatment is known as \"Gillick competence\". It is named after a famous dispute in which a teenager wanted contraceptive advice without her mother's consent.\nIn practice, it would be extremely unusual for a child under 13 to be judged Gillick-competent.\nTeenagers aged 16 and 17 don't need parental permission, unless there are exceptional circumstances. \nUnder-18s are being given the Pfizer-BioNTech vaccine, although the Moderna vaccine has also been authorised for use in children in the UK.\nThere is no vaccine currently approved for under-12s in the UK. \nThe MHRA - which regulates medicines in the UK - said today that despite initial concerns about side-effects in under-18s, monitoring and a \"thorough review\" had found the jab to be safe, with \"no new safety issues\". \nEarlier in the year, the European Medicines Agency (EMA) said that Pfizer and Moderna vaccines were linked to extremely rare cases of heart inflammation in young men. However, the EMA said that the benefits of vaccination still far outweighed the risks. \nAlmost all children and young people are at very low risk from Covid-19. \nData for England suggests about 25 children died from Covid in the first 12 months of the pandemic. \nThe majority of them also had severe health problems, including complex neurodisabilities. \nOnly six had no recorded health conditions. \nIn the year to 31 August 2021, Public Health England statistics suggest there were about 50 deaths among under-19s.\nMany countries are vaccinating children over the age of 12.\nCorrection 21 September 2021: An earlier version of this article wrongly implied that the Gillick competence test was named after a case involving a mother and daughter and this line has been amended."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58077310",
      "category": "world-us-canada",
      "title": "FBI used pictures of staff for undercover sex crime stings",
      "tags": "FBI,United States",
      "text": "The US Department of Justice has found that FBI agents used photographs of female office staff as bait for sexual predators.\nA watchdog report said the support staff members were not certified to work undercover in this manner. \nIt noted that the photos could potentially put staff in danger.\nIn response, the FBI has said it accepted the findings. The agency will change its policies and implement new guidelines. \nThe report did not specify how widespread the practice was found to be, and it did not accuse the agents of using the photographs without telling their colleagues.\nThe support staff were clothed and had their faces blurred in the images. But the watchdog report noted that the photos could still potentially be copied or shared, putting staff \"in danger of becoming the victims of sexual offenses.\" \nThe findings were triggered by an investigation into whether a male agent had an inappropriate relationship with a co-worker. According to the justice department's report, that agent had requested \"provocative\" pictures of the support staff employee to be used in online undercover operations.\nDuring the course of that inquiry, the Office of the Inspector General \"learned that SAs [special agents] sometimes used photographs of young female support staff employees to pose as minor children or sex workers to entice predators\" the report said. \nThe report noted that support staff are not certified for such roles. FBI policy says support staff should only be used in undercover operations when it is \"absolutely necessary\" and the use must be authorised by the special agent in charge.\nOn its website, the FBI notes that agents often use fake personas on social media in which they impersonate a child and arrest suspects before or after they offend.\nIn the 2020 fiscal year alone, a Justice Department-led task force aimed at combatting internet crimes against children conducted more than 109,000 investigations that led to the arrest of over 9,200 suspects."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58076604/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Petrol prices at eight-year high, says RAC",
      "tags": "UK economy,Oil,Fuel,Oil & Gas industry,Motoring",
      "text": "Petrol prices have reached an eight-year high after nine straight months of rises, according to the RAC.\nThe group said the average price of a litre of petrol is now 135.13p, a level not seen since September 2013, as rising oil prices push up fuel costs.\nDiesel now costs an average of 137.06p a litre, its highest price since 2014.\n\"Prices really are only going one way at the moment - and that's not the way drivers want to see them going,\" warned RAC fuel spokesman Simon Williams.\nThe latest RAC Fuel Watch figures show that another 3.4p was added to a litre of petrol in July, the largest rise in the price of unleaded since January, while diesel climbed 2.7p a litre.\nThat meant last month was the most expensive July to fill up with petrol since 2013, and for diesel since 2014.\nA driver filling up a petrol car with a 55-litre tank now pays on average £3.08 more than at the start of June, and £11.47 more than a year ago. \nFor diesel drivers filling a similarly-sized tank, it now costs £2.90 more than at the start of June, and £10.46 more than it did at the end of July 2020.\n\"With a second summer staycation in full swing, it's proving to be a particularly costly one for many families who are using their cars to holiday here in the UK,\" said Mr Williams.\nIt is hard to see prices falling anytime soon, said Mr Williams. Confidence is building that there will be a global economic recovery and as trade picks up that is increasing demand for oil. \nBut as demand outstrips supply, wholesale fuel prices are pushed up, which has a knock-on effect for motorists.\n\"While we're not past the pandemic by any means, demand for oil is likely to continue to increase as economic activity picks up again, and this is likely to have the effect of pushing up wholesale fuel prices, costs which retailers are bound to pass on at the pumps,\" Mr Williams said.\nHe warned that unless major oil-producing nations decide a new strategy to increase output, forecourt prices could climb even higher towards the end of the summer.\nDespite the recent price increases, petrol prices are yet to reach the highest level we saw in the middle of 2012.\nIn April 2012, prices peaked at 142p a litre for unleaded and 148p for diesel, according to Brian Madderson, chairman of the Petrol Retailers Association.\n\"We're still some way off that level and indications are that the oil price has checked and come back a little because of concerns that China may be going into an economic slowdown.\"\nThat could help dampen demand and \"if that is the case, we'd expect the wholesale price to come back a little and then pump prices to follow within the month,\" Mr Madderson told the BBC.\nBut he tempered that optimism with a warning that the situation is \"on a knife-edge at the moment\" with \"summer often the time of the year when there is significant maintenance work in the refineries, which restricts output\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58071898",
      "category": "health",
      "title": "Long-lasting Covid-19 symptoms rare in children",
      "tags": "Children,Coronavirus pandemic",
      "text": "Children who become ill with coronavirus rarely experience long-term symptoms, with most recovering in less than a week, research suggests.\nKing's College London scientists say that while a small group may experience prolonged illness, they were \"reassured\" that number was low.\nHeadaches and tiredness were the most common symptoms seen.\nA Royal College of Paediatrics and Child Health expert said the data reflected what doctors saw in clinics.\nCompared to adults, children are far less at risk of coronavirus. \nMany who are infected do not develop symptoms and those that do, tend to have a mild illness.\nThis peer-reviewed study, published in the Lancet Child and Adolescent Health journal, wanted to understand how Covid affected children and how it compared to other respiratory diseases.\nIt used data provided by parents or carers to the UK Zoe Covid Study app.\nThe study looked at 1,734 children, aged between five and 17, who were reported to have developed symptoms and tested positive for Covid between September 2020 and February 2021.\nThe researchers say it's very difficult to know how many children were infected during this time period as the four UK nations record data differently, but they estimate more than 400,000 children and young people tested positive.\nFewer than one in 20 (4%) were found to have experienced symptoms for four weeks or more, with one in 50 (2%) having symptoms for more than eight weeks.\nThe most common symptoms reported were headaches and tiredness. Others included a sore throat and loss of smell. \nOn average, older children were typically ill for slightly longer than primary school children, with those aged between 12 and 17 taking a week to recover while for younger children the illness lasted five days.\nIt's the scientists hope that these findings will reassure families, while also validating those who have experienced prolonged illness.\nThe team also looked at an equal number of children who had symptoms but tested negative for Covid.\nOnly a few children - 15 out of 1,734 - had symptoms for at least 28 days, fewer than one in 100. \nEmma Duncan, professor of clinical endocrinology at King's College London who worked on the research, said the \"takeaway message\" was: \"Can children have prolonged illness after Covid-19? Yes they can, but it's not common and most of these children get better with time. \n\"Children can also have prolonged symptoms from other illnesses as well. We need to be looking after all children who have protracted illnesses, irrespective of whether that illness is Covid-19 or anything else.\"\nDr Michael Absoud, a consultant in paediatric neurodisability at Evelina London Children's Hospital and a senior author of the study, says it's important to listen to families who say their children have symptoms.\n\"If you are concerned about your child, the first thing you need to do is go to your GP and describe your particular symptoms,\" he explains. \n\"They can provide information or refer you to a paediatrician. It's important to remember there may be something else going on.\n\"If they think it is related to Covid, there are NHS clinics dedicated to providing advice on how to approach this. Hopefully they will be properly funded to support this small proportion of children.\"\nDr Liz Whittaker, infectious disease lead at the Royal College of Paediatrics and Child Health who was not involved in the research, said: \"This study is reassuring for the majority of children and young people who develop Sars-CoV-2 infection, and reflects what paediatricians are seeing in clinical practice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58078100",
      "category": "uk-england-suffolk",
      "title": "Ever Given: Cargo ship that blocked Suez Canal arrives in Felixstowe",
      "tags": "Shipping containers,Shipping industry,Suez canal,Felixstowe",
      "text": "A huge container ship that blocked the Suez Canal has docked in the UK for the first time since causing disruption to global shipping.\nThe Ever Given blocked the major shipping lane in Egypt for nearly a week earlier this year.\nIt was held for more than three months amid a dispute over compensation.\nThe 400m-long (1,300ft) ship, originally due to arrive in early April, finally docked at Felixstowe in Suffolk at about 16:30 on Tuesday.\nShip-spotters lined the beach as the Ever Given approached port.\nThe ship had been heading for Rotterdam when it ploughed into the sandy bank of a single-lane stretch of the canal on 23 March.\nThe ship has now arrived at Felixstowe - months later than expected but with its fame - or infamy - assured.\nAs it turned the corner for the home straight, noise levels from those waiting dropped noticeably to almost a hush, only to be broken by children shouting \"It's here!\".\nThe crowds remain, but have now reduced by about half. All eyes were on it as it manoeuvred into berth seven to complete its long journey.\nA few voices could be heard saying it was a \"little bit of an anti-climax,\" but all were pleased to have witnessed the end of the ship's epic struggle to get here.\nMost people said it was worth the wait.\nIt was stuck for nearly a week, causing one of the biggest traffic jams in shipping history.\nHundreds of ships were delayed as they waited for the canal to be unblocked and some vessels were forced to take the much longer route around the southern tip of Africa.\nWhen the ship, which carries cargo between Asia and Europe, was finally freed it was held up again until an agreement between Japanese owner, Shoei Kisen Kaisha Ltd, and canal authorities was reached over compensation.\nThe backlog from the ship's delay has led to a leap in shipping rates and sent the cost of containers soaring from £2,500 last year to £15,000 now.\nDirector of Seaport Freight Services, Steve Parks, said most of what is sold online and in UK comes from China.\nMr Parks, who is hoping to receive three consignments from the Ever Given by Friday, said the price rises were \"bound to reflect upon prices in the shops\".\n\"We are already looking at moving Christmas goods and have no option but to continue shipping,\" he added.\nGoods in the Ever Given's 18,000 containers have an estimated value of $775m, but many of them will hold fruit and vegetables which will have to be destroyed, having passed their use-by date.\nJake Slinn, owner of JS Global Cargo & Freight Disposal in Ipswich, said his business was expecting 20 to 30 containers from the ship.\nHe explained that most ships contained some goods that needed to be destroyed as they had gone out of date, or sold on if their original buyer no longer wanted them.\nFoodstuffs are destroyed via anaerobic digestion, while the company will also deal with a host of items from TVs to clothing.\n\"We don't know what it is going to be until we crack the doors open,\" said Mr Flynn.\nWendy, who had travelled from Trimley to see the Ever Given arrive in Felixstowe, told BBC Radio Suffolk: \"I've been following it from the Suez Canal, and I said to the grandchildren 'We will bring you down to see it when it hits Felixstowe'.\"\nOne ship-spotter said the arrival had been \"a long time coming, but it's worth it,\" while another said: \"It's just all the publicity it has had. To see it finally here is quite amazing.\"\nThe Ever Given's next destination is Hamburg, Germany.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58081254",
      "category": "world-europe",
      "title": "Belarus sprinter Krystina Timanovskaya arrives in Poland",
      "tags": "Belarus,Alexander Lukashenko,Poland",
      "text": "A Belarusian athlete who refused orders to fly home early from the Olympics has arrived in Poland, where she has been given a humanitarian visa. \nKrystina Timanovskaya, 24, left Tokyo earlier on Wednesday.\nThe row started after she criticised coaches after being entered into a race at short notice after some teammates were found to be ineligible to compete.\nShe told the BBC her actions were not a political protest. \"I love my country and I didn't betray my country.\" \n\"This is about the mistakes that have been made by our officials at the Olympics,\" the sprinter told the BBC's Newshour.\nThe athlete made a stop-over in the Austrian capital, Vienna, before boarding the flight for the last leg of the journey.\nAn Austrian official said Ms Timanovskaya was tired and concerned for her future, but doing well under the circumstances. \nThe athlete voiced fears for her safety after she was forced to pack her belongings and driven to Tokyo's Haneda airport on Sunday. \nShe was given police protection before being moved to the Polish embassy in Tokyo, where she stayed until travelling to Narita airport on Wednesday.\nShe had been due to fly directly to Warsaw but a Polish government source told Reuters news agency that the plan was changed after details of her journey became public, prompting concerns about her privacy and safety.\nA number of journalists were said to have booked seats on the direct flight. \nBelarus says she was removed from the national team because of her emotional state. But speaking to the BBC on Tuesday, Ms Timanovskaya said she did not suffer from any mental health issues and had not had any conversations with doctors at the Olympic village.\nShe said she was surprised when team officials told her she was leaving the Games because she \"didn't say anything political\", adding that she would like to return to Belarus \"when I know that it's safe... maybe I'll only be able to return after five or 10 years\".\nThe International Olympic Committee (IOC) has launched a formal investigation into allegations that Belarus attempted to force her to return home. It has also requested a report on the incident from the Belarus National Olympic Committee.\nThe athlete's husband, Arseniy Zdanevich, has since fled Belarus and is currently in Ukraine. He has also been given a visa for Poland.\nHe told the BBC's Ukrainian service that the couple had never been involved in politics and would return to Belarus if they did not face criminal charges.\nThe incident has again put the spotlight on Belarus, which has been ruled by President Alexander Lukashenko since 1994. Last year, nationwide protests over his disputed re-election were violently repressed by the security forces.\nSome of those who joined the demonstrations were also national-level athletes, who were stripped of funding, cut from national teams and detained.\nSeparately on Tuesday, the head of an organisation helping Belarusians fleeing abroad was found dead near his home in neighbouring Ukraine. Vitaly Shishov had reportedly been followed recently."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58076604",
      "category": "business",
      "title": "Petrol prices at eight-year high, says RAC",
      "tags": "UK economy,Oil,Fuel,Oil & Gas industry,Motoring",
      "text": "Petrol prices have reached an eight-year high after nine straight months of rises, according to the RAC.\nThe group said the average price of a litre of petrol is now 135.13p, a level not seen since September 2013, as rising oil prices push up fuel costs.\nDiesel now costs an average of 137.06p a litre, its highest price since 2014.\n\"Prices really are only going one way at the moment - and that's not the way drivers want to see them going,\" warned RAC fuel spokesman Simon Williams.\nThe latest RAC Fuel Watch figures show that another 3.4p was added to a litre of petrol in July, the largest rise in the price of unleaded since January, while diesel climbed 2.7p a litre.\nThat meant last month was the most expensive July to fill up with petrol since 2013, and for diesel since 2014.\nA driver filling up a petrol car with a 55-litre tank now pays on average £3.08 more than at the start of June, and £11.47 more than a year ago. \nFor diesel drivers filling a similarly-sized tank, it now costs £2.90 more than at the start of June, and £10.46 more than it did at the end of July 2020.\n\"With a second summer staycation in full swing, it's proving to be a particularly costly one for many families who are using their cars to holiday here in the UK,\" said Mr Williams.\nIt is hard to see prices falling anytime soon, said Mr Williams. Confidence is building that there will be a global economic recovery and as trade picks up that is increasing demand for oil. \nBut as demand outstrips supply, wholesale fuel prices are pushed up, which has a knock-on effect for motorists.\n\"While we're not past the pandemic by any means, demand for oil is likely to continue to increase as economic activity picks up again, and this is likely to have the effect of pushing up wholesale fuel prices, costs which retailers are bound to pass on at the pumps,\" Mr Williams said.\nHe warned that unless major oil-producing nations decide a new strategy to increase output, forecourt prices could climb even higher towards the end of the summer.\nDespite the recent price increases, petrol prices are yet to reach the highest level we saw in the middle of 2012.\nIn April 2012, prices peaked at 142p a litre for unleaded and 148p for diesel, according to Brian Madderson, chairman of the Petrol Retailers Association.\n\"We're still some way off that level and indications are that the oil price has checked and come back a little because of concerns that China may be going into an economic slowdown.\"\nThat could help dampen demand and \"if that is the case, we'd expect the wholesale price to come back a little and then pump prices to follow within the month,\" Mr Madderson told the BBC.\nBut he tempered that optimism with a warning that the situation is \"on a knife-edge at the moment\" with \"summer often the time of the year when there is significant maintenance work in the refineries, which restricts output\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58057380",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Most restrictions to end from 9 August",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "Almost all of Scotland's remaining Covid-19 restrictions are to end from 9 August, Nicola Sturgeon has confirmed.\nSocial distancing will be dropped in most settings, meaning more capacity in pubs and restaurants and larger crowds at sporting events and concerts.\nAnd close contacts of those who test positive for Covid will no longer have to self-isolate - as long as they are fully vaccinated and test negative.\nHowever, the wearing of face coverings in some public spaces will continue.\nThis will include secondary schools, where staff will need to maintain 1m physical distancing for the first six weeks of term and twice-weekly testing will be required.\nThe first minister also said a \"gradual approach\" will be taken to returning workers to offices, warning that the virus still poses \"real challenges\".\nWhile the changes would restore a \"substantial degree of normality\", she said they do not \"signal the end of the pandemic or a return to life exactly as we knew it\".\nShe said: \"Declaring freedom from or victory over this virus is in my view premature.\"\nThe number of new Covid-19 cases has fallen markedly from the peak of the \"third wave\", with Ms Sturgeon saying the infection rate had fallen by two-thirds since early July.\nThe percentage of tests coming back positive has also fallen, as has the number of patients being admitted to hospital and intensive care wards with the virus.\nThe first minister said uptake of the Covid-19 vaccine had been \"exceptional\", and that this - along with the fall in cases - made it possible to lift most of the legal restrictions still in force.\nFrom Monday, 9 August, the current limits on the number of people who can meet up will be dropped, as will social distancing rules in most settings.\nThis means nightclubs will be allowed to reopen, and larger crowds will be allowed to gather for indoor and outdoor events - although organisers of large events will still need to apply to local councils for permission.\nThe rules around self-isolation will also change, meaning that fully-vaccinated adults who are identified as a close contact of a positive case will no longer have to isolate if they return a negative PCR test.\nThe government is still considering whether a certificate proving people have been vaccinated will be needed to enter \"higher-risk\" events.\nMs Sturgeon confirmed that a \"Covid status certification\" app was under development, but said she was \"considering very carefully\" whether such a scheme would be appropriate.\nShe also said she would not hesitate to take the \"tough decision\" to re-impose some local restrictions if there was a serious outbreak of the virus, saying the government \"will seek to take whatever action is necessary to keep the country safe\".\nWhile most restrictions will be lifted, a number of \"mitigations\" will remain in place, with Ms Sturgeon saying the harm of the virus \"cannot be underestimated\".\nThe use of face coverings in enclosed spaces like shops, hospitality venues and public transport will remain \"for some time\" to come, and venues will still be expected to collect customer details for contact tracing.\nThe first minister said it was \"vital\" that the return to working in offices was a gradual one, saying employers should consider a \"hybrid\" model of home and in-office work.\nTwo weeks after restrictions were lifted in England, the predicted spike of 100,000 new cases a day has not materialised.\nThat bodes well for Scotland to follow suit. Scotland was the first part of the UK to see a big surge in cases at the start of July but since then the data has been positive and even the more cautious scientists say it looks good to proceed.\nSome experts believe one thing that has helped is that behaviour has not significantly changed. We are not in contact with as many people, and many have continued to keep a distance. \nWith vaccines doing such an amazing job, could small efforts like this be enough to keep the virus at bay?\nWhat is around the corner is a bit tricky to predict.  \nWe will see a return to schools and universities in the next few weeks, coupled with the end of the holiday season and cooler weather on the horizon. That's why things like the wearing of face coverings and an encouragement to work from home will continue for now. \nThe hope is the worst is behind us, but Covid has taken us by surprise before - it still could now.\nThe move was broadly welcomed by business groups, although some still voiced fears about the economic recovery.\nThe Federation of Small Businesses said firms would be \"elated\" that the bulk of curbs were being lifted, but trading conditions had been \"permanently changed by the crisis\".\nCBI Scotland said moving beyond level zero \"creates a much-needed platform for kickstarting Scotland's economic recovery\", but said firms would be \"confused\" about why ministers were still advising people to work from home.\nAnd the Scottish Beer and Pub Association said hundreds of pubs would now reopen for the first time, hailing this as \"fantastic news\" - adding that it was \"vital that we get the recovery phase right\".\nThe Scottish Parliament was recalled from its summer recess for the announcement, giving opposition leaders the chance to question the first minister on the plans.\nScottish Conservative leader Douglas Ross said the statement was a \"mixed bag\", saying that \"ongoing restrictions will hold Scotland's recovery back\".\nHe said: \"We have moved beyond level zero - but still curbs remain in place. Yet again the goalposts have been moved. We are at level minus one or minus two, and still the government is clinging on to parts of people's lives.\"\nScottish Labour leader Anas Sarwar said there was \"definitely light at the end of the tunnel\", but said \"we are at a crucial point for Scotland's recovery\".\nHe called for a \"new approach\" in the fight against the pandemic, calling for increased support for the test and trace system and pop-up vaccination clinics at sporting events and universities.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58081253",
      "category": "world-asia",
      "title": "Gunmen attack home of Afghan defence minister in Kabul",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "An audacious attack on the Afghan defence minister's house in Kabul has left at least eight dead, the first major bombing by militants in the city for nearly a year.\nBismillah Khan Mohammadi was not at home on Tuesday night as gunmen detonated a car bomb and fired shots near the heavily fortified Green Zone. \nHis family was evacuated and four of the gunmen killed, officials said.\nThe Taliban said they were behind the attack.\nThe group also warned of more attacks against government leaders. It comes as fighting rages in other cities after foreign troops left the country.\nThe UN Security Council has called for an immediate end to the violence. \nMore than 20 other people were reportedly wounded in the incident.\nPolice say four of the five attackers were also killed after they managed to enter the minister's villa. The interior ministry said it was a suicide bomb attack. \nSpecial forces rushed to the neighbourhood just outside the Green Zone, the heavily fortified enclave where many embassies and government buildings are located. A gun battle lasting more than three hours finally ended the assault.\n\"Do not worry, everything is fine!\" Mr Mohammadi tweeted after the attack.\nHours later, crowds of Kabul residents took to the streets and rooftops to shout Allahu Akbar (God is greatest) in defiance of Taliban attacks, with videos shared on social media. \nSimilar scenes had been recorded on Monday in the city of Herat, which has also seen heavy fighting in recent days.\nThe public show of defiance is a key boost to the morale of embattled Afghan security forces, with the militants attempting to wrest control of a number of provincial capitals, the BBC's Secunder Kermani in Kabul says.\nBut the attack on the minister's home shows how the insurgents can strike even at the very heart of the government, our correspondent adds.\nFierce fighting between militants and government forces has continued in the city of Lashkar Gah, the capital of the southern Helmand province, with the UN saying on Tuesday that at least 40 civilians had been killed in the past day.\n\"There are corpses on the roads. We do not know if they are civilians or the Taliban,\" one resident, who is not being named for security reasons, told the BBC Afghan service in an interview on Whatsapp. \"Dozens of families have fled their homes and settled near the Helmand river.\"\nOther terrified locals told the BBC they had seen bodies lying in the streets.\nThe Afghan army urged civilians to leave the city ahead of a major offensive against the Taliban, the hardline Islamist group that was driven from power by US-led forces 20 years ago. Fighting has been continuing in the city for days, with the militants now in control of almost all of its districts.\nThe United Nations and other agencies are warning of a worsening humanitarian crisis. \nCapturing Lashkar Gah would be of huge symbolic value to the insurgents as they continue their rapid advance after the pullout of foreign forces. Helmand was the centrepiece of the US and British military campaign.\nAt the weekend, Attaullah Afghan, the head of Helmand provincial council, admitted that fighting seemed to be \"getting out of our control\".\nThe Taliban have made further advances this week, despite Afghan and US warplanes targeting the insurgents.\nThere are reports that Taliban fighters have taken positions inside homes, shops and the bazaar - people are trapped in their homes while fighting goes on in the streets.\nThe militants generally warn people via loudspeaker to leave but sometimes they enter houses - locals have just minutes to flee or risk being caught in crossfire as their homes become part of the battlefield.\nElsewhere in the south, Taliban are trying to capture Kandahar, their former stronghold, and clashes have also intensified in the western city of Herat."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58074305",
      "category": "uk-wales",
      "title": "Covid: If Wales' restrictions ease, be sensible - top doctor",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "People must be sensible if most of the remaining Covid restrictions ease this weekend, Wales' top doctor has warned.\nDr Frank Atherton said responsibility for staying safe was shifting further towards people's behaviour and away from government regulation.\nThe Welsh government is set to confirm on Friday if Wales will move to alert level zero from Saturday.\nIt would mean no limit on indoor meetings and an end to 2m distancing.\nFace coverings would still be required in most public indoor places, including public transport, though not in pubs, restaurants or schools.\nSocial distancing rules will no longer be law, but venues will need to conduct risk assessments to decide on appropriate safety measures.\nIt has already been confirmed that, as of 7 August, fully-vaccinated adults in Wales will not have to self-isolate after close contact with a positive Covid case.\nDespite a third wave of coronavirus cases still spreading infection, Dr Atherton, Wales' chief medical officer, said it was right to relax remaining restrictions as the vaccination programme had \"broken the link\" between community transmission and people ending up in hospital.\nHowever, he did say that he would like more of those under 30 to take up the vaccine.\nAs of Wednesday, Public Health Wales figures showed 75% of young people - aged 18 to 29 - had taken up an offer of a first Covid jab, with 120,706 not having received a first dose.\nDr Atherton said \"we shouldn't be bribing people to have vaccine\" with incentives like discounted takeaways being offered in England.\n\"We need to make sure that people understand the evidence, that they understand the benefits that they'll get from vaccination, not just to themselves, but to their loved ones and their communities,\" he said.\nUK experts are set to recommend all 16 and 17-year-olds should be offered a Covid vaccine and Dr Atherton said Welsh ministers would make a decision once the information was published.\n\"We are still in the third wave of coronavirus infection here in Wales,\" he said.\n\"But what we have seen over the last 10 days is that the rates - which have been quite high - have been stabilising, and even coming down a little bit. \n\"The thing that also gives me comfort is that the rates in the over-60s have been quite stable for quite some time.\"\nAccording to Public Health Wales, between 91% and 96% of those in age groups over 60 have been fully vaccinated, as of 29 July.\nHe said that gave him confidence that regulations could now be relaxed, adding that, on the whole, people have been \"very compliant\" with rules and had \"risen to the challenge\".\nThe level of adherence to coronavirus restrictions has surprised Dr Kimberly Dienes, a lecturer in clinical and health psychology at Swansea University.\nShe has been advising the Welsh government about the possible implications of its regulations on the public's behaviour.\nOriginally from Chicago, she said she was used to Americans being more rebellious to government rules.\nShe said: \"You would really would expect during such a difficult time for people to have had some rebellion, some fighting back.\n\"And some have, absolutely. But the vast majority have actually gone along with regulations, have acted towards the good of the community, and that is something that has really been positive to see throughout the pandemic.\"\nSo how will people behave when they are offered the greatest freedom yet from coronavirus restrictions since the first lockdown was imposed across the UK in March 2020?\nDr Dienes does not expect the majority to suddenly exploit these new opportunities.\n\"I think a lot of people are going to be very happy about the relaxation of regulations, but at the same time there is going to be a loss of security without them,\" she said.\n\"Now it is just going to be guidance, suggestions, and not regulation. And that is going to make some people anxious, a little bit concerned, and a little bit confused about what to do moving forward. Along with that happiness.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58085950",
      "category": "uk-england-suffolk",
      "title": "Ever Given: Cargo unloaded from ship that blocked Suez Canal",
      "tags": "Melbourn,Shipping containers,Port of Felixstowe,Shipping industry,Suez canal,Felixstowe",
      "text": "The huge container ship that blocked the Suez Canal is being unloaded after it arrived in the UK. \nThe Ever Given docked at Felixstowe, Suffolk, at 16:30 BST on Tuesday, its first UK visit since causing disruption to global shipping.\nThe Port of Felixstowe said 2,000 containers were being unloaded by crane and the process would take about 24 hours.\nIt said the 400m-long (1,300ft) vessel was due to leave at 02:00 on Thursday.\nThe ship, operated by Taiwanese firm Evergreen Marine, was originally due to arrive at Felixstowe in early April.\nIt blocked the major shipping lane in Egypt for almost a week in March.\nHundreds of ships were delayed as they waited for the canal to be unblocked and some vessels were forced to take the much longer route around the southern tip of Africa.\nWhen the ship, which carries cargo between Asia and Europe, was finally freed it was held up again until an agreement between Japanese owner, Shoei Kisen Kaisha Ltd, and canal authorities was reached over compensation.\nDozens of ship-spotters lined the beach to watch it arrive at Felixstowe. \nGoods in the Ever Given's 18,000 total containers have an estimated value of $775m, but many of them will hold fruit and vegetables which will have to be destroyed, having passed their use-by date.\nThe bulk of the containers were offloaded at Rotterdam prior to its journey to Felixstowe.\nJake Slinn, owner of JS Global Cargo & Freight Disposal in Ipswich, said his business was expecting 20 to 30 containers from the ship.\nIn the coming weeks his business will be hired either to destroy unwanted cargo - such as out-of-date food items - or manage abandoned cargo.\n\"At the moment we've not taken any items from the ship,\" he said. \nMeanwhile, Kingsway Golf Centre in Melbourn, Cambridgeshire, is looking forward to finally adding two new dinosaur models to its Jurassic Links crazy golf course.\nIt said it had already cleared space around the 17th and 18th holes for the giant Tyrannosaurus rex model, nicknamed Dino, before it became stuck on the Ever Given.\nThe course is also waiting for the arrival of Dino's 4m (13ft) wide pterodactyl friend.\n\"The forced isolation for these two spectacular dinosaurs is over,\" said marketing manager Fred Dell.\nHe said they expected the two models, plus other \"dino bits and bobs\" to arrive on Monday.\nThe Ever Given's next destination after Felixstowe is Hamburg, Germany.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58071898/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Long-lasting Covid-19 symptoms rare in children",
      "tags": "Children,Coronavirus pandemic",
      "text": "Children who become ill with coronavirus rarely experience long-term symptoms, with most recovering in less than a week, research suggests.\nKing's College London scientists say that while a small group may experience prolonged illness, they were \"reassured\" that number was low.\nHeadaches and tiredness were the most common symptoms seen.\nA Royal College of Paediatrics and Child Health expert said the data reflected what doctors saw in clinics.\nCompared to adults, children are far less at risk of coronavirus. \nMany who are infected do not develop symptoms and those that do, tend to have a mild illness.\nThis peer-reviewed study, published in the Lancet Child and Adolescent Health journal, wanted to understand how Covid affected children and how it compared to other respiratory diseases.\nIt used data provided by parents or carers to the UK Zoe Covid Study app.\nThe study looked at 1,734 children, aged between five and 17, who were reported to have developed symptoms and tested positive for Covid between September 2020 and February 2021.\nThe researchers say it's very difficult to know how many children were infected during this time period as the four UK nations record data differently, but they estimate more than 400,000 children and young people tested positive.\nFewer than one in 20 (4%) were found to have experienced symptoms for four weeks or more, with one in 50 (2%) having symptoms for more than eight weeks.\nThe most common symptoms reported were headaches and tiredness. Others included a sore throat and loss of smell. \nOn average, older children were typically ill for slightly longer than primary school children, with those aged between 12 and 17 taking a week to recover while for younger children the illness lasted five days.\nIt's the scientists hope that these findings will reassure families, while also validating those who have experienced prolonged illness.\nThe team also looked at an equal number of children who had symptoms but tested negative for Covid.\nOnly a few children - 15 out of 1,734 - had symptoms for at least 28 days, fewer than one in 100. \nEmma Duncan, professor of clinical endocrinology at King's College London who worked on the research, said the \"takeaway message\" was: \"Can children have prolonged illness after Covid-19? Yes they can, but it's not common and most of these children get better with time. \n\"Children can also have prolonged symptoms from other illnesses as well. We need to be looking after all children who have protracted illnesses, irrespective of whether that illness is Covid-19 or anything else.\"\nDr Michael Absoud, a consultant in paediatric neurodisability at Evelina London Children's Hospital and a senior author of the study, says it's important to listen to families who say their children have symptoms.\n\"If you are concerned about your child, the first thing you need to do is go to your GP and describe your particular symptoms,\" he explains. \n\"They can provide information or refer you to a paediatrician. It's important to remember there may be something else going on.\n\"If they think it is related to Covid, there are NHS clinics dedicated to providing advice on how to approach this. Hopefully they will be properly funded to support this small proportion of children.\"\nDr Liz Whittaker, infectious disease lead at the Royal College of Paediatrics and Child Health who was not involved in the research, said: \"This study is reassuring for the majority of children and young people who develop Sars-CoV-2 infection, and reflects what paediatricians are seeing in clinical practice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58071589",
      "category": "technology",
      "title": "Meng Wanzhou: Final arguments in extradition battle",
      "tags": "HSBC,Huawei,Canada",
      "text": "A lengthy legal battle over the extradition of Huawei's chief financial officer reaches a crucial stage in Canada on Wednesday.\nMeng Wanzhou, who is also the daughter of the founder of the Chinese telecoms company, was arrested at Vancouver airport in December 2018.\nShe will appear in court as a judge begins hearing the final arguments over whether to send her to the US.\nHer case was also raised in high-level discussions between senior US and Chinese diplomats in recent weeks.\nThe court hearings, which are expected to last up to three weeks, mark the culmination of two-and-a-half years of legal battles.\nThe US alleges Ms Meng misled the bank HSBC over the true nature of Huawei's relationship with a company called Skycom and this, in turn, put the bank at risk of violating sanctions against Iran.\nUntil now, lawyers have been arguing over what evidence can be presented in this extradition hearing and what arguments can be introduced to challenge the US request.\nMs Meng's lawyers have been challenging the extradition on a number of grounds. \nOne is that the US misled the Canadian court over the evidence. \nHuawei lawyers have fought to include material that they say shows Ms Meng did not mislead HSBC about the business relationship with Skycom, including the full details a Powerpoint presentation used during a 2013 meeting as well as internal Huawei emails. \nHer lawyers also sued HSBC first in London and then in Hong Kong to gain access to its internal material to support their position. However, the Canadian judge declined to allow this to be used. \nMs Meng's lawyers argue the case is fundamentally a political prosecution with the Huawei executive a pawn in the battle between the US and China. They argue that it was further politicised by former President Donald Trump who at one point seemed to offer her release in return for a better trade deal with China. \nThey are claiming her rights were violated when she was questioned at Vancouver airport without a lawyer and will say the case, about conversations in Hong Kong, does not relate to activity over which the US has jurisdiction. Finally, they will argue that even if the evidence was true, it would not justify a charge of fraud against her.\nA judgement is expected later in the year. If Ms Meng loses, the extradition request goes to Canadian government ministers for their decision. Her lawyers can then launch an appeal. This means the case could potentially drag on for another five years or more.\nBut in parallel with the legal process, diplomatic contacts and back-channel discussions are understood to be ongoing over the case, involving US and Chinese officials as well as Huawei, a sign of how much is at stake with this case.\nThe arrest of such a senior business executive from a prominent company led to anger in China and become one of a number of stumbling blocks in relations with the US. \nThe Trump administration took a hard line on Huawei, imposing sanctions on the company, but so far the Biden approach has yet to shift significantly.  The arrest also led to a serious diplomatic crisis with Canada amid allegations that two Canadians have been arrested in China on national security charges as a bargaining chip over Ms Meng's detention. \nThe issue was discussed in July when US Deputy Secretary of State Wendy Sherman met Chinese Vice-Foreign Minister Xie Feng. \nHalting the extradition, along with the lifting of sanctions and visa restrictions against Chinese officials was raised by the Chinese side with US officials raising the two Canadians held in China. \nDespite both sides making demands, the meeting was said to be an improvement on a difficult first meeting between the Biden team and Chinese officials in Alaska a few months earlier. \nExecutives from Huawei have also been in touch with the US government to try to secure Ms Meng's release.\nDropping the extradition request may require some kind of admission of wrongdoing from Ms Meng and some kind of tacit agreement over the fate of the Canadians, both of which may not be straightforward. \nBut a deal may also be a signal that both Washington and Beijing are looking for ways to improve their fractious relationship and lower the temperature. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58078582",
      "category": "uk-politics",
      "title": "Government accused of 'burying' conversion therapy report",
      "tags": "Religion,LGBT",
      "text": "Research into people's experiences of so-called conversion therapy in the UK has been buried, campaigners say.\nA report - commissioned over two years ago - hit minsters' desks last December, the BBC has discovered, but has yet to appear.\nBoris Johnson has promised to ban what he called the \"abhorrent\" practice of conversion therapy. \nThe government says the study will be published shortly when a consultation is launched.\nConversion therapy is defined as an attempt to change someone's sexual orientation or gender identity, according to a document signed by a number of health groups.\nThe prime minister said in July 2020 he would put a stop to the practice.\nIn the same interview, he said a study was examining \"how prevalent\" it was, adding: \"We will then bring forward plans to ban it\".\nResearch funded by the Government Equalities Office was commissioned when Theresa May was in Downing Street.\nIt was led by Adam Jowett, of Coventry University's Psychological, Social and Behavioural Sciences department.\nIn April 2019, the project called for people to share their first-hand experiences of conversion therapy, \"whether it happened in a medical, commercial or faith-based context\".\nBut the findings have never been published despite a Freedom of Information request by the BBC showing that a final draft was received on 15 December 2020. \nDr Jowett, who also chairs the British Psychological Society's sexualities section, called in May this year for a conversion therapy ban to be implemented \"as soon as possible\".\nCoventry University has been approached for comment.\nMatt Hyndman, co-founder of the Ban Conversion Therapy campaign group, said the report should have been published back in January.\n\"It sounds like it's just been buried in a drawer somewhere and it's not that urgent.\"\nCampaigners have previously claimed the government has \"dragged its feet\" on the issue.\nMr Hyndman said: \"If they've commissioned a study which says conversion therapy is happening and it's quite severe and they've been delaying to ban it, it's not a good look.\" \nHe added he didn't think more information was needed to move ahead with a ban.\n\"We have so many stories of people and organisations that can attest to the harm it causes.\" \nIt was confirmed in May's Queen's Speech that conversion therapy would be banned in England and Wales.\nBut the government said a public consultation would take place first, in September, to ask how the legislation can best stop the practice while protecting the medical profession, defending freedom of speech and upholding religious freedom.\nA government spokesperson said: \"Our approach is based on a range of evidence, which we will publish alongside the consultation, including the Coventry University report.\"\nSome groups had welcomed the consultation, including the Evangelical Alliance which represents 3,500 churches. \nIts UK director, Peter Lynas, said at the time that they wanted to avoid a situation where \"a person can be accused of conversion therapy for praying with someone who freely chooses and asks for prayer\".\nThe Royal College of Psychiatrists has said it would be taking part to highlight why conversion therapy is \"harmful\" but also \"to ensure clinicians can still help people fully explore their gender identity where appropriate.\"\nThe UK government indicated that the consultation will be short, with legislation to follow \"as soon as possible\".\nWhilst the legislation would apply to Wales the Welsh Government said it would \"if necessary\" seek additional powers in order to ban \"all aspects\" of the practice.\nThe Scottish government says conversion therapy is an \"abhorrent practice\" and that it's waiting on details of the UK government's proposals. \nNorthern Ireland's Department for Communities said that the \"inhumane\" practice should be ended and that the minister \"wishes to explore all legislative options\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58092465",
      "category": "world-us-canada",
      "title": "Rihanna now officially a billionaire",
      "tags": "Cosmetics",
      "text": "Rihanna is now officially a billionaire and the wealthiest female musician in the world, according to Forbes.\nThe pop star is worth $1.7 billion (£1.2 billion), with an estimated $1.4 billion coming from the value of her Fenty Beauty cosmetics company. \nThe rest of her fortune mostly comes from lingerie company, Savage x Fenty, worth an estimated $270 million, and her earnings from music and acting.\nShe is second only to Oprah Winfrey as the world's richest female entertainer.\nRihanna - whose real name is Robyn Fenty - launched Fenty Beauty in 2017 in a partnership with luxury goods company LVMH. \nAt the time, she said the aim of the line was to appeal to \"every type of woman\" and launched 40 different foundation shades, which at the time was largely unprecedented. It led to the so-called \"Fenty Effect\" where rival brands broadened their shade ranges for make-up products. \nThe line brought in more than $550 million in annual revenue in its first year, LVMH said.\nNot all of Rihanna's business ventures have paid off, however.\nEarlier this year, the 33-year-old agreed with LVMH to shut down her Fenty fashion label after less than two years in production.\nThe Barbadian singer has sold more than 250 million records, but has not released a studio album since 2016's Anti.\nHowever, she was recently spotted shooting a music video with her boyfriend, rapper A$AP Rocky."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58083780",
      "category": "world-us-canada",
      "title": "Barack Obama scales back 60th birthday party as Covid cases rise",
      "tags": "Barack Obama,United States,Coronavirus pandemic",
      "text": "Former US President Barack Obama has scaled back plans for a big birthday party amid a rise in Covid infections nationwide.\nMr Obama turned 60 on Wednesday and had planned a major celebration on Martha's Vineyard in Massachusetts this weekend. \nBut as the highly contagious Delta variant has led to a surge in new infections, Mr Obama has announced plans to scale back the event.\nOnly close friends and family will now attend.\nHis spokesperson said the outdoor event on Saturday was planned months ago \"in accordance with all public health guidelines\". But he and his wife Michelle Obama have now decided to limit its size.\n\"President Obama is appreciative of others sending their birthday wishes from afar and looks forward to seeing people soon.\"\nMedia reports say hundreds of people were invited to the occasion, with rumours that actor George Clooney, director Steven Spielberg and talk show host Oprah Winfrey were all on the guest list.\nBut criticism about the event has grown with cases. \nDaily cases have risen to an average not seen in months, while the US Centers for Disease Control and Prevention (CDC) has announced that masks should again be worn indoors for both the vaccinated and unvaccinated in light of rising infections. \nThe Obamas had reportedly encouraged people to get tested before attending, and have repeatedly urged people to get vaccinated. \nAsked this week about the event, White House press secretary Jen Psaki advised attendees \"to follow public health guidelines, which I know the former president... would certainly advocate for himself as well.\"\nReports say President Joe Biden, who served as vice-president under Mr Obama, had chosen not to attend the party."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58093015",
      "category": "newsbeat",
      "title": "Wagatha Christie: Jamie Vardy's phone may be analysed in libel case",
      "tags": "High Court ,Celebrity",
      "text": "Footballer Jamie Vardy's phone can be inspected as part of a libel battle between his wife and Coleen Rooney, a judge has ruled.\nRebekah Vardy is suing Rooney for libel after Rooney claimed fake stories had been leaked to newspapers by Vardy's Instagram account.\nThe wife of ex-England player Wayne Rooney was dubbed \"Wagatha Christie\" during the row, which began in 2019.\nA full trial will likely take place next year, the judge indicated.\nAt a hearing on Wednesday, the High Court heard both women will be using experts to analyse the Instagram data on relevant devices ahead of the trial.\nJudge Roger Eastman said devices that had used Rebekah Vardy's account - which could include her husband's phone or computer - should be \"up for grabs for inspection and analysis by the experts\". \nThe court previously heard that other people had accessed Mrs Vardy's Instagram account, including her assistant Caroline Watt and Jamie Vardy's social media manager.\nRebekah Vardy's legal team say they're making third-party Instagram data available for the court and denied any secrecy.\nThe judge said Instagram experts would be brought in to \"explore what has gone on\".\nHe added: \"In order for the expert to explore what has gone on... they need to have access to more than just the personal devices of Mrs Vardy and Mrs Rooney.\n\"The outreach and depth with which Instagram matters circulate, and can be circulated, is rather wider than that.\"\n\"In light of the fact Mrs Vardy has given access (to her Instagram) to Ms Watt and her husband, it seems to me at least they and their devices are, for the purposes of disclosure, within her possession and control.\"\nSocial media was set alight on 9 October 2019 when Coleen Rooney pressed send on her Instagram and Twitter posts, accusing Rebekah Vardy of leaking details about her life to the tabloids.\nIn an effort to work out which of her friends had been sharing stories, she'd published different fake stories on Instagram to different people, and monitored which ones ended up as newspaper stories.\nRebekah Vardy took to social media to deny any involvement in the leaking.\nAs the argument raged on, Vardy's lawyers said her husband faced abuse on the pitch which meant they couldn't let their young children attend games anymore.\nVardy decided to sue for defamation last year in July, with court documents written by her lawyers saying the incident had affected her mental and physical health.\nWhen Rooney's social media posts were released, Vardy was seven months pregnant and her lawyers claim they led to her being taken to hospital three times with anxiety attacks.\nThe pair originally became friends through their husbands, former Manchester United and England player Wayne Rooney and Leicester striker Jamie Vardy.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58087521",
      "category": "uk",
      "title": "Covid-19: Jabs for 16 and 17-year-olds and Offspring drummer dropped",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you tomorrow morning. \nThe UK's vaccine experts have recommended that all 16 and 17-year-olds in the UK - about 1.4 million teenagers - should be offered a first dose of the Covid jab. England, Scotland, Wales and Northern Ireland have all confirmed they will accept the recommendation. Advice on when to offer the second dose will come later, the Joint Committee on Vaccination and Immunisation said. Prof Jonathan Van-Tam, England's deputy chief medical officer, said he expected the programme to start in \"a very short number of weeks\".\nThe drummer of US rock band The Offspring says he has been dropped from their forthcoming tour after refusing the Covid vaccine for medical reasons. Pete Parada says a doctor advised him not to have the jab because he has a rare autoimmune disorder. He wrote on Instagram that he's \"unable to comply with what is increasingly becoming an industry mandate\". It is not clear whether he has now left permanently. The band, who are due to start a US tour on 8 August, have not responded to his comments.\nThe Scottish government has been urged to clarify whether \"vertical drinking\" will be allowed in pubs from next Monday - when most Covid rules are set to end in Scotland. Drinking while standing at a bar has not been permitted since lockdown easing in a bid to limit the spread of Covid. Deputy First Minister John Swinney told BBC Radio's Good Morning Scotland that would remain the case but a senior figure in the Scottish Beer & Pub Association later tweeted it had been given the green light. Here's a reminder on how the rules are set to change on Monday.\nFormer US President Barack Obama has scaled back plans for a big birthday party amid a rise in Covid infections nationwide. Mr Obama turned 60 on Wednesday and had planned a major celebration on Martha's Vineyard in Massachusetts this weekend. But as the highly contagious Delta variant has led to a surge in new infections in the US, Mr Obama has announced plans to scale back the event, with only close friends and family now attending.\nPhotographs by a nurse who captured her team's life in an intensive care unit during the pandemic are to feature in an exhibition. Petro Bekker, from Wigan, took portraits of her colleagues at Wrightington, Wigan and Leigh Teaching Hospitals NHS Foundation Trust during the second wave of the Covid-19 pandemic. She talks about taking the photographs in the video below.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith the JCVI advising that 16 and 17-year-olds should be offered a first dose of the Covid jab, what do young people need to know about the vaccine?\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58077396",
      "category": "uk",
      "title": "Barbie of Oxford Covid vaccine designer Dame Sarah Gilbert created",
      "tags": "Coronavirus vaccines,Toys,University of Oxford",
      "text": "Barbie maker Mattel has created a doll of the scientist who designed the Oxford coronavirus vaccine, Prof Dame Sarah Gilbert.\nDame Sarah said she found the creation \"very strange\" at first - but she hoped it would inspire children.\n\"My wish is that my doll will show children careers they may not be aware of, like a vaccinologist,\" she said.\nHer Barbie is one of six to honour women working in science, technology, engineering and maths (Stem).\nThe others include an Australian medic who helped create a reusable gown for health workers, and a Brazilian biomedical researcher.\nVaccinologist Dame Sarah - who was recognised with a damehood in the Queen's Birthday Honours - began designing a coronavirus vaccine in early 2020 when Covid first emerged in China.\nHer vaccine - the Oxford-AstraZeneca jab - is now the most widely used around the world, with doses sent to more than 170 countries.\n\"I am passionate about inspiring the next generation of girls into Stem careers and hope that children who see my Barbie will realise how vital careers in science are to help the world around us,\" said Dame Sarah.\nIn recent years, toymaker Mattel has responded to criticism that its Barbie doll sets an unrealistic image of womanhood. \nIt now offers dolls themed around careers such as a firefighter, doctor and astronaut - and in a range of skin tones beyond its original white, blonde doll that first launched in 1959.\nSales of Barbie dolls rose to a six-year high last year, as the pandemic saw parents stock up on toys for their children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58089545",
      "category": "science-environment",
      "title": "Farm pesticides killing more bees - study",
      "tags": "Pollution,Agriculture,Environment,Bees,Pesticides",
      "text": "Agricultural pesticides sold to farmers ready-mixed into \"cocktails\" can kill twice as many bees, according to an analysis of 90 studies.\nEach measured the impact of environmental stresses such as pesticides and poor nutrition.\nResearchers used that data to quantify how combinations of those stresses affected the pollinating insects. \nAnd they say commercial formulas, which contain multiple chemicals, should now require their own licences.\n\"Exposure to multiple pesticides is the norm, not the exception,\" Dr Harry Siviter, from the University of Texas at Austin, who led the study, told the BBC Radio 4's Inside Science programme. \nOne 2016 study showed bee colonies containing larger numbers of pesticides were much more likely to die. \n\"If you have a honeybee colony exposed to one pesticide that kills 10% of the bees and another pesticide that kills another 10%, you would expect, if those effects were additive, for 20% of the bees to be killed,\" Dr Siviter said. \nBut a \"synergistic effect\" could produce 30-40% mortality. \n\"And that's exactly what we found when we looked at the interactions,\" he said.\n\"So we really should consider the interaction between those chemicals\" when licensing commercial formulas for use, Dr Siviter said.\n\"We don't continue to monitor pesticides once they're licensed for use, so we're proposing post-licensing observations. \n\"If those pesticides [used in combination] harm bees, that harm is recorded.\"\nAnother study published this week, however, suggests bees around the world are developing the ability to \"clear out\" a particularly damaging parasite - varroa, a mite that lives and feeds on honeybees and larvae.  \nBees already have complex organised hygienic behaviours, such as removing infected broods of larvae from the hive. \nAnd now, data published in the Royal Society journal Proceedings B, from 40 years of research into colonies that survive infestations, without any chemical treatment, reveals they are evolving to \"repurpose\" that behaviour against varroa. \n\"We're seeing this resistance increasing around the world,\" Isobel Grindrod, from the University of Salford, said.\n\"And we're also seeing an increase recently in bee-keepers not having to treat [the mites] with chemical treatments.\"\n\"Pressure\" from the mites was driving healthy bees to adapt, she said. \n\"Their adaptability is really important, and that's why we need to maintain healthy bee colonies  - to keep that adaptability - because there will be other, new diseases and pressures in the future.\"\nHear more about bees' battles with parasites and pesticides on BBC Inside Science on Radio 4 and BBC Sounds\nFollow Victoria on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58089932",
      "category": "entertainment-arts",
      "title": "Strictly Come Dancing: Ex-rugby star Ugo Monye completes 2021 line-up",
      "tags": "Television,McFly,Strictly Come Dancing,EastEnders",
      "text": "Rugby player-turned-pundit Ugo Monye has become the 15th and final celebrity to be confirmed for the 2021 series of Strictly Come Dancing.\nMonye will join Olympic swimmer Adam Peaty, BBC Breakfast's Dan Walker, actress Nina Wadia and 11 other stars when the BBC show returns next month.\nThe former England player, soon to be seen as a team captain on A Question of Sport, said it was \"a dream come true\".\n\"I love an outfit at the best of times, so bring on the sequins!\" he went on.\nThe announcement came hours after the participation of Olympic gold medallist Peaty was revealed, along with that of comedian and Loose Women panellist Judi Love.\nThe trio were the final celebrities to be named for the 19th series of Strictly, which will be the normal length after being slightly shorter in 2020 because of the Covid pandemic.\nBruno Tonioli will be absent from the judges' desk, replaced by long-serving professional dancer Anton Du Beke. Four new professionals have also been revealed.\nHere are 2021's celebrity contestants in full:\nThe former Harlequins winger won 14 international caps for England and also played two Tests for the British & Irish Lions.\nAfter retiring in 2015, he moved into the media and his Strictly signing comes weeks after he was named among a new line-up on the BBC's long-running A Question of Sport.\n\"Strictly is the biggest entertainment show on TV and I can't wait to show everyone I've got more than just dad dancing moves,\" he said in a statement.\n\"My two beautiful daughters never had a chance to see me on the rugby pitch, so to know they can watch me waltzing and twirling every week is really special to me.\"\nSwimmer Peaty will be hoping to follow the two gold medals he won at the recent Tokyo Olympics with Strictly's coveted glitterball trophy.\nThe 26-year-old won the 100m breaststroke in Tokyo, becoming the first British swimmer to defend an Olympic title. He also scooped gold in the mixed 4x100m medley relay and silver in the 4x100m medley relay.\n\"I'm not the most fluid on land,\" he told BBC Radio 1 Newsbeat. \"But, saying that, I am an athlete. I am used to working hard.\"\nIn a separate statement, Peaty said he was \"really looking forward to doing something totally different and challenging myself away from the pool\".\nJudi Love is a TV presenter, stand-up comedian, online comedy star and OK! magazine columnist.\nShe said she had watched Strictly for years and \"admired the phenomenal abilities of these dancers and celebrities that have taken part and dedicated themselves to learning a new craft\".\nShe added: \"I'm truly looking forward to pushing myself in something that I could have only dreamed of doing and now it's actually coming true!! I can't lie I'm soooo nervous but excited at the same time.\"\nThe EastEnders actress, who has played Frankie Lewis in the BBC soap since 2020, is set to become Strictly's first deaf dancer.\n\"To be the first deaf contestant on Strictly Come Dancing is so exciting and a little bit scary,\" she said in a statement. \"I hope I will do the deaf community proud and break down more barriers.\n\"But I am also very excited to learn an incredible new skill, and even better I get to learn whilst wearing beautiful dresses made especially for me!\"\nAyling-Ellis, who communicates using British Sign Language, made history by becoming the first deaf actor to play a deaf character in EastEnders' fictional Walford suburb.\nFormer EastEnders and Goodness Gracious Me actress Wadia admitted she was \"so scared\" when her name was added to the line-up.\n\"I like dancing like no-one's watching,\" she told ITV's Lorraine after she was revealed. \"So we just need to blindfold the judges and I'm going to win,\" she joked.\nWadia played Zainab Masood (later Khan) in EastEnders between 2007 and 2013 and is also known for her role in BBC comedy Still Open All Hours.\n\"A lot has happened in the last couple of years, and I just want to grab life by the balls and enjoy it,\" she said. \nThe 19-year-old has more than 9.5 million followers on TikTok and is known for presenting CBBC's Matilda and the Ramsay Bunch, which features her family - including her father, chef Gordon.\nShe said she \"can't wait to get my dancing shoes on and show my dad how it's done\".\nHe wished her well in a video when she was announced as a contestant on ITV's This Morning, signing off with the warning: \"Don't date those dancers.\"\nAsked if she thought she had an advantage by posting dance videos on social media, Ramsay replied: \"Yeah, I guess that's true. You've got to learn them and you've got to remember them for the video, but luckily that's not live and you can do as many takes as you need.\"\nThe actor rose to fame by playing John Willoughby in the 1995 film Sense and Sensibility, on which he met his future wife Dame Emma Thompson.\nWise also appeared in Cranford, played Lord Mountbatten in The Crown, and created the 2019 film Last Christmas with Dame Emma, whom he married in 2003.\nHe dedicated his Strictly appearance to his late sister Clare, with whom he wrote the book Not That Kind of Love.\n\"My beautiful sister was a huge disco queen,\" he said. \"She left our world almost exactly five years ago in a glitter ball coffin. This is for her.\"\nDan Walker has been a regular presenter of BBC Breakfast since 2016, when he replaced Bill Turnbull.\nHe said on Tuesday he was \"excited, a little bit worried, mostly terrified\" about joining Strictly.\nKeen sports fan Walker presented BBC Olympic Breakfast throughout this year's games. He also hosted Football Focus for 12 years and has covered many major events, including Wimbledon, the Grand National and Royal Ascot. \nOther presenting roles have included The One Show and Songs of Praise.\nHe added: \"My kids have only ever asked me to go on two shows… Saturday Mash Up and Strictly. I did Saturday Mash Up this summer so… it's time to embrace the sequins.\"\nKatie McGlynn meanwhile said she was getting ready \"to shake my shimmy\".\n\"I'm really not a dancer, but I'm so excited to learn a new skill on this crazy journey and cannot wait to slip into some sequins along the way,\" she said.\nThe actress, who plays newcomer Becky Quentin in Hollyoaks, formerly starred as Sinead Tinker in Coronation Street. The role earned her a Bafta nomination and a National Television Award in 2020. She also featured in the BBC One drama series Waterloo Road and The Syndicate. \n\"A lot of my roles have involved quite serious and challenging storylines, so I'm fully ready to let my hair down and do something different, even if it is completely outside of my comfort zone,\" she added.\nSara Davies, 37, became the youngest ever dragon on the BBC show's panel of entrepreneurs when she joined in 2019.\nKnown as the Den's \"Crafting Queen\", Davies started her business Crafter's Companion when she was still a student. It now employs nearly 250 people.  \nThe County Durham-born entrepreneur said her \"mam and dad are going to be so excited\" about her joining Strictly.\n\"I'm really nervous because so far the producers keep asking me if I can dance. Truth be told - I haven't got a clue! I've not danced since I did ballet lessons when I was little.\"\nShe added: \"The business world has taught me that tenacity, drive and determination deliver results, I hope that I can bring that to the dance floor. And I'm excited to see the impact of all those hours of training on my mum tum!\"\nThe singer and guitarist, who scored seven UK number one singles with McFly between 2004 and 2007, is taking to the dance floor exactly a decade after his bandmate Harry Judd lifted the coveted glitterball trophy.\nFletcher has also carved out a successful sideline as a children's author, and his family could do a unique reality TV double after wife Giovanna won I'm A Celebrity... Get Me Out Of Here! last year.\nHe said he was \"incredibly excited\" but also \"totally terrified\" to do Strictly. \"My kids were excited too until I started showing them my best dad-dancing in the kitchen,\" he said. \"I'm not sure how far they'll get me in the competition but I can't wait to add some new moves to my embarrassing dad-dancing repertoire.\"\nThe Blackburn-born presenter rose to fame hosting Big Brother's Bit on the Side in 2013, and has since appeared on shows like The Voice UK and Trending Live!. \nIn September, she will co-present a one-off revival of Channel 4's The Big Breakfast alongside comedian Mo Gilligan.\nShe said she was \"beyond chuffed\" to be on Strictly. \"I absolutely love the show and am fully committed to making the most of every second of the Strictly experience,\" she said. \"Bring it on!\" \nThe comic actor is best-known for his double act with David Mitchell in TV shows like Peep Show, That Mitchell and Webb Look and Back. Like Fletcher, he has also become an author.\nAnd Webb has form on the dance floor - he won Let's Dance For Comic Relief in 2009.\n\"It's a big, generous, joyful show and I can't wait to get packed into a spandex onesie and fired from a glitter cannon directly at Claudia Winkleman,\" he said.\nActor and children's TV presenter Stephenson is best known as the face of children's television channel CBBC, which he hosts live from the channel's Salford HQ.\nHe has presented such CBBC shows as Blue Peter and Saturday Mash-Up! and is an ambassador for children's mental health charity Place2Be. \n\"I cannot wait to experience it all: the costumes, the orchestra, even Craig's glare,\" he said of his participation in Strictly. \"I am ready!\"\nThe actor and children's TV presenter added he was already \"impatient to take part\" after being unveiled on Friday morning's Newsround news bulletin.\n\"I have dreamt about being on this show, and I know for a fact it is going to exceed every expectation,\" he said.\nWhaite is a chef, TV presenter and cookery author. He won the third series of The Great British Bake Off in 2012 at the age of 23. \nSince then he has presented TV shows and has a cooking segment on Steph's Packed Lunch on Channel 4.\nHe has also published five cookery books and runs his own cookery school, John Whaite's Kitchen.\n\"I'm so grateful, excited, and nervous to be joining the Strictly 2021 family,\" he said. \"I've been wearing sequins and jazzy attire since I was three years old and can't wait to hurl myself, full throttle, around the most glamorous dance floor on Earth.\"\nWhaite will be part of the show's first all-male partnership. He will follow in the footsteps of boxer Nicola Adams, who was the first celebrity to have a same-sex partner last year.\nThe 2012 Bake Off winner described his partnership as \"a great step forward in representation and inclusion\". \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion, email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58091071",
      "category": "world-latin-america",
      "title": "Mexico sues US gun manufacturers over arms trafficking",
      "tags": "Arms trade,Mexico,United States",
      "text": "The Mexican government has sued some of the biggest US gun manufacturers, accusing them of fuelling bloodshed through reckless business practices. \nThe lawsuit alleges that the companies knew they were contributing to illegal arms trafficking, which has been linked to many deaths. \nOfficials say Mexico is seeking as much as $10bn (£7.2bn) in compensation, though any amount would be decided by the court.\nThe companies have not yet commented. \nThey include Smith & Wesson and Barrett Firearms, among others. The BBC has contacted both companies for comment.\nThe lawsuit was filed on Wednesday in the US state of Massachusetts.\nIt says the Mexican government took the action \"to put an end to the massive damage that the [companies] cause by actively facilitating the unlawful trafficking of their guns to drug cartels and other criminals in Mexico\". \nThe gun manufacturers \"are conscious of the fact that their products are trafficked and used in illicit activities against the civilian population and authorities of Mexico\", the Foreign Ministry said in a document related to the lawsuit. \nMexico said the companies had used \"marketing strategies to promote weapons that are ever more lethal, without mechanisms of security or traceability\". \nMexican officials said that some of the guns made by Colt appeared to target the Mexican market in particular, such as a pistol engraved with the face and name of Mexican revolutionary leader Emiliano Zapata.\nMexico has strict rules regulating the sale of weapons and they can only be purchased legally at one shop located on an army base in the capital. \nAs a result, those who want to buy weapons often get them from the US.\nAccording to a Mexican government statement, criminal organisations buy thousands of pistols, rifles, assault weapons and ammunition in supermarkets, on the internet and at arms fairs in the US which are then used to commit crimes in Mexico.  \nThe US Bureau of Alcohol, Tobacco, Firearms and Explosives found that 70% of firearms recovered in Mexico between 2014 and 2018 which were submitted for tracing had come from the US.  \nIn 2019 alone, more than 17,000 murders in Mexico were linked to trafficked weapons. \nOne official told reporters the damage caused by trafficked guns would be equal to around 1.7% of Mexico's gross domestic product (GDP).\nSpeaking at a news conference on Wednesday, Foreign Minister Marcelo Ebrard said: \"We are going to win the trial and we are going to drastically reduce illicit arms trafficking to Mexico.\"\nMexican officials stressed that the lawsuit was not aimed at the US government. Mr Ebrard said he believed that President Joe Biden's administration was willing to work with Mexico to curb arms trafficking. \nBut experts have cast doubt on Mexico's likelihood of success with the lawsuit. \nLorenzo Meyer, an emeritus professor at the College of Mexico, told AFP news agency that US law \"makes it almost impossible for gun manufacturers to be held responsible\" for the illegal trade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58057380/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Most restrictions to end from 9 August",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "Almost all of Scotland's remaining Covid-19 restrictions are to end from 9 August, Nicola Sturgeon has confirmed.\nSocial distancing will be dropped in most settings, meaning more capacity in pubs and restaurants and larger crowds at sporting events and concerts.\nAnd close contacts of those who test positive for Covid will no longer have to self-isolate - as long as they are fully vaccinated and test negative.\nHowever, the wearing of face coverings in some public spaces will continue.\nThis will include secondary schools, where staff will need to maintain 1m physical distancing for the first six weeks of term and twice-weekly testing will be required.\nThe first minister also said a \"gradual approach\" will be taken to returning workers to offices, warning that the virus still poses \"real challenges\".\nWhile the changes would restore a \"substantial degree of normality\", she said they do not \"signal the end of the pandemic or a return to life exactly as we knew it\".\nShe said: \"Declaring freedom from or victory over this virus is in my view premature.\"\nThe number of new Covid-19 cases has fallen markedly from the peak of the \"third wave\", with Ms Sturgeon saying the infection rate had fallen by two-thirds since early July.\nThe percentage of tests coming back positive has also fallen, as has the number of patients being admitted to hospital and intensive care wards with the virus.\nThe first minister said uptake of the Covid-19 vaccine had been \"exceptional\", and that this - along with the fall in cases - made it possible to lift most of the legal restrictions still in force.\nFrom Monday, 9 August, the current limits on the number of people who can meet up will be dropped, as will social distancing rules in most settings.\nThis means nightclubs will be allowed to reopen, and larger crowds will be allowed to gather for indoor and outdoor events - although organisers of large events will still need to apply to local councils for permission.\nThe rules around self-isolation will also change, meaning that fully-vaccinated adults who are identified as a close contact of a positive case will no longer have to isolate if they return a negative PCR test.\nThe government is still considering whether a certificate proving people have been vaccinated will be needed to enter \"higher-risk\" events.\nMs Sturgeon confirmed that a \"Covid status certification\" app was under development, but said she was \"considering very carefully\" whether such a scheme would be appropriate.\nShe also said she would not hesitate to take the \"tough decision\" to re-impose some local restrictions if there was a serious outbreak of the virus, saying the government \"will seek to take whatever action is necessary to keep the country safe\".\nWhile most restrictions will be lifted, a number of \"mitigations\" will remain in place, with Ms Sturgeon saying the harm of the virus \"cannot be underestimated\".\nThe use of face coverings in enclosed spaces like shops, hospitality venues and public transport will remain \"for some time\" to come, and venues will still be expected to collect customer details for contact tracing.\nThe first minister said it was \"vital\" that the return to working in offices was a gradual one, saying employers should consider a \"hybrid\" model of home and in-office work.\nTwo weeks after restrictions were lifted in England, the predicted spike of 100,000 new cases a day has not materialised.\nThat bodes well for Scotland to follow suit. Scotland was the first part of the UK to see a big surge in cases at the start of July but since then the data has been positive and even the more cautious scientists say it looks good to proceed.\nSome experts believe one thing that has helped is that behaviour has not significantly changed. We are not in contact with as many people, and many have continued to keep a distance. \nWith vaccines doing such an amazing job, could small efforts like this be enough to keep the virus at bay?\nWhat is around the corner is a bit tricky to predict.  \nWe will see a return to schools and universities in the next few weeks, coupled with the end of the holiday season and cooler weather on the horizon. That's why things like the wearing of face coverings and an encouragement to work from home will continue for now. \nThe hope is the worst is behind us, but Covid has taken us by surprise before - it still could now.\nThe move was broadly welcomed by business groups, although some still voiced fears about the economic recovery.\nThe Federation of Small Businesses said firms would be \"elated\" that the bulk of curbs were being lifted, but trading conditions had been \"permanently changed by the crisis\".\nCBI Scotland said moving beyond level zero \"creates a much-needed platform for kickstarting Scotland's economic recovery\", but said firms would be \"confused\" about why ministers were still advising people to work from home.\nAnd the Scottish Beer and Pub Association said hundreds of pubs would now reopen for the first time, hailing this as \"fantastic news\" - adding that it was \"vital that we get the recovery phase right\".\nThe Scottish Parliament was recalled from its summer recess for the announcement, giving opposition leaders the chance to question the first minister on the plans.\nScottish Conservative leader Douglas Ross said the statement was a \"mixed bag\", saying that \"ongoing restrictions will hold Scotland's recovery back\".\nHe said: \"We have moved beyond level zero - but still curbs remain in place. Yet again the goalposts have been moved. We are at level minus one or minus two, and still the government is clinging on to parts of people's lives.\"\nScottish Labour leader Anas Sarwar said there was \"definitely light at the end of the tunnel\", but said \"we are at a crucial point for Scotland's recovery\".\nHe called for a \"new approach\" in the fight against the pandemic, calling for increased support for the test and trace system and pop-up vaccination clinics at sporting events and universities.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58075183",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Hikers' plea for help after positive test",
      "tags": "Holidays,Travel,Coronavirus pandemic",
      "text": "Three hikers were left stranded after one of them received a positive Covid test result while in the Welsh mountains.\nPaul McErlean had been hiking for nine hours with two friends when he received a text saying he had tested positive for the virus.\nUnable to stay at their planned campsite, the three men took to social media in a desperate attempt for help. \nWith both light and hope fading, they were soon inundated with replies - one from a former UK home secretary.\nThe story of how Mr McErlean, Charlie Coward and Andreas Maltan went from being stuck in the Welsh wilderness to finding \"isolation accommodation\" was first reported in the County Derry Post. \nSpeaking to BBC News NI, Mr McErlean, from Lavey, County Londonderry, said he started to feel a \"bit sore\" in his arms and neck while on the ferry to Liverpool.\n\"I didn't think it was Covid but I was just a bit worried about being in a tent for that long and feeling like that in Snowdonia,\" he said.\nThe 23-year-old erred on the side of caution and took a test at the earliest opportunity, which turned out to be in Wolverhampton, en route to Wales.\n\"The symptoms were gone at this stage but I had already committed to getting the test,\" he said.\nHe had almost completely forgotten about it until they were nearing the end of a 30km (18 mile) hike on 23 July and he received his results. \n\"We were all absolutely knackered. We had hardly any water left, batteries on our phone were dying and we were pretty much in the middle of nowhere,\" he said.  \n\"I called the campsite and explained what happened so we couldn't go there. \n\"There was no room at any B&Bs in the town [Dolgellau] and the closest hotel was not taking Covid-positive travellers for isolation.\n\"I mean it wasn't just for the night, we needed to find somewhere that was for basically two weeks.\"\nAfter calls to the NHS helpline and parents, the friends decided to put out a plea on Twitter.\n\"ADVICE NEEDED,\" Mr McErlean's tweet began on July 23 at 20:00. \n\"Me and 2 lads are hiking in Wales, just got a positive Covid test 20 mins ago. \n\"Can't stay at the planned campsite tonight, have nowhere to isolate and already know every B&B etc. is booked up. \n\"No accommodation, no transport and just finished a near 30km hike. What do we do?\"\nReplies from people offering accommodation came, as did advice on what to do next. \n\"Lisa McGee, who writes Derry Girls, retweeted it and we got an offer from former British Home Secretary Jacqui Smith who had a spare caravan,\" Mr McErlean said.\nThe former Labour politician told BBC Radio Foyle she was alerted to the hikers' plight by one of her podcast listeners.\n\"I talk a lot about my caravan in north west Wales, so they knew that I had got one,\" she said.\n\"When I saw the plight of Paul and his mates I thought well, I have got sons around about the same age, and I would hate the idea that they were left somewhere with nowhere to stay.\n\"So I just tweeted him to offer the use of my caravan.\n\"One of the things I think about in this pandemic is we have got this far because people have been willing to pull together and help each other and it seemed like the right thing to do.\"\nBut, Mr McErlean said, \"it wasn't all former British home secretaries and people like that, it was mostly ordinary people back home and in the area just offering to help us out - it was really nice.\"\nIt was a work colleague of Mr McErlean's father who came to the rescue in a minivan and let them stay in a vacant property in Cheshire, where they remained until 2 August.\nWhen asked how the three spent their time, he replied: \"A lot of monopoly\".\n\"No-one lives in the house so there's no wifi,\" he said.\n\"We treated ourselves to some Olympic events on our phone data, but we had to pick and choose which ones very wisely.\" \nMr McErlean, who is heading back to Northern Ireland, said the experience had been a \"wake-up call\".\n\"It's definitely made me think twice about Covid,\" he said. \n\"I was due in for my second jab but that's obviously delayed now with my positive test.\n\"We got lucky - my symptoms were mild. Many young people haven't got two [vaccine] doses yet and many may not have money if they were to get stuck like us.\n\"I don't think I'll be going anywhere too soon but I'll definitely be getting a Covid test if I do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-58090985",
      "category": "uk-england-somerset",
      "title": "Lee Collins Yeovil Town captain struggled with alcohol, coroner says",
      "tags": "Taunton,Newport,Yeovil",
      "text": "A footballer took his own life and had cocaine in his system when he was found dead in a hotel room, an inquest heard.\nYeovil Town captain Lee Collins, 32, was discovered by the club's assistant manager Terry Skiverton on 31 March after he did not arrive for training.\nHe had been \"struggling with injuries and personal problems\", including the break-up of a relationship, Taunton Coroners' Court was told.\nSenior Somerset coroner Tony Williams recorded a conclusion of suicide.\nMr Collins began his career at Wolverhampton Wanderers and spent time at Port Vale, Barnsley, Northampton Town, Mansfield Town and Forest Green Rovers, before joining Yeovil Town in 2019.\nHe had battled long-term alcohol problems as well as a gambling habit and the recreational use of cocaine before his death, Mr Williams told the hearing.\nToxicology tests revealed alcohol and cocaine in Mr Collins' system when he was found at the Lanes Hotel, West Coker, Somerset.\nIn a statement to the inquest, his partner Rachel Gibbon said Mr Collins, from Newport, South Wales, was a \"gentle giant, the kindest most generous man you could have met\", but there were two sides to his \"very complex character\".\n\"I begged him to get help but he would get aggressive, verbally aggressive,\" Ms Gibbon's statement said. \"I could not have physically dragged him to the doctors. He did not want help.\"\nMs Gibbon said her partner was \"the joker, the class clown\" but he was also \"insecure and anxious\" with an addictive personality.\nMr Collins would drink six bottles of cider and two bottles of wine a day, and had begun drinking spirits too, her statement continued.\n\"For the last 10 years he would drink every single day, strong cider.\n\"Lee was your captain, your leader. For us he was our safe place, our best friend,\" Ms Gibbon added.\nHis friend Paul Broadhead said Mr Collins had suffered with his mental health in the past few years despite being the \"joker and life and soul of the party\".\nHe said Mr Collins worried about paying bills and what he would do when his football career ended. \nYeovil Town assistant manager Mr Skiverton said Mr Collins had been happy during a training session the day before his death but had been struggling with injuries and personal problems.\nManager of the National League club, Darren Sarll, said Mr Collins had recently separated with Ms Gibbon and was \"an inconsistent character\" who had not turned up for training in the past.\nMr Collins played his last game for the club on 6 February against Stockport.\nIf you have been affected by any of the issues raised in this story, there are details of organisations that offer advice and support at BBC Action Line.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58080232/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccine set to be offered to 16 and 17-year-olds",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "UK experts are set to recommend all 16 and 17-year-olds should be offered a Covid vaccine, the BBC has been told.\nThe Joint Committee on Vaccination and Immunisation stopped short of making the move last month, saying it was still assessing the benefits and risks.\nAbout 1.4 million teenagers will be included in the new rollout but it is not known when the jabs will start.\nThey are only offered now to those over-12s who have underlying conditions or live with others at high risk. \nBut some countries, including the US, Canada and France, are routinely vaccinating people aged 12 years old and over.\nWhitehall sources say ministers in England are expected to accept the advice of the JCVI, following an announcement on Wednesday.\nIt comes after Scotland's First Minister Nicola Sturgeon said on Tuesday she was \"hoping\" to receive updated advice from the JCVI on the vaccination of 16 and 17-year-olds.\nMs Sturgeon said the UK's four chief medical officers had written to the JCVI, asking them to look again at vaccination advice for young people.\nUniversities Minister Michelle Donelan said an announcement was \"imminent and... people will get clarity soon\".\nMeanwhile, new research suggested children who became ill with coronavirus mostly recovered within less than a week.\nAcross England, 223,755 under-18s have received a first vaccine dose, according to NHS data to 25 July.\nIt was previously announced that under-18s would be eligible if they had certain health conditions, lived with someone with a low immune system, or were approaching their 18th birthday.\nBut there was criticism after it emerged GPs were advised to hold off inviting clinically vulnerable 12 to 15-year-olds to take a vaccine due to uncertainty over insurance.\nWhat are your questions about the vaccine for teenagers?\nDecisions on vaccinations are based on recommendations from the independent JCVI. Ministers in England, Wales, Scotland and Northern Ireland each then approve the plans. \nThe only Covid jab currently authorised in the UK for under-18s is the Pfizer-BioNTech vaccine. \nLast month, the JCVI extended its recommendation on Covid jabs to children aged over 12 who are at higher risk of being ill and to those on the verge of turning 18.\nHowever, it said it would not extend the rollout as it examined reports of rare adverse events such as inflammation of heart muscles among young adults.  \nSpeaking ahead of the July decision, England's chief medical officer Prof Chris Whitty said the JCVI was confident vaccines would protect children to a high degree. \nHe added more research was taking place as children did not tend to suffer severely from Covid, and the experts wanted to ensure the benefits of the jab outweighed any potential risks.\nThe decision to vaccinate children has always been more delicately balanced than for adults.\nChildren have less to gain from a Covid jab, not because it is less effective, but because they rarely become severely ill.\nAnd while the risks of side effects such as inflamed heart tissue (which is often treated with rest and ibuprofen) are incredibly rare, they do exist.\nVery high levels of vaccination in the most vulnerable also weakened arguments of immunising the young so they can't spread it to the old.\nOn top of that, the JCVI did not want to accidentally damage confidence in the usual childhood vaccines (from measles to meningitis to HPV) if a decision was seen as rushed or putting children at unnecessary risk.\nIt has been a decision that has been made slowly (too slowly for some) but now, after other countries have vaccinated hundreds of thousands of children, the evidence is there to press ahead.\nProf Paul Elliott, chair of epidemiology and public health at Imperial College London, told BBC Radio 4's Today programme vaccinating younger age groups could help drive down infections.\nWith the highest rates of infection seen in young people under 24, he said \"anything we can do to reduce transmission in that group would be helpful\".\nBut school leaders' union NAHT said the policy of vaccinating children should be led by clinicians and that schools should not play a part in promoting or enforcing vaccinations.\nOne local director of public health, Dr Anjan Ghosh, told BBC Radio 4's World at One it was likely parents and guardians would be asked for consent before some under-18s received a vaccine dose.\n\"Whether it is done in a school, or any other setting, the consent is about allowing the child to be vaccinated - so it doesn't depend on the setting where vaccines are happening from,\" he said.\nPrevious guidance said the over-16s would give their own consent for jabs, while for those under-16 parents or guardians would be involved in giving consent as well.\nShadow health secretary Jonathan Ashworth said ministers should \"ensure plans are in place to roll out this vital next stage of vaccination while ensuring parents have all the facts and information they need\".\nA Department of Health and Social Care spokesperson said it kept the vaccination of children and young people \"under review and will be guided by the advice of the independent Joint Committee on Vaccination and Immunisation\".\nAll over-18s have now been offered a vaccination against coronavirus. The latest government data shows 88.7% of adults in the UK have now had one dose of vaccine, while 73% have had two jabs.\nAnd a further 21,691 cases of people testing positive for coronavirus were recorded in the UK on Tuesday. It was the fifth day in a row that infections have fallen, and the lowest daily total since late June."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58062630",
      "category": "world-asia-china",
      "title": "How a fake network pushes pro-China propaganda",
      "tags": "Social media,China,Propaganda,Disinformation,Fake News,Steve Bannon",
      "text": "A sprawling network of more than 350 fake social media profiles is pushing pro-China narratives and attempting to discredit those seen as opponents of China's government, according to a new study.\nThe aim is to delegitimise the West and boost China's influence and image overseas, the report by the Centre for Information Resilience (CIR) suggests.\nThe study, shared with the BBC, found that the network of fake profiles circulated garish cartoons depicting, among others, exiled Chinese tycoon Guo Wengui, an outspoken critic of China.\nOther controversial figures featured in the cartoons included \"whistleblower\" scientist Li-Meng Yan, and Steve Bannon, former political strategist for Donald Trump.\nEach of these individuals has themselves been accused of spreading disinformation, including false information about Covid-19. \nSome of the accounts - spread across Twitter, Facebook, Instagram and YouTube - use fake AI-generated profile pictures, while others appear to have been hijacked after previously posting in other languages.\nThere is no concrete evidence that the network is linked to the Chinese government, but according to the CIR, a non-profit group which works to counter disinformation, it resembles pro-China networks previously taken down by Twitter and Facebook. \nThese networks amplified pro-China narratives similar to those promoted by Chinese state representatives and state media.\nMuch of the content shared by the network focuses on the US, and in particular on divisive issues like gun laws and race politics.\nOne of the narratives pushed by the network paints the US as having a poor human rights record. Posts from the fake accounts cite the murder of George Floyd among examples, as well as discrimination against Asians.\nSome accounts repeatedly deny human rights abuses in the Xinjiang region, where experts say China has detained at least a million Muslims against their will, calling the allegations \"lies fabricated by the United States and the West\".\n\"The aim of the network appears to be to delegitimise the West by amplifying pro-Chinese narratives,\" said Benjamin Strick, the author of the CIR report.\nThere are strong similarities between this network and the so-called \"Spamouflage Dragon\" propaganda network identified by social analytics firm Graphika.\nCommenting on the new study Ira Hubert, a senior investigative analyst at Graphika, said: \"The report shows that on US platforms, there was no 'honeymoon' in the first months of the Biden administration. \n\"The network put out a steady mix of anti-US content, for example cheering US 'defeat' ahead of its withdrawal from Afghanistan and painting the US as a poor ally whose aid to India was inadequate during some of its worst months battling Covid.\" \nThe CIR mapped hashtags favoured by previously identified networks, unearthing more accounts that showed signs of being part of an influence operation.\nTell-tale signs included high levels of activity pushing propaganda narratives and repeated use of the same hashtags. Newly created accounts, accounts with usernames that appeared to be randomly generated, and accounts with very few followers also raised red flags.\nSome profiles were created to post original content, while others only shared, liked and commented on those original posts, to help them reach a wider audience.\nThis kind of activity is often referred to as \"astroturfing\" because it is designed to create the appearance of a grass-roots campaign.\nMany of the fake profiles used AI generated photos - a relatively new phenomenon that allows computers to create realistic looking images of people who don't exist. Unlike stolen profile images of real people, the AI generated images, which are created by a type of machine learning framework called StyleGAN, cannot be traced using a reverse image search.\nThe use of fake profile pictures in disinformation campaigns is becoming more common as users and platforms become more wary of suspicious accounts.\nThe CIR used various techniques to identify fake profile pictures in the network. The synthetic images always put the eyes in the same location, so lining them all up can help identify a collection of fake profile pictures. \nNormally, a random collection of profile pictures would display much more variety in the cropping and the alignment of the eyes.\nOther signs include blurred edges around the hair, teeth at strange angles, and blurred objects around the face. \nMany of the Facebook accounts believed to be part of the network appeared to have Turkish names. These accounts may once have belonged to real people but were later hijacked or sold and given new profile pictures.\nHijacked accounts also spread the network's pro-China narratives on YouTube. Accounts that had previously posted in English or German and then lain dormant for years suddenly started posting Chinese language content from official Chinese state broadcasters.\nThe CIR shared its research with the social media platforms involved. \nFacebook has removed the accounts on its platform highlighted in the study. \nA Facebook spokesman said: \"In September 2019, we removed a network of spam activity that posted lifestyle and political clickbait, primarily in Chinese. This network had almost no engagement on our platform, and we continue to work with researchers and our industry peers to detect and block their attempts to come back, like those accounts mentioned in this report.\" \nYouTube also terminated accounts in the network for violating YouTube's community guidelines.\nTwitter said it had also now removed almost all of the accounts identified by CIR, as well as a number of others engaged in similar behaviour. It said its investigations are still ongoing.\n\"When we identify information operation campaigns that we can reliably attribute to state-linked activity - either domestic or foreign-led - we disclose them to our public archive.\"\nOver the past decade, billions of dollars have gone into funding the growth of China's presence on international platforms.  \nBut with Facebook, Twitter and YouTube blocked in the mainland, and only accessible via a VPN, the country has struggled to get such platforms recognised as viable competitors to Western juggernauts. It has needed not only Chinese voices, but foreign voices, to show that the country has \"arrived\".\n\"Wolf warrior diplomacy\" has emerged, with officials using Twitter accounts to fly the flag for Communist Party rhetoric. China wants to portray itself as a friend to the world - and not a repressive, authoritarian state, as it perceives Western nations make it out to be.  \nWith more than one billion internet users, China certainly has the capability to orchestrate large-scale social media campaigns, and target what it sees as anti-China voices with a wealth of opposing opinions.  \nBut with English-language skills limited in China, there are often clumsy tell-tale signs that a Chinese troll is behind such accounts. Many rely on automatic translation software to turn Chinese messages into English, meaning such messages are riddled with typos, or contain clumsy grammatical structures. \nAnd with many Western outlets inaccessible to them within China, users generally have very little knowledge of who they are meant to be targeting, so they simply piggyback off the replies of others from within the same network.  \nGraphics by Simon Martin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57920510",
      "category": "science-environment",
      "title": "Timber shortage due to 'unprecedented' post-lockdown demand",
      "tags": "Trees,Construction industry,Climate change,Environment",
      "text": "The price of timber has risen sharply with builders struggling to get supplies, as post-lockdown construction and DIY projects create huge demand.\nThe Timber Trade Federation (TTF) said suppliers were \"working around the clock\" but are \"struggling to keep up\".\nClimate change is also increasing the pressure on supply with more wildfires and pests that kill trees.\nThe UK imports around 80% of its timber and many are calling for the UK's forestry industry to be nurtured.\nThe government said it was \"committed to trebling tree planting rates by the end of this Parliament\" and creating many more woodlands to boost the supply and demand for UK-grown timber.\nSweden, which supplies almost half of the structural wood used in the UK, has recorded its lowest stock levels for 20 years.\nDavid Hopkins, chief executive of the TTF, said: \"The pandemic has been the biggest factor causing the problems between supply and demand… but there are other factors at play. We've got these huge forest fires raging across North America that will take lots of timber out of production. \n\"The fires, and now the bugs, are taking out a significant volume from the market.\"\nGraham Taylor, managing director of Pryor and Rickett Silviculture, manages around 50,000 acres of forestry across the UK. He said there was \"no doubt\" the world's natural forests were suffering with climate change, and that yields were dropping. \n\"Canada is reducing its annual cut because its own natural forests are under threat from fire, pest and disease. Because it is such a big producer, when it pulls back, the rest of the world catches a cold.\"\nOne of those affected is Wilf Meynell, an architect and project manager at Studio Bark, which has created a sustainable, modular, all-timber system used in many self-build projects called U-Build.\nHe said: \"Everyone's taking a hit. Our entire business is focused around timber. The price of birch ply has doubled, and the cost of our standard work has risen by 25%.\" \nMr Meynell's \"giant Lego with bolts\" is made from sustainably managed Finnish spruce - so for every tree cut down, six more are planted. In contrast, concrete is carbon-intensive and hugely damaging to the environment. \nAs cities grow, architects and designers are recognising the need to decarbonise the built environment. The World Bank has predicted demand is going to rise for wood products by 4% a year for the next 30-40 years. \nIn the UK, forest covers only around 13% of the land. According to the National Farmers Union, in 2019, less than 60% of England's existing woodlands were in \"active management\". \nMr Hopkins, from the TTF, said this had to change. \"Why is it that the UK has the lowest forest cover in Europe, when we're actually one of the biggest importers and users of timber in the world? \n\"Now, particularly as we're hosting the climate change talks, we need to be talking to our own politicians in this country asking what are we going to do about it.\"\nMr Meynell had been forced to find a local supplier for some of his timber on a site in Ross-on-Wye. He said it worked well, reducing emissions and supporting the local economy. \n\"It's about educating people within the construction sector that UK timber does have great qualities and is affordable and can be sourced easily… if we've got the forestry to back it up, we could start solving some of these problems.\"\nArchitecture student Mersei Mongaba, who has been volunteering on his site, said that it was important not to be \"greedy\" with resources.\n\"When we talk about this subject, we put trees in one whole category, but there are so many different types. There are some types - like spruce - where you're OK to cut a certain amount, but with others - such as oak - we have to be a lot more careful and control how we are cutting them down.\"\nThe monoculture commercial conifer planting of the 1980s caused severe habitat decline. However, forest manager Mr Taylor said \"the wrong trees were planted in the wrong place\". \n\"There needs to be a blend - a large amount of commercial forest because this is about wood production, but there also needs to be extensive semi-natural planting for biodiversity.\"\nHe said decisions needed to be made now. \"It's a long old business… it's 30-40 years for conifers. At the moment we are in the phase of producing mature oak, from trees that were planted in the Victorian period.\"\nThe TTF predict the disruption to supplies will continue for much of the rest of the year.\nFollow Claire on Twitter "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58079107",
      "category": "business",
      "title": "Covid travel: France moves to amber list and green list expands",
      "tags": "Tourism,Travel & leisure industry,Vaccine passports,Coronavirus pandemic",
      "text": "Fully vaccinated passengers returning to England, Scotland and Northern Ireland from France will no longer need to quarantine after Sunday.\nUnder widespread changes to the traffic light system for travel, France is being moved from amber-plus to amber.  \nIt was added to the list last month amid concerns about the Covid Beta variant, which scientists believe may be more resistant to vaccines.\nBut thousands of Britons are in Mexico, which is moving to the red list.\nIt is one of four countries now considered to be among the highest risk destinations.\nDespite prior speculation, Spain will remain on the amber list, enabling travellers who are fully vaccinated to continue to enjoy a quarantine-free return.\nHowever, the Department for Transport has now said that \"arrivals from Spain and all its islands are advised to use a PCR test as their pre-departure test wherever possible\" instead of the cheaper lateral flow tests.\nBut in a series of tweets Conservative MP Huw Merriman, chairman of the Commons Transport Select Committee, criticised \"expensive\" PCR tests for travel as an \"unnecessary rip-off\" and a \"barrier to affordable travel\".\nIndia, Bahrain, Qatar and the United Arab Emirates are being moved from the red list to the amber list as part of the changes, which come into effect from 04:00 BST on 8 August. \nAnd Germany, Austria and Norway are among seven nations being added to the green list. \nThe total number of countries or territories on the green list - from which all travellers can return without having to quarantine - will rise from 29 to 36.\nBut other countries have their own rules about allowing visitors - so being on the UK's green list does not guarantee travellers can visit there.\nThere are no changes to the rules requiring travellers to take tests before and after their return.\nTransport Secretary Grant Shapps said: \"We are committed to opening up international travel safely, taking advantage of the gains we've made through our successful vaccination programme, helping connect families, friends and businesses around the world.\"\nAsked about the advice on PCR tests for arrivals from Spain, he told BBC Radio 4's Today programme that ministers were \"not asking people to do anything different from what's been happening in Spain\".\nHe insisted the government was \"not changing the rules\", as in Spain's case, \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test - adding that PCR tests helped scientists monitor variants.\nHe said that between 5,000 and 6,000 British holidaymakers are in Mexico currently and would be \"making arrangements to come home\". They need to return by the 04:00 BST deadline on Sunday or pay for hotel quarantine. \nMoving from amber to green: Austria, Germany, Slovenia, Slovakia, Latvia, Romania and Norway\nMoving from red to amber: India, Bahrain, Qatar and the UAE\nMoving from amber to red: Georgia, Mexico, La Reunion and Mayotte\nMoving from amber-plus to amber: France\nIf you have been in a red list country in the last 10 days, you can only enter the UK if you are a UK or Irish national or UK resident, and you then have to stay at a quarantine hotel. \nThe government has announced the cost of staying at one of those hotels is increasing, with the price for single adult travellers rising from £1,750 to £2,285 from 12 August, with a second adult paying £1,430. \nThis better reflects the costs involved, the government has said. That includes transport to the hotel, security, provision of welfare services and the two PCR tests which must be taken on day two and day eight of the stay.  \nChildren aged 5-12 will still cost £325; it is free for children aged under five.\nBritish Airways said its teams had been \"working through the night to arrange as many additional seats out of Mexico as possible to help get Britons home\" before the new rules kick in.\nIt added that British Airways and British Airways Holidays customers could re-book their flights from Mexico \"at no additional cost\" ahead of the deadline, and that British Airways Holidays would \"automatically refund any customer with a booking to Mexico in the next four weeks\".\nThe UK government sets the red, amber and green lists for England, while the other nations are in charge of their own lists. Scotland and Northern Ireland confirmed they will be adopting the same changes as England.\nBut the Welsh government criticised the \"ad-hoc nature\" of the UK government's travel decisions. It said it will consider whether to follow the latest changes, adding: \"We continue to advise against all but essential travel abroad because of the continuing risk of infection.\" \nIs this enough to save the summer season for the travel industry? \nThere are some things for the sector to be pleased about. The green list is longer, France is fully amber and there are more countries turning amber from red. \nBut there are stings in the tail too. Of the seven green countries, only two - Latvia and Slovenia - currently allow in non-vaccinated UK tourists without quarantine. \nMany major holiday destinations like Greece and Spain are still amber. And the testing regime - which many in the industry want scrapped - is still firmly in place. \nThe government says it is being cautious and continuing to protect the UK from dangerous variants, and that this is a good step for passengers and travel. \nBut after months of changes and uncertainty, there are concerns in the travel sector that this doesn't do enough to reassure the public to book.\nBritish couple Katherine and Henry Walker, who own a campsite in west France, said they hoped the news will bring a flurry of last-minute bookings, but added: \"I think it's too late for families to come because they would have booked elsewhere in the UK.\"\nThey said they were at 40% occupancy - when they would usually be at 90% - because of the lack of visitors from the UK.\nLabour's shadow transport secretary Jim McMahon criticised the government for its \"flip-flopping over France\" and said it needed to explain how it had reached decisions.\n\"Ministers need to get a grip and set out a proper strategy, provide full data, and progress work with global partners on international vaccine passports so travellers and the industry can have clarity instead of reckless U-turns and confusion,\" he said.\nBritish Airways boss Sean Doyle welcomed the news but urged the government to go further, saying the UK's economic recovery \"is reliant on a thriving travel sector and right now we're lagging behind Europe, with our more stringent testing requirements and a red list significantly broader than our European peers\".\nJames Martin, director of policy at the British Chambers of Commerce, urged the government to \"fundamentally simplify\" the traffic light system to give businesses \"confidence and clarity\". \nHe also called on the government to \"step up efforts to drive down the cost of tests\" as cost remained a \"significant barrier to both business and leisure travellers\". \nAnd Tim Alderslade, chief executive of the industry body Airlines UK, said the announcement was \"another missed opportunity\", with UK travel opening up \"far slower\" than the rest of Europe.  \nAre you in Mexico? Are you planning on returning before Sunday to avoid hotel quarantine?\nOr are you returning from Spain with a PCR test?\nEmail haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58078231",
      "category": "uk",
      "title": "Covid-19: Jabs for over 16s, and is the virus threat over?",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening. \nSo far children have not been offered vaccines, apart from over 12s with underlying conditions or those who live with others at high risk, but this is about to change. The BBC has been told  UK experts are set to recommend 16 and 17-year-olds should be offered jabs. The Joint Committee on Vaccination and Immunisation has been assessing the benefits and risks and Whitehall sources say ministers in England are expected to accept their advice. This would see about 1.4 million teenagers included in the new rollout.\nJust two weeks on from the 19 July unlocking - both infections and hospital admissions are falling. A similar pattern is emerging elsewhere in the UK where restrictions have also been eased - albeit not quite as much as in England. Has the gamble paid off? BBC health correspondent Nick Triggle has taken a look.\nMost children who contract coronavirus recover in less than a week, research suggests. However King's College London scientists say a small group may suffer long-term symptoms, the most common being headaches and tiredness. The research shows that's rare as those numbers were low, which Dr Liz Whittaker, infectious disease lead at the Royal College of Paediatrics and Child Health, says reflected what paediatricians saw in clinics.\nAsma Shaikh is homeless, she dreams of escaping life on the streets and was elated at securing a place at a prominent high school in India's Mumbai city in 2019. But the pandemic meant she hasn't been to a single class on campus and struggles to learn online. Find out more about her story.\nThe Oxford-AstraZeneca jab has been a key part of the vaccine rollout but would you be able to recognise the scientist who designed it? If not, you will be able to now. Barbie maker Mattel has created a doll of Prof Dame Sarah Gilbert. Her Barbie is one of six to honour women working in science, technology, engineering and maths, or Stem.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nBBC health correspondent Nick Triggle has looked into whether the Covid cases are receding and if that means the threat from Covid is over. Do you know how many cases are in your area? Find out using our postcode checker.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58077039",
      "category": "world-europe",
      "title": "German pensioner given hefty fine for WW2 tank in house",
      "tags": "Germany,World War Two",
      "text": "A pensioner in Germany has been convicted of illegal weapons possession after he was found to own an extensive personal arsenal including a tank. \nThe defendant, 84, has been handed a suspended prison sentence of 14 months and has been ordered to pay a fine of €250,000 (£213,469). \nOfficials found the tank and other World War Two-era military equipment at the defendant's house in the northern town of Heikendorf in 2015.\nThe army had to help remove the items. \nOn Monday, the court ordered that the defendant, who cannot be named under German privacy laws, must sell or donate the tank and an anti-aircraft cannon to a museum or collector within the next two years. \nAccording to the defendant's lawyer, a US museum is interested in purchasing the Panther tank. Many US historians argue it was the most efficient such vehicle deployed by Germany during World War Two. \nThe lawyer also said that a number of German collectors had approached the defendant over other items, which included assault rifles and pistols, local media report. \nLocal authorities raided the property in 2015 after receiving a tip-off about the building's contents by colleagues in Berlin, who had earlier searched the home for stolen Nazi art. \nIt took about 20 soldiers almost nine hours to extract the Panther tank - which was without its tracks - from the property. \nLocal media reported that the man had been seen one winter using the tank as a snow plough."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58077255",
      "category": "world-us-canada",
      "title": "Andrew Cuomo: Biden says governor should resign over harassment report",
      "tags": "New York",
      "text": "President Joe Biden has called on Andrew Cuomo to resign after a damning independent inquiry found the New York governor had harassed multiple women.\nMr Biden's condemnation of Mr Cuomo came hours after the state's Attorney General Letitia James said the governor had violated state and federal laws. \nIn response, Mr Cuomo denied touching anyone inappropriately and vowed to stay in office. \nMr Cuomo could now be impeached, and is also facing a separate criminal probe.\n\"I think he should resign,\" Mr Biden told reporters at the White House on Tuesday. \"I understand that the state legislature may decide to impeach. I don't know that for a fact. I have not read all that data.\"\nThe attorney general's investigation into her fellow Democrat was commissioned last year after several women came forward with allegations of sexual misconduct against the governor. \nInvestigators spent five months speaking to nearly 200 people, including staff members and some of those who made complaints against him. Tens of thousands of documents, texts and pictures were reviewed as part of the inquiry. \n\"The independent investigation has concluded that Governor Andrew Cuomo sexually harassed multiple women and in doing so violated federal and state law,\" Ms James said.\nMr Cuomo, she said, had engaged in \"unwelcome and non-consensual touching and making numerous offensive comments\". \nIn one case, Mr Cuomo and his staff retaliated against a former employee who accused him of wrongdoing, according to Ms James.\nOther women described being groped, kissed or sitting on the governor's lap. \nMr Cuomo allegedly reached under the blouse of an assistant to touch her breast, while another aide said he asked her if she was open to sex with an older man.\nThe governor stood behind a state trooper in a lift, running his finger down her neck and saying \"hey you\", according to investigators. \nOn top of the allegations of harassment, Mr Cuomo is accused of presiding over a \"hostile and toxic work environment\". \nJoon Kim, who co-led the investigation, said: \"It was a culture where you could not say no to the governor and if you upset him or his senior staff you'd be written off, cast aside or worse.\" \nIn his statement, Mr Cuomo said: \"I want you to know directly from me that I never touched anyone inappropriately or made inappropriate sexual advances. \n\"I am 63 years old. I have lived my entire adult life in public view. That is just not who I am. And that's not who I have ever been.\"\nNew York's senators, the Democrats Chuck Schumer and Kirsten Gillibrand used the release of the investigation to again call for him to resign. \n\"Today's report from the New York State attorney general substantiated and corroborated the allegations of the brave women who came forward to share their stories - and we commend the women for doing so,\" they said. \nThe investigation is civil, rather than criminal, so will not directly lead to charges. \nBut police could use the report in deciding to take further action and it is also likely to play a key part in a separate impeachment investigation he faces - as well as in a criminal inquiry in Albany, the state's capital city. \nAfter a whirlwind of attention earlier this year, the Andrew Cuomo sexual harassment allegations had been held at a low simmer for months. The New York attorney general's report now brings them roaring back.\nCuomo was able to survive the story's first wave through a mix of denials, apologies and hunkering down in hopes that the political storm would pass. He seems determined to follow the same strategy again. \nEven with the new revelations and the report's conclusion that the governor engaged in a \"pattern\" of misconduct, an organised effort to remove Cuomo through legislative impeachment will be a tough task.\nWhere this report may draw political blood, however, is by further diminishing Cuomo's prospects for re-election next year. His popularity has been dented, his opponents have multiplied, and the Democratic establishment continues to distance itself from the man who was once one of the party's top stars.\nOn Tuesday afternoon President Joe Biden - who had withheld his judgement until now - added his voice to the chorus calling for Cuomo to resign. The governor seems determined to hang on and fight, but with few allies and fewer options, his fate is all but sealed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58085459",
      "category": "entertainment-arts",
      "title": "The Offspring drummer Pete Parada says he was dropped over vaccine refusal",
      "tags": "Coronavirus pandemic,Music",
      "text": "The drummer with US rock band The Offspring says he has been dropped from their forthcoming tour after refusing the Covid vaccine for medical reasons.\nPete Parada said a doctor had advised him not to have the jab because he has a rare autoimmune disorder.\nHe wrote on Instagram that he's \"unable to comply with what is increasingly becoming an industry mandate\".\nAs a result, \"it has recently been decided that I am unsafe to be around, in the studio and on tour\", he said.\nThe band, who are due to start a US tour on 8 August, have not responded to his comments.\nParada joined the group in 2007 and it is not clear whether he has now left permanently.\nThe musician said he first experienced Guillain-Barré syndrome, where a person's immune system damages their nerves, in childhood and the effects had got \"progressively worse over my lifetime\".\nFor him, the risks of having a Covid vaccine \"far outweigh the benefits\", he said.\nThe drummer, who is in his late 40s, said he caught Covid over a year ago and only had mild symptoms, \"so I am confident I'd be able to handle it again\", he wrote.\n\"But I'm not so certain I'd survive another post-vaccination round of Guillain-Barré syndrome.\"\nThe condition has been listed as a very rare side-effect of the Janssen Covid-19 vaccine, while there has been a warning about a reported connection to the AstraZeneca vaccine, although that has not been confirmed.\nUK charity GAIN - Guillain-Barré & Associated Inflammatory Neuropathies - says \"the benefits of vaccine far outweigh any risk\" and recommends that people with a history of the syndrome get fully vaccinated.\nThe Offspring's hits including Self Esteem and Pretty Fly (For A White Guy), and their latest album reached number three in the UK this April.\nParada added that he had \"no negative feelings towards my band\". He wrote: \"They're doing what they believe is best for them, while I am doing the same.\"\nBut people should be free to make a choice about the vaccine \"unburdened by coercion\", he said.\nOn Tuesday, New York became the first major US city to require proof of vaccination for people attending concerts and other indoor venues.\nAlso on Tuesday, the Met Gala and Sundance Film Festival - two major entertainment industry events - both said they would require attendees to have had the Covid vaccine.\nThe Covid vaccine has proved particularly divisive in the world of rock music.\nStone Roses singer Ian Brown has been a vocal critic, promoting a number of baseless conspiracy theories but explaining that he has \"a family member whose health was destroyed by [previous] vaccinations\".\nGuitar legend Eric Clapton has refused to play concerts at venues requiring so-called vaccine passports for entry, saying he had experienced a \"severe\" reaction to the AstraZeneca vaccine.\nRichard Ashcroft, frontman for 90s rockers The Verve, pulled out of the Tramlines festival this summer after it became part of the government's pilot events programme, using the hashtags \"#naturalrebel\" and \"#theydontownme\".\nBut very few contemporary bands have spoken out against the vaccine, and other rock legends have encouraged their fans to have it.\nOn Monday, Sir Paul McCartney tweeted an old picture of himself receiving a dose alongside the words \"BE COOL. GET VAX'D\".\nIn April, Rolling Stones frontman Mick Jagger released lockdown track Eazy Sleazy, which poked fun at vaccine misinformation.\nThe Foo Fighters played to a fully-vaccinated crowd at New York's Madison Square Garden in June, while Kiss star Gene Simmons has said their concertgoers must also have had the jab, telling them: \"I don't care if you think the Earth is flat.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58077841",
      "category": "uk-england-lancashire",
      "title": "Aya Hachem: Seven men guilty of drive-by shooting murder",
      "tags": "Partington,Blackburn,Great Harwood,Stretford",
      "text": "Seven men have been found guilty of murdering a student who was shot dead in a feud between two tyre firm owners.\nAya Hachem, 19, was mistakenly killed in the botched drive-by shooting in Blackburn on 17 May last year.\nTyre firm boss Feroz Suleman, 40, had arranged the execution of a rival businessman but the gunman he hired shot dead Ms Hachem instead. \nSeven of the eight people who were on trial at Preston Crown Court were convicted of Ms Hachem's murder.\nSuleman along with accomplices Kashif Manzoor, 26, Ayaz Hussain, 35, Abubakr Satia, 32, all of Blackburn; Zamir Raja, 33, of Stretford; Anthony Ennis, 31, of Partington, and Uthman Satia, 29, of Great Harwood, will be sentenced on Thursday.\nThe eighth defendant, Judy Chapman, 26, of Great Harwood, was cleared of murder but found guilty of manslaughter and will be sentenced on 1 October. \nMs Hachem was shot as she was walking to the supermarket to buy food for her family to eat when they broke their Ramadan fast.\nThe Salford University student was said to be \"in the wrong place at the wrong time\" as the long-running feud between the neighbouring companies culminated in the shooting. \nFollowing the verdicts, Ms Hachem's family said she would \"remain in our hearts forever\".\n\"We are so proud of you and we miss you so much, our lives are difficult without you,\" they added.\n\"You loved life and despite all the struggles and barriers that we faced in this country, it did not stop you contributing to your community and charities including the Children's Society and fundraising at Salford University where you were studying to become a barrister.\"\nThe court heard how a Toyota Avensis driven by Ennis with hitman Raja on board drove past Quickshine Tyres on three occasions shortly before the fatal fourth journey.\nFootage from CCTV cameras captured Suleman stood outside his premises next door at RI Tyres with a \"ringside seat\" to the shooting he had arranged of rival Pachah Khan, the proprietor of Quickshine Tyres.\nThe first shot hit the front window of Quickshine and the second was let off as Lebanese-born Ms Hachem walked by, hitting her rather than the intended target.\nThe jury was told a feud had started in early 2019 when Quickshine, which previously only washed cars, began selling tyres next door to RI Tyres.\nMatters deteriorated on 3 December that year when someone set fire to RI Tyres in the early hours of the morning.\nOn 1 May last year, Suleman called police and reported that Mr Khan had prevented workmen from entering Quickshine's yard to finish putting up a new sign for RI Tyres, the court was told.\nJurors took less than four hours to find the seven men guilty of murder and the attempted murder of Mr Khan.\nAlan Richardson, from the Crown Prosecution Service, said: \"Each of these callous conspirators is in their way responsible for the senseless killing of Aya Hachem - an innocent young woman full of promise who lost her life as a result of a petty business rivalry.\n\"The ruthlessness of everyone involved is staggering, with the group going to extreme lengths to plan an assassination in broad daylight, risking the lives of members of the public going about their daily business.\"\nIn 2001, Suleman was convicted of causing the death of a 67-year-old man by dangerous driving.\nHe ran away from the scene of the incident in Blackburn and claimed his vehicle had been stolen before he finally pleaded guilty to the offence on the day of his trial and was jailed for three and a half years.\nFollow BBC North West on Facebook, Twitter and Instagram. You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57996910",
      "category": "technology",
      "title": "MP Maria Miller wants AI 'nudifying' tool banned",
      "tags": "Revenge porn,Women,Artificial intelligence,Deepfakes",
      "text": "MP Maria Miller wants a parliamentary debate on whether digitally generated nude images need to be banned.\nIt comes as another service which allows users to undress women in photos, using Artificial intelligence (AI), spreads rapidly on social media.\nThe website in question had more than five million visits in June alone, according to one analyst.\nCelebrities, including an Olympic athlete, are among those who users claim to have nudified.\nDeepSukebe's website promises users it can \"reveal the truth hidden under clothes\". Launched in 2020, it is unclear who is behind it. The BBC has contacted the company for comment, but received no reply.\nAccording to its Twitter page, it is an \"AI-leveraged nudifier\" whose mission is to \"make all men's dreams come true\".\nAnd in a blog post, the developers say that they are working on a more powerful version of the tool.\nMs Miller told the BBC it was time to consider a ban of such tools.\n\"Parliament needs to have the opportunity to debate whether nude and sexually explicit images generated digitally without consent should be outlawed, and I believe if this were to happen the law would change.\"\nShe said that it should be an offence to distribute sexual images online without consent to reflect \"the severity of the impact on people's lives\".\n\"If software providers develop this technology, they are complicit in a very serious crime and should be required to design their products to stop this happening.\"\nShe has been campaigning about so-called revenge porn - when nude or sexually explicit images are distributed without consent - for the last six years.\n\"At the moment, making, taking or distributing without consent intimate sexual images online or through digital technology falls mostly outside of the law.\n\"It should be a sexual offence to distribute sexual images online without consent, reflecting the severity of the impact on people's lives.\"\nShe wants the issue to be included in the forthcoming Online Safety Bill.\nCampaign group Cease (Centre To End All Sexual Exploitation) told the BBC it also believed nudification tools needed to be tackled in the Bill.\n\"The law is not adequate in this area,\" said chief executive Vanessa Morse.\n\"Technology which is designed to objectify and humiliate women should be shut down, and porn sites which profit from mass distribution of these images must be forced to proactively block their upload,\" she said.\nShe added the fact that the onus is currently on victims \"often traumatised and humiliated\" to have such images removed from the internet was simply not fair.\nNudifier tools, as they are known, are not new.\nDeepNude was launched in 2019, but the creators quickly withdrew the service and offered refunds, following a backlash. \nThey acknowledged the probability people would misuse it was \"very high\", adding that the world was not ready for such a controversial tool.\nBut similar services remain on the market, many using the DeepNude source code, which was made publicly available by the original developers.\nWhile many often produce clumsy, sometimes laughable results, the new website uses a proprietary algorithm which one analyst described as \"putting it years ahead of the competition\".\nThe BBC spoke to a developer behind one of the many nudification tools available online.\nIvan Bravo acknowledged that such creations \"are not ethical, mainly in the way it is currently used and the way the original developers started advertising it as 'nude your friends'\". \n\"However, we don't live in a perfect world and people have always been looking for ways to do this, so it was only a matter of time before such a technology came into existence.\"\nHe added that the fact the technology was only currently able to nudify women was sexist.\n\"Personally I would also like to have a version for nude men and even fictional characters like anime, so that all people can enjoy or experiment with this kind of adult entertainment.\n\"The goal is to find what kind of uses we can give to this technology within the legal and ethical [framework].\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58080232",
      "category": "uk",
      "title": "Covid vaccine set to be offered to 16 and 17-year-olds",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "UK experts are set to recommend all 16 and 17-year-olds should be offered a Covid vaccine, the BBC has been told.\nThe Joint Committee on Vaccination and Immunisation stopped short of making the move last month, saying it was still assessing the benefits and risks.\nAbout 1.4 million teenagers will be included in the new rollout but it is not known when the jabs will start.\nThey are only offered now to those over-12s who have underlying conditions or live with others at high risk. \nBut some countries, including the US, Canada and France, are routinely vaccinating people aged 12 years old and over.\nWhitehall sources say ministers in England are expected to accept the advice of the JCVI, following an announcement on Wednesday.\nIt comes after Scotland's First Minister Nicola Sturgeon said on Tuesday she was \"hoping\" to receive updated advice from the JCVI on the vaccination of 16 and 17-year-olds.\nMs Sturgeon said the UK's four chief medical officers had written to the JCVI, asking them to look again at vaccination advice for young people.\nUniversities Minister Michelle Donelan said an announcement was \"imminent and... people will get clarity soon\".\nMeanwhile, new research suggested children who became ill with coronavirus mostly recovered within less than a week.\nAcross England, 223,755 under-18s have received a first vaccine dose, according to NHS data to 25 July.\nIt was previously announced that under-18s would be eligible if they had certain health conditions, lived with someone with a low immune system, or were approaching their 18th birthday.\nBut there was criticism after it emerged GPs were advised to hold off inviting clinically vulnerable 12 to 15-year-olds to take a vaccine due to uncertainty over insurance.\nWhat are your questions about the vaccine for teenagers?\nDecisions on vaccinations are based on recommendations from the independent JCVI. Ministers in England, Wales, Scotland and Northern Ireland each then approve the plans. \nThe only Covid jab currently authorised in the UK for under-18s is the Pfizer-BioNTech vaccine. \nLast month, the JCVI extended its recommendation on Covid jabs to children aged over 12 who are at higher risk of being ill and to those on the verge of turning 18.\nHowever, it said it would not extend the rollout as it examined reports of rare adverse events such as inflammation of heart muscles among young adults.  \nSpeaking ahead of the July decision, England's chief medical officer Prof Chris Whitty said the JCVI was confident vaccines would protect children to a high degree. \nHe added more research was taking place as children did not tend to suffer severely from Covid, and the experts wanted to ensure the benefits of the jab outweighed any potential risks.\nThe decision to vaccinate children has always been more delicately balanced than for adults.\nChildren have less to gain from a Covid jab, not because it is less effective, but because they rarely become severely ill.\nAnd while the risks of side effects such as inflamed heart tissue (which is often treated with rest and ibuprofen) are incredibly rare, they do exist.\nVery high levels of vaccination in the most vulnerable also weakened arguments of immunising the young so they can't spread it to the old.\nOn top of that, the JCVI did not want to accidentally damage confidence in the usual childhood vaccines (from measles to meningitis to HPV) if a decision was seen as rushed or putting children at unnecessary risk.\nIt has been a decision that has been made slowly (too slowly for some) but now, after other countries have vaccinated hundreds of thousands of children, the evidence is there to press ahead.\nProf Paul Elliott, chair of epidemiology and public health at Imperial College London, told BBC Radio 4's Today programme vaccinating younger age groups could help drive down infections.\nWith the highest rates of infection seen in young people under 24, he said \"anything we can do to reduce transmission in that group would be helpful\".\nBut school leaders' union NAHT said the policy of vaccinating children should be led by clinicians and that schools should not play a part in promoting or enforcing vaccinations.\nOne local director of public health, Dr Anjan Ghosh, told BBC Radio 4's World at One it was likely parents and guardians would be asked for consent before some under-18s received a vaccine dose.\n\"Whether it is done in a school, or any other setting, the consent is about allowing the child to be vaccinated - so it doesn't depend on the setting where vaccines are happening from,\" he said.\nPrevious guidance said the over-16s would give their own consent for jabs, while for those under-16 parents or guardians would be involved in giving consent as well.\nShadow health secretary Jonathan Ashworth said ministers should \"ensure plans are in place to roll out this vital next stage of vaccination while ensuring parents have all the facts and information they need\".\nA Department of Health and Social Care spokesperson said it kept the vaccination of children and young people \"under review and will be guided by the advice of the independent Joint Committee on Vaccination and Immunisation\".\nAll over-18s have now been offered a vaccination against coronavirus. The latest government data shows 88.7% of adults in the UK have now had one dose of vaccine, while 73% have had two jabs.\nAnd a further 21,691 cases of people testing positive for coronavirus were recorded in the UK on Tuesday. It was the fifth day in a row that infections have fallen, and the lowest daily total since late June."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58086629",
      "category": "technology",
      "title": "Nearly a third of waking hours spent on TV and streaming, Ofcom says",
      "tags": "Ofcom,Television,Streaming",
      "text": "UK adults spent nearly a third of their waking hours watching TV and online video content in 2020, according to a report from regulator Ofcom.\nScreen time, spurred on by pandemic lockdowns, was a daily average of five hours and 40 minutes, up 47 minutes on the previous year.\nFor the first time, more households had a Netflix subscription than a paid TV account such as cable or satellite.\nAnd nearly 80% of households now have their TVs connected to the internet.\nThe Media Nations Report, which Ofcom compiles annually, found that Covid-19 restrictions were the main drivers for the increase in screen time, especially for on-demand content.\nIt helped the UK's public service broadcasters secure some of their highest TV viewing figures for five years.\nBut the highest growth was seen in video-on-demand, with time spent on services such as Netflix and Amazon Prime Video almost doubling in 2020 to an estimated one hour and five minutes per person per day.\nSuch services were used by 60% of all UK households by the third quarter of 2020, up from 49% a year earlier.\nYouTube remained the most popular user-generated online video service, with people spending an estimated 41 minutes per day watching videos on its channels.\nBut Chinese-owned video app TikTok is also gaining in popularity and was being used by 31% of adult internet users by March 2021.\nYih-Choung Teh, Ofcom's group director of research, said: \"TV and online video have proved an important antidote to lockdown life, with people spending a third of their waking hours last year glued to screens for news and entertainment.\n\"The pandemic undoubtedly turbo-charged viewing to streaming services, with three in five UK homes now signed up.\"\nSome 29 of the 30 most watched titles on subscription services were on Netflix, including Bridgerton, The Dig, Behind her Eyes and Fate: The Winx Saga.\nAnd during the UK's winter lockdowns, people sought to cheer themselves up by spending almost an hour a day watching comedy programmes.\nThe average time spent watching traditional broadcast TV each day was just over three hours, but this was mostly driven by people aged 45 and over.\nYounger age groups spent far less time on linear TV, with those aged 16-24 only spending just over an hour watching broadcast content, slightly down from the figures in 2019.\nOther findings from the report include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58074305/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: If Wales' restrictions ease, be sensible - top doctor",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "People must be sensible if most of the remaining Covid restrictions ease this weekend, Wales' top doctor has warned.\nDr Frank Atherton said responsibility for staying safe was shifting further towards people's behaviour and away from government regulation.\nThe Welsh government is set to confirm on Friday if Wales will move to alert level zero from Saturday.\nIt would mean no limit on indoor meetings and an end to 2m distancing.\nFace coverings would still be required in most public indoor places, including public transport, though not in pubs, restaurants or schools.\nSocial distancing rules will no longer be law, but venues will need to conduct risk assessments to decide on appropriate safety measures.\nIt has already been confirmed that, as of 7 August, fully-vaccinated adults in Wales will not have to self-isolate after close contact with a positive Covid case.\nDespite a third wave of coronavirus cases still spreading infection, Dr Atherton, Wales' chief medical officer, said it was right to relax remaining restrictions as the vaccination programme had \"broken the link\" between community transmission and people ending up in hospital.\nHowever, he did say that he would like more of those under 30 to take up the vaccine.\nAs of Wednesday, Public Health Wales figures showed 75% of young people - aged 18 to 29 - had taken up an offer of a first Covid jab, with 120,706 not having received a first dose.\nDr Atherton said \"we shouldn't be bribing people to have vaccine\" with incentives like discounted takeaways being offered in England.\n\"We need to make sure that people understand the evidence, that they understand the benefits that they'll get from vaccination, not just to themselves, but to their loved ones and their communities,\" he said.\nUK experts are set to recommend all 16 and 17-year-olds should be offered a Covid vaccine and Dr Atherton said Welsh ministers would make a decision once the information was published.\n\"We are still in the third wave of coronavirus infection here in Wales,\" he said.\n\"But what we have seen over the last 10 days is that the rates - which have been quite high - have been stabilising, and even coming down a little bit. \n\"The thing that also gives me comfort is that the rates in the over-60s have been quite stable for quite some time.\"\nAccording to Public Health Wales, between 91% and 96% of those in age groups over 60 have been fully vaccinated, as of 29 July.\nHe said that gave him confidence that regulations could now be relaxed, adding that, on the whole, people have been \"very compliant\" with rules and had \"risen to the challenge\".\nThe level of adherence to coronavirus restrictions has surprised Dr Kimberly Dienes, a lecturer in clinical and health psychology at Swansea University.\nShe has been advising the Welsh government about the possible implications of its regulations on the public's behaviour.\nOriginally from Chicago, she said she was used to Americans being more rebellious to government rules.\nShe said: \"You would really would expect during such a difficult time for people to have had some rebellion, some fighting back.\n\"And some have, absolutely. But the vast majority have actually gone along with regulations, have acted towards the good of the community, and that is something that has really been positive to see throughout the pandemic.\"\nSo how will people behave when they are offered the greatest freedom yet from coronavirus restrictions since the first lockdown was imposed across the UK in March 2020?\nDr Dienes does not expect the majority to suddenly exploit these new opportunities.\n\"I think a lot of people are going to be very happy about the relaxation of regulations, but at the same time there is going to be a loss of security without them,\" she said.\n\"Now it is just going to be guidance, suggestions, and not regulation. And that is going to make some people anxious, a little bit concerned, and a little bit confused about what to do moving forward. Along with that happiness.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58079551",
      "category": "uk-politics",
      "title": "Indyref2: Why has the campaign for another vote gone quiet?",
      "tags": "Nicola Sturgeon,Boris Johnson,Scottish independence",
      "text": "As Prime Minister Boris Johnson begins a visit to Scotland, what are the chances of the SNP securing another independence referendum?\nMay's Scottish election was a big moment for the UK.\nParties demanding another referendum on independence had won a majority. \nThe SNP believed they had a cast-iron mandate for another vote. But they want the UK government to agree - and there's no sign of that happening.\nIt sets up a constitutional clash which we will be talking about for some time.\nBut don't expect the crescendo any time soon.\nBoris Johnson's trip to Scotland is his first in seven months.\nThe prime minister's perceived unpopularity north of the border meant many Scottish Tories thought it best to keep him out of May's election campaign. \nBut UK ministers believe they need to talk more about what they see as the benefits of the union. \nLast week, we had Chancellor Rishi Sunak talking about the success of furlough. \nThe PM has talked on a number of occasions about why he thinks the union made the coronavirus vaccine rollout easier and faster. \nYou can expect to hear more of the same in the next couple of days. \nWhen it comes to independence, there is almost no prospect of Mr Johnson's government budging - and agreeing to another referendum.\nSenior figures in Downing Street have made it clear the PM is not going to change his mind. \nBut can that position hold forever? \nCabinet Office Minister Michael Gove seemed to hint that it couldn't in an interview last week. \nHe told the Sunday Mail that if another referendum was the \"settled will\" of the Scottish people, another vote would be held. \nBut how do you define settled will?\nThe question is probably part of the answer. It allows the UK government to keep saying no without a tangible point at which they'll say yes. \nThe SNP are in no rush either. \nThe party is trying to figure out the answers to some pretty big questions on its post-Brexit plan for an independent Scotland.\nHow would you prevent a hard border with England?\nHow quickly would you move to a new Scottish currency?\nHow quickly would Scotland be able to join the EU? \nBehind the scenes, there is work going on to look at these central questions. But the answers aren't simple. \nThen there's the question of priorities. \nFirst Minister Nicola Sturgeon has made Covid hers to tackle in the first three months of the new Holyrood term - and her party has promised there won't be another referendum until the crisis has passed. Again, without a definition of when we might judge what passed means.\nSo while the rhetoric on the constitution continues, decisive moments are a while away. Senior figures in the SNP are reluctant to offer any sort of date for when another referendum might be held. \nThere could, however, be some small steps in the next few weeks.\nIn September, the SNP will hold a conference where independence will be one of the main three themes.\nThere, you can expect Ms Sturgeon to come under pressure to move the independence campaign on. \nA leaked provisional agenda for the event includes a motion which would demand Ms Sturgeon's government holds a referendum \"as soon as it is safe\". \nThe final agenda for the conference hasn't been finalised, but there are also calls for the party to set up a \"Borders commission\" to do detailed work on the border question. \nA number of SNP branches want the party to commit to removing nuclear weapons from Scotland within three years of independence - a significant commitment. \nThere is going to be a lot more debate about the independence timetable next month.\nIt's also possible the SNP will team up with the Scottish Greens in a formal arrangement at Holyrood.\nThis wouldn't be a coalition - but something short of that, focussed on key issues where they agree.\nA commitment to another referendum would be one of them. Inevitable for the two pro-independence parties - but a symbolic show of strength.\nBut on the key question of whether another independence referendum is going to happen, a concrete answer is a while off. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58083395",
      "category": "uk-wales",
      "title": "Holiday park murder accused in court amid tributes to Amanda Selby",
      "tags": "Ashton-under-Lyne,Abergele",
      "text": "The family of a 15-year-old who died at a caravan park have described her as a \"caring, thoughtful\" girl who \"liked to help others\".\nAmanda Selby, from Ashton-under-Lyne, Greater Manchester, died at Ty Mawr Holiday Park in Towyn, Conwy county, on Saturday.\nHer brother Matthew Selby, 19, has been charged with her murder.\nIn a statement, her family said she would be \"very sadly missed\".\nThey said: \"Amanda was a loving daughter and grand-daughter - she was caring, thoughtful, liked to help others and very much loved.\"\nAmanda's school, Droylsden Academy in Manchester, said: \"Our school family is devastated by this awful news. \n\"Amanda was a lovely student and she will be sorely missed by students and staff.\" \nJiu Jitsu club Kamiza Dojo said Amanda and her mother had been a big part of the club for many years.\nIt said: \"Our club is saddened to hear the tragic news that one of our students, Amanda Selby, has lost her life while on holiday with her family.\n\"The Kamiza Dojo family is truly devastated by this awful news....\n\"We are truly heartbroken, Amanda will be sorely missed.\" \nEarlier, Mr Selby, of Windermere Crescent, Ashton-under-Lyne, appeared at Mold Crown Court via videolink from HMP Berwyn and spoke only to confirm his identity.\nHe was remanded in custody and a provisional trial date was set for 28 February. It is expected to last between five and seven days.\nHe is also scheduled to appear in court for a plea hearing on 29 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58080163",
      "category": "uk-england-essex",
      "title": "Fenwick Colchester: Boy, 5, dies after being injured at store",
      "tags": "Colchester,Essex Police",
      "text": "A five-year-old boy has died after sustaining a serious head injury at a department store.\nHe was injured at the Fenwick store in Colchester High Street on 27 July.\nThe boy, who has not been named, was taken to Colchester Hospital but police on Tuesday confirmed he had died.\nMia Fenwick, director at Fenwick, said it was \"with great sadness that we have learned of the passing of a young boy following an incident at our Colchester store last week\".\nShe said: \"All our thoughts and prayers are with the child's family and friends at this very painful time.\n\"We continue to work closely with the local authorities to understand how this happened.\"\nShe added the Colchester store would remain closed on Wednesday \"as a mark of respect\".\nCh Insp Rob Huddleston, district commander for Colchester, Essex, said: \"This is a truly heart-breaking incident and all of our thoughts are with the boy's loved ones.\"\nHe said he and his teams in Colchester were \"extremely saddened\" to learn of the boy's death.\nThe child's family are being supported by specialist officers.\nNo further details have been released about the incident.\nA spokesman for Colchester Borough Council, which is investigating what happened, said the authority was \"deeply saddened by the news\".\nHe said: \"Our thoughts are with his family and friends at this tragic time.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58089814",
      "category": "uk-wales",
      "title": "Boy, 3, killed in collision with vehicle at farm near Efailwen",
      "tags": "Health and Safety Executive ",
      "text": "A three-year-old boy has died after an incident at a farm in Carmarthenshire.\nEmergency services were called to the property near Efailwen at about 19:00 BST on Tuesday after reports a child had been hit by a farm vehicle.\nDyfed-Powys Police confirmed the boy had died at the scene.\nThe force said nobody else had been injured in the incident and an investigation had been launched into how it happened.\nPeople living in the farming community told BBC Wales they were shocked and saddened by the incident.\nLocal minister and county councillor Huw George said the community had woken up under \"yet another cloud\".\nHowever he said people living in the area would do everything they could to support the family. \n\"One strong point of this community is that it's strong, it's close,\" he said.\n\"People will be there and sense when help is needed and if people ask for help, they will get it, because how do you begin to explain and begin to say something which means anything at a time like this.\"\nFarmer and shop owner Carwyn James said everyone in the close-knit community was deeply affected by the news.\n\"People will fail to imagine the pain this poor family are going through at the moment,\" he said.\n\"It's an amazing place to raise children on a farm, but with it there are dangers.  It's just so terribly sad.\"\nIn a statement, Dyfed-Powys Police said the three-year-old had died after being involved in a \"collision with a vehicle\" at the private address.\nThe child's family are being supported by specialist officers and the Health and Safety Executive and the Coroner have been informed, they added.\nThe Welsh Ambulance Service confirmed it had sent an ambulance and two rapid response vehicles to the incident, in the Efailwen area on Tuesday evening."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58083778",
      "category": "world-europe",
      "title": "Three dead in train crash near Czech-German border",
      "tags": "Germany,Czech Republic",
      "text": "A train crash near the Czech Republic-German border has killed at least three people and injured dozens more.\nCzech Transport Minister Karel Havlicek said an express train from Munich heading to Prague went through a stop signal and hit a commuter train bound for the town of Domazlice.\nEarly indications were that the express train had failed to stop at a red light, he added.\nLocal media report both drivers were killed, as well as a female passenger. \nThe collision took place after 08:00 local time (06:00 GMT) near the village of Milavce, 140km (87 miles) south-west of the Czech capital Prague.\nSeveral foreigners were on the Munich train and some of them were among the injured, local media reported. The three people who died were all Czech nationals, a police spokesperson told Reuters news agency.\nFootage posted on social media shows crushed carriages and debris strewn across the tracks.\nDozens of emergency workers were assisted by helicopters. Rescue services took the most seriously injured to hospital. \nRescuers reported that seven people injured in the crash were in a critical condition.\nThe Czech Republic's railway inspectorate has launched an investigation into the crash.\nCzech Prime Minister Andrej Babis tweeted his \"sincere condolences to the families of the dead\".\n\"Unfortunately, this summer is full of tragedies,\" he wrote. \nIn June, a tornado swept through several villages in the Czech Republic, killing five people and leaving more than 150 others injured."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-58093315",
      "category": "uk-england-stoke-staffordshire",
      "title": "Veteran charity runner robbed at knifepoint near Burton upon Trent",
      "tags": "Barton under Needwood,Burton-upon-Trent,Leeds,Barnstaple",
      "text": "A man running 1,200 miles (1,931km) to raise money for a veterans charity has been mugged at knifepoint. \nPhil Hammond, from Leeds, was stopped by a man in Barton-under-Needwood, near Burton upon Trent, on Monday evening, Staffordshire Police said.\nHe was on a footpath by a canal when he was threatened with the knife and handed over £40 before the robber fled.\nMr Hammond said he had not been put off by the crime and would continue his charity run.\n\"This is about helping others. If you can go through life and help others, more power to you,\" the 60-year-old added.\nWhile he admitted he had been shaken by the robbery, he said he was more annoyed at having several blisters on his feet.\nMr Hammond, who works as an NHS porter, was three days into his run when the robbery happened, having started in Leeds on 31 July.\nHe is due to end his run back in the city on 5 September having gone via Land's End and Carlisle.\nHis efforts are in aid of The Veterans Charity, based in Barnstaple, Devon, and aim to raise £2,400 towards helping veterans get essential items.\nThe charity's chief executive officer, Danny Greeno, said they were shocked by the robbery and \"very thankful that [Phil] was unharmed\".\nHe added they had taken more measures into giving Mr Hammond support including talking to him several times each day and making sure he stayed overnight with friends and people he knows.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58091705",
      "category": "uk-politics",
      "title": "Marcus Rashford: Poor families missing out on food vouchers",
      "tags": "Marcus Rashford,Child poverty,Wes Streeting,Free school meals,Coronavirus pandemic",
      "text": "Footballer Marcus Rashford is calling on health professionals to do more to persuade families in need not to miss out on government food vouchers.   \nIn an open letter in the British Medical Journal (BMJ), he says more than 40% of those entitled to claim have not signed up.\nWhile thousands have benefitted, he is concerned numbers are levelling off due to a lack of awareness. \nMinisters say they are spending more than £400m to help low income families.\nHealthy Start is a UK-wide nutritional support scheme - known as Best Start Foods in Scotland - run by the NHS to help pregnant women or low income families on benefits with children aged under four.\nThose who qualify receive vouchers to buy basics like milk and fruit or coupons for vitamins.\nThe pandemic has put a renewed focus on child poverty but the England and Manchester United striker says more needs to be done to end any \"silly\" stigma and to persuade people to register for support.\nWriting in the BMJ, Rashford says his Child Food Poverty Taskforce - set up to campaign for vulnerable children to receive free meals during the school holidays - has been doing all it can to raise awareness about the voucher scheme. \nHe writes: \"While we have seen 57,000 more parents benefit from the scheme as a result, I'm concerned we are plateauing.\n\"More than 40% of those eligible for the vouchers are still not registered for the scheme, and I'm confident that the majority of these parents can be found in communities just like mine, where I grew up - no internet, no high street, no word of mouth.\"\nAnd he says health professionals need to do more to ensure all those who are entitled to apply, know about it \"especially given the planned digitisation of the scheme this autumn, which will disproportionately disadvantage those without easy access to the internet\".\nHe wants staff to use an online eligibility calculator and \"consider collaborating with us on communicating and educating people about the scheme when possible\". \nHe adds: \"In conclusion, and not to beat around the bush, we need you.\"\nLast summer, the government was forced in to a u-turn, after a high-profile campaign by Rashford for free school meal vouchers to be available for six weeks during the holidays. \nThe government had previously insisted that free school meals would only be provided during term time, but in June 2020, the prime minister said they had to understand the pressure families were under and a Covid summer food fund would help.\nIn November, ministers provided more than £400m for a winter grant scheme, run by councils, to provide support with food and bills.\nLabour's shadow child poverty secretary, Wes Streeting, said the measures did not go far enough and \"more and more children are living in poverty under the Tories\".\nHe said: \"With no government strategy for lifting children out of poverty, once again we see Marcus Rashford having to do the government's work for them.\n\"If Boris Johnson is out of ideas for what to do, he should implement Labour's Children's Recovery Plan to provide immediate support for all children to catch up on lost learning following the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58091693",
      "category": "uk",
      "title": "Covid: Jabs for 16 and 17-year-olds to start within weeks",
      "tags": "Jonathan Van-Tam,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All 16 and 17-year-olds in the UK will start being offered a first dose of the Covid jab within weeks, after a recommendation from vaccine experts.\nThey will not need parental consent and will receive the Pfizer-BioNTech jab, the Joint Committee on Vaccine and Immunisation said on Wednesday.\nAdvice on when to offer the second dose will come later, the JCVI added.\nThe change in guidance means around 1.4 million teenagers will be eligible.\nProf Jonathan Van-Tam, England's deputy chief medical officer, said there were plenty of vaccines available, adding: \"We have the supply and I'm expecting this to start in a very short number of weeks indeed.\"\n\"There is no time to waste in getting on with this,\" he said, highlighting that children will start going back to sixth forms and colleges soon. \"I want us to proceed as fast as is practically possible.\"\nThe JCVI is a group of independent experts and their advice is a recommendation upon which governments then act. England, Scotland,Wales and Northern Ireland have all confirmed they will follow it. \nUntil now, children over 12 have been able to get a jab if they have certain health conditions, live with others who are at a high risk or are nearing their 18th birthday. \nThe only vaccine currently approved for under-18s in the UK is Pfizer-BioNTech.\nSome other countries have already been routinely vaccinating children over 12. The US has been doing so from May, as well as some European countries, such as France and Italy, after EU regulators gave them the go-ahead. Other countries that are vaccinating children include Brazil, Japan, Israel and Hong Kong.\nLast month, the JCVI stopped short of opening up jabs to 16 and 17-year-olds as it wanted time to examine the risks and benefits, as well as reports of rare adverse effects such as inflammation of heart muscles.\nBut on Wednesday it said these events were \"extremely rare\" and usually occurred within a few days of a second dose, typically more in young men. \nData from the US suggests that in males aged 12 to 17 years 9.8 cases of myocarditis were reported per million first doses given. \nThis rises to 67 per million after the second dose. Most people recovered quickly.\nThe JCVI said it expected one dose of the vaccine would give the 16 and 17-year-old age group good protection against severe illness and around 80% protection against hospitalisation.\nProf Wei Shen Lim, who chairs the Covid part of the JCVI, said the change in advice was not just for the benefit of wider society, but for teenagers themselves.\n\"While Covid-19 is typically mild or asymptomatic in most young people, it can be very unpleasant for some,\" he said.\nOn whether to roll out jabs to over-12s, he said the JCVI will review the data but it is a decision they \"prefer not to make at this point\".\nAfter the announcement, Prime Minister Boris Johnson urged people to \"listen to the JCVI\" and get the jab. \"They are extremely expert, they're amongst the best, if not the best in the world - they know what's safe and I think we should listen to them and take our lead from them,\" he said.\nThe ambition is still two, but the route to getting there is fuzzy. \nThe advice today is to give 16 and 17-year-olds their first dose and then wait for more details.\nOne reason is the risk of inflamed heart tissue (myocarditis or pericarditis) is higher after the second dose of the Pfizer vaccine. \nThe JCVI says one dose will still give children significant protection against Covid, especially if they have already caught the virus. \nAnd that the high uptake in vulnerable older adults means it can afford to go more slowly, and wait for more evidence on the risks, in the young. \nA longer gap between the two doses would lead to more protection in the end.\nHowever, it looks unlikely they will be fully immunised before the return to school in September. \nAlmost all children and young people are at a very low risk of being seriously ill with Covid. New research suggests most children who become ill with coronavirus recover within less than a week.\nBut they can act as a reservoir of virus and pass it on to their friends, classmates, families and other vulnerable adults.\nThe move to vaccinate children is likely to have its critics, as much of the world is far behind in their vaccine rollouts, with millions of adults still at risk of serious illness or death.\nSome argue that the doses given to children would save more lives if they were given to health workers and vulnerable adults in poorer countries.\nThe World Health Organization has urged wealthy countries to share more of its vaccines, and sooner. The UK has pledged to donate more than 100 million leftover doses via the Covax scheme and through direct country-to-country donations. \nIt sent a first batch of nine million doses last week.\nA further 29,312 cases of people testing positive for coronavirus were recorded in the UK on Wednesday and 119 deaths within 28 days of a positive test.\nSo far, 73% of adults in the UK have received two jabs, and more than 88% have had a first dose. All over-18s have now been offered the vaccine.\nNHS data for England shows 223,755 under-18s have received a first vaccine dose since the rules were changed last month.\nLast month, there were suggestions that vaccines could become compulsory for university students moving to halls of residence, but ministers have since shelved that idea.\nThere are also plans to offer booster jabs for those aged 50 and over later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58078900",
      "category": "health",
      "title": "Covid cases and hospital admissions down - is it over?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "When the government in England announced it was lifting nearly all remaining restrictions, it was branded a \"dangerous\" and \"unethical\" experiment by critical scientists. \nBut - just two weeks on from the 19 July unlocking - both infections and now hospital admissions are falling.\nA similar pattern is emerging elsewhere in the UK where restrictions have also been eased - albeit not quite as much as in England. Has the gamble paid off?\nIt is important to remember that despite the warnings government modellers had always suggested this scenario was possible.\nAt the start of July they were talking about a peak of between 1,000 and 2,000 hospital admissions a day - although there was a large degree of uncertainty. \nThe hardest thing for them to predict was people's behaviour. At the start of July the number of contacts people were having was still much lower than pre-pandemic - four a day compared with 10 previously.\nThe scientists predicted if there was a gradual return to normal, hospital admissions would not go above 1,000 - exactly what seems to have happened.\n\"If it was a gamble, it was a calculated one,\" says one of the modellers. \"This is not some unexpected accident.\"\nIt is true, though, that ministers and government scientists did express concerns that the situation might have got much worse than it has. \nHealth Secretary Sajid Javid said cases could reach 100,000 a day, while Prof Neil Ferguson, one of the key modellers, said there could even be 200,000 cases.\nThese scenarios were possible - at the time infection rates were doubling every 10 days - but they were at the upper end of the modelling scenarios.\nBut there was a reason why the figures were put forward so publicly. It was, in part, to influence behaviour.\n\"We messed up the communication about masks,\" said one government source. \"We had ministers claiming they were ditching them - it was giving the wrong impression when we needed the public to remain cautious. \n\"We knew we had to rein things back again.\"\nThe falls are, of course, very encouraging. There have been a lot of theories put forward as to why - from the European Championship football tournament ending, to the sheer numbers of people being \"pinged\" and being asked to isolate. \nWhen it comes down to it, two things basically influence the spread of the virus - the levels of immunity in the population and the contacts we are having.\nProf Paul Hunter, from the University of East Anglia, says it is clear we have reached some sort of \"equilibrium\" and a further surge in cases related to 19 July is now unlikely, given what is happening.\nAnd by equilibrium he means a situation where the virus is kept in check without the huge surges of the past year and instead ebbs and flows much like we see with other respiratory infections.\nBut the big unknown is what will happen in the autumn when the weather turns, people are indoors more, are back in the office and children are at school.\nThis equilibrium is not a fixed state. \nWaning immunity and increasing contacts, particularly inside, could easily lead to a rise. Although that could well be offset by a Covid booster campaign for the most vulnerable groups that looks likely to be announced soon, and the continued rollout of second doses to some of the younger age groups over the next two months.\nProf Christina Pagel, a member of Independent Sage and one of the signatories of the letter which branded the unlocking dangerous and unethical, says she is very concerned about what the autumn will bring. \n\"Covid is so unpredictable. I acknowledge I was wrong on what was going to happen, but that doesn't mean it's over. We need to get cases down even further - if we go into autumn with 20,000 cases a day I would be very worried.\"\nA number of government modellers have told the BBC they expect to see another rise at some point, as it is so easy to flip between rising and falling cases.\nBut Prof Mike Tildesley, one of the modellers from the University of Warwick, says he would not expect this to be \"a significant resurgence\" unless there is a new variant. \n\"August is a really odd month in terms of contact patterns, but given the success of the vaccination programme I think we can be pretty confident,\" he says.\nIndeed, what this summer has proved is just how effective the Covid vaccines are and how close we are to living with the virus. Despite infections reaching a similar level to that of previous waves, the number of deaths has been much, much lower. \nAt the moment there are fewer than 100 a day on average. To put that into context, during a bad flu season there can be more than 100 deaths and around 1,000 hospital admissions every day for months on end. \nAnd therein lies the problem. Lockdowns and social distancing meant flu and other respiratory infections were hardly present last winter, meaning there is likely to be lower immunity in the population than normal.\n\"If they return on the scale we expect we could see really major pressures build on the NHS that could raise some very difficult questions,\" says Dr Tildesley.\nThe worst of Covid may be behind us, but huge challenges still remain.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58091693/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Jabs for 16 and 17-year-olds to start within weeks",
      "tags": "Jonathan Van-Tam,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All 16 and 17-year-olds in the UK will start being offered a first dose of the Covid jab within weeks, after a recommendation from vaccine experts.\nThey will not need parental consent and will receive the Pfizer-BioNTech jab, the Joint Committee on Vaccine and Immunisation said on Wednesday.\nAdvice on when to offer the second dose will come later, the JCVI added.\nThe change in guidance means around 1.4 million teenagers will be eligible.\nProf Jonathan Van-Tam, England's deputy chief medical officer, said there were plenty of vaccines available, adding: \"We have the supply and I'm expecting this to start in a very short number of weeks indeed.\"\n\"There is no time to waste in getting on with this,\" he said, highlighting that children will start going back to sixth forms and colleges soon. \"I want us to proceed as fast as is practically possible.\"\nThe JCVI is a group of independent experts and their advice is a recommendation upon which governments then act. England, Scotland,Wales and Northern Ireland have all confirmed they will follow it. \nUntil now, children over 12 have been able to get a jab if they have certain health conditions, live with others who are at a high risk or are nearing their 18th birthday. \nThe only vaccine currently approved for under-18s in the UK is Pfizer-BioNTech.\nSome other countries have already been routinely vaccinating children over 12. The US has been doing so from May, as well as some European countries, such as France and Italy, after EU regulators gave them the go-ahead. Other countries that are vaccinating children include Brazil, Japan, Israel and Hong Kong.\nLast month, the JCVI stopped short of opening up jabs to 16 and 17-year-olds as it wanted time to examine the risks and benefits, as well as reports of rare adverse effects such as inflammation of heart muscles.\nBut on Wednesday it said these events were \"extremely rare\" and usually occurred within a few days of a second dose, typically more in young men. \nData from the US suggests that in males aged 12 to 17 years 9.8 cases of myocarditis were reported per million first doses given. \nThis rises to 67 per million after the second dose. Most people recovered quickly.\nThe JCVI said it expected one dose of the vaccine would give the 16 and 17-year-old age group good protection against severe illness and around 80% protection against hospitalisation.\nProf Wei Shen Lim, who chairs the Covid part of the JCVI, said the change in advice was not just for the benefit of wider society, but for teenagers themselves.\n\"While Covid-19 is typically mild or asymptomatic in most young people, it can be very unpleasant for some,\" he said.\nOn whether to roll out jabs to over-12s, he said the JCVI will review the data but it is a decision they \"prefer not to make at this point\".\nAfter the announcement, Prime Minister Boris Johnson urged people to \"listen to the JCVI\" and get the jab. \"They are extremely expert, they're amongst the best, if not the best in the world - they know what's safe and I think we should listen to them and take our lead from them,\" he said.\nThe ambition is still two, but the route to getting there is fuzzy. \nThe advice today is to give 16 and 17-year-olds their first dose and then wait for more details.\nOne reason is the risk of inflamed heart tissue (myocarditis or pericarditis) is higher after the second dose of the Pfizer vaccine. \nThe JCVI says one dose will still give children significant protection against Covid, especially if they have already caught the virus. \nAnd that the high uptake in vulnerable older adults means it can afford to go more slowly, and wait for more evidence on the risks, in the young. \nA longer gap between the two doses would lead to more protection in the end.\nHowever, it looks unlikely they will be fully immunised before the return to school in September. \nAlmost all children and young people are at a very low risk of being seriously ill with Covid. New research suggests most children who become ill with coronavirus recover within less than a week.\nBut they can act as a reservoir of virus and pass it on to their friends, classmates, families and other vulnerable adults.\nThe move to vaccinate children is likely to have its critics, as much of the world is far behind in their vaccine rollouts, with millions of adults still at risk of serious illness or death.\nSome argue that the doses given to children would save more lives if they were given to health workers and vulnerable adults in poorer countries.\nThe World Health Organization has urged wealthy countries to share more of its vaccines, and sooner. The UK has pledged to donate more than 100 million leftover doses via the Covax scheme and through direct country-to-country donations. \nIt sent a first batch of nine million doses last week.\nA further 29,312 cases of people testing positive for coronavirus were recorded in the UK on Wednesday and 119 deaths within 28 days of a positive test.\nSo far, 73% of adults in the UK have received two jabs, and more than 88% have had a first dose. All over-18s have now been offered the vaccine.\nNHS data for England shows 223,755 under-18s have received a first vaccine dose since the rules were changed last month.\nLast month, there were suggestions that vaccines could become compulsory for university students moving to halls of residence, but ministers have since shelved that idea.\nThere are also plans to offer booster jabs for those aged 50 and over later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58078506",
      "category": "world-middle-east",
      "title": "MV Asphalt Princess: Ship hijacked off UAE ordered to sail to Iran",
      "tags": "United Arab Emirates,Shipping industry",
      "text": "A Panama-flagged ship has been hijacked by armed men in the Gulf of Oman and ordered to sail to Iran, Lloyds List Maritime Intelligence has confirmed.\nThe bitumen tanker MV Asphalt Princess is heading into the congested approach to the Strait of Hormuz, it said. \nIt is not clear who has seized the ship but analysts say Iranian forces will be suspected.\nIran's Revolutionary Guards dismissed the reports as a pretext for \"hostile action\" against Tehran.\nThe incident comes less than a week after an oil tanker operated by an Israeli-owned company was attacked by a drone off Oman, killing two security guards - one British and the other Romanian. \nThe US, UK and Israel blamed Iran for the attack - a claim it strongly denies.\nBBC Security Correspondent Frank Gardner says the MV Asphalt Princess is owned by a Dubai-based company that had one of its ships hijacked two years ago by revolutionary guards.\nHe says that, according to reports, up to nine armed men boarded the MV Asphalt Princess as it neared the entrance to the Strait of Hormuz, through which about a fifth of the world's maritime oil supplies passes.\nEarlier, the United Kingdom Maritime Trade Operations (UKMTO) advised shipping near Fujairah in the Gulf of Oman to exercise extreme caution.\nA spokesperson for the UK Foreign Office said it was urgently investigating reports of an incident on a vessel off the UAE coast. \nThe White House called the reports \"deeply disturbing\".\nUKMTO had initially warned ships of an incident before declaring a \"potential hijack\" hours later. \nEarlier in the day, four oil tankers reported that they were \"not under command\", which usually means that a vessel has lost power and cannot steer. One of the ships later began moving, AP news agency reports. \nAn Oman Air Force marine patrol aircraft was seen flying over the sea at the same time, according to data from FlightRadar24.com. \nIran's foreign ministry said reports involving several ships on Tuesday were \"suspicious\" and warned against any effort to \"create a false atmosphere\" against Tehran. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57203521",
      "category": "health",
      "title": "Covid-19: Should all children get a vaccine?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccinating children is routine and widely accepted - measles, mumps, polio, diphtheria, rotavirus, multiple strains of meningitis, whooping cough… the list goes on. All this starts from just a few weeks old. \nSo, what about Covid-19?\nSome countries are cracking on. The US is immunising children between 12 and 15. It expects to have enough safety data to go even younger next year. \nBut in the UK - the BBC has been told - a decision to vaccinate all 12 to 17-year-olds is unlikely to be recommended by UK experts any time soon.\nThere is a scientific question - will vaccinating children save lives? - which is complex as the answer may vary from country to country. \nThere is also a moral and ethical dimension if doses destined for children would save more lives if they were given to health workers and vulnerable adults in other countries. \nOne argument for not vaccinating children against Covid is they get relatively little benefit from it. \n\"Fortunately one of the few good things about this pandemic is children are very rarely seriously affected by this infection,\" said Prof Adam Finn, who sits on the UK's Joint Committee on Vaccination and Immunisation.\nInfections in children are nearly always mild or asymptomatic, which is in sharp contrast to older age groups who have been prioritised by vaccination campaigns. \nA study across seven countries, published in the Lancet, estimated that fewer than two out of every million children died with Covid during the pandemic. \nEven children with medical conditions that would raise the dangers of a Covid infection in adults are not being vaccinated in the UK at the moment. Only those at \"very high risk of exposure and serious outcomes\" - which could include older children with severe disabilities in residential care - are recommended to be vaccinated. \nThe vaccines are incredibly safe, but the risk and the benefit still have to be carefully weighed. \nThere is another potential benefit to vaccinating children - it could save other people's lives. \nThis is an approach that is already used for flu. British children aged from two to around 12 are given the nasal spray, largely to protect their grandparents, each year. \nOne argument is doing the same with Covid vaccines could help contribute to herd immunity - the point at which the virus struggles to spread because so many people are protected. \nThe Covid vaccines look very good at disrupting the spread of the virus. Just one dose appears to cut the chance of catching the virus by at least half and even those that do still get it are half as likely to pass it on. \nChildren do not appear to be major spreaders of coronavirus, but older teenagers may still play a role.\n\"There's certainly evidence of potential for transmission in secondary school ages, so vaccinating could have an impact on overall transmission,\" said Dr Adam Kucharski, from the London School of Hygiene and Tropical Medicine.\nBut there is not a universal answer on whether it is worthwhile. \nThe UK's vaccination programme is hurtling ahead and there have been large outbreaks that have left a legacy of immunity which could also play a role.\nAbout a third of 16 and 17-year-olds in England have coronavirus antibodies in their blood despite barely any of them being vaccinated.\nSo the UK and similar countries could find they have enough immunity to stop the virus spreading without vaccinating children.\n\"It's a very different situation to countries without many outbreaks and who don't get as high coverage in adults, then it's very difficult without vaccinating young groups as well,\" said Dr Kucharski.\nAustralia is one country struggling with vaccine hesitancy and, alongside places like New Zealand and Taiwan, contained the virus so well there is barely any immunity from infection. \nOne thing to bear in mind is who doesn't get a vaccine if a child is given one instead.\nThe World Health Organization says wealthy countries should postpone their plans to immunise children and donate them to the rest of the world. Prof Andrew Pollard, who ran clinical trials of the Oxford-AstraZeneca vaccine, said it was \"morally wrong\" to prioritise children.\nProf Eleanor Riley, an immunologist at the University of Edinburgh, said: \"There is a case for it and if there was unlimited supply of vaccine we could keep going with the over-12s, but there isn't.\n\"Eventually it's a political decision whether to prioritise our kids over adults dying in their droves elsewhere in the world.\" \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58084534",
      "category": "newsbeat",
      "title": "Lauren Goodger foreign exchange Instagram advert banned",
      "tags": "Social media,Social media influencers,Advertising Standards Authority,Instagram,Advertising",
      "text": "An Instagram post by TV star Lauren Goodger has been banned because she didn't clearly mark it as an advert.\nLauren, 34, had been paid for the post, which promoted a foreign exchange - or forex - trading tips service.\nForeign exchange is the conversion of one currency into another. Forex trading is essentially betting on the value of a currency going up or down.\nLauren's post featured a screenshot of a WhatsApp chat suggesting a customer had made profits of £1,730 in two days.\nThe caption by the former Only Way Is Essex star claimed the forex trader, named hannahd.fx, had been \"consistently profitable\".\nShe went on to encourage people to message the trader.\nIn the UK, social media stars have to make clear if they are being paid by a company to promote its business.\nA reader complained that Lauren's post was not obviously identifiable as an ad and the claims about profitability were misleading.\nThe Advertising Standards Authority (ASA) agreed with the complaint, noting \"the post did not feature the label '£ad', or a similar, prominent identifier\".\nThe ASA also said it had not seen any evidence to support the claims about profits in the ad, and ruled that it was therefore misleading.\nIt said the ad \"must not appear again in the form complained about\" and told both hannahd.fx and Lauren to make sure their ads could be clearly identified and to not make claims of profits unless they had evidence that was the case.\nThe unknown person or people trading as hannahd.fx told the ASA that they won't breach the rules in future.\nLauren Goodger confirmed she'd been paid by hannahd.fx to make the post. She also said they'd sent her a script and dictated the contents of the post's caption.\nShe said she'll make sure future ads can be clearly identified.\nRules for ads on social media have tightened up recently, with Instagram saying last year that it would crack down on any misleading behaviour by influencers.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57273875",
      "category": "health",
      "title": "Covid: When can teenagers get a second dose?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "A second dose of the Pfizer vaccine will be offered to 16 and 17-year-olds across the UK, following updated advice from the UK's vaccine committee.\nAll over-18s across the UK can have two Covid vaccine doses, as can some vulnerable, high-risk children over 12.\nHealthy, low-risk children between 12 and 15 have only been offered a single dose - which should be delayed until 12 weeks after a coronavirus infection.\nThe Joint Committee for Vaccination and Immunisation (JCVI) says a second dose for those aged 16 and 17 is safe and effective 12 weeks after the first.\nThe JCVI has previously held back from recommending a second dose because of concerns over a very rare heart condition, called myocarditis, experienced by tiny numbers of young people - particularly boys - after the second dose.\nIt says it is now reassured by evidence from other countries that a 12-week gap between doses would lower that already very small risk.\nA decision on a second dose for 12-15s has not yet been made but could happen in the next few weeks.\nIn the meantime, all 12-17 year olds should wait 12 weeks after a Covid infection before having their first or second dose.\nNo vaccine is currently approved for under-12s in the UK.\nIf you're over 18, and want to book your first, second or booster dose, you can find out how here.\nNo. If you're under 40 or pregnant you'll be given Pfizer or Moderna.\nEvery woman who is pregnant (or planning to become pregnant) is encouraged to get two vaccine doses. Hospital figures show that 98% of pregnant women admitted to intensive care this year were not vaccinated.\nUnder-18s have so far been offered Pfizer. \nThe vaccines are very effective at protecting people against becoming seriously ill or dying from Covid-19. \nLatest data from the UK Health Security Agency suggests more than 90% protection against hospitalisation and death with all three vaccines.\nThe vaccines are less effective at stopping people becoming infected by the virus, developing mild symptoms or passing it on - but they do reduce the risk of that happening too.\nIf you've been double-jabbed, you are far less likely to become seriously ill or die from Covid.\nCovid vaccines aren't compulsory, but everyone is urged to get jabbed to protect themselves, their family, friends and wider society.\nChildren under 16 don't need parental consent to get jabbed, as long as they are believed to have \"enough intelligence, competence and understanding to fully appreciate what's involved in their treatment\". This is known as \"Gillick competence\". \nBeing fully vaccinated can make travelling to most other countries easier, and in many cases means you will not have to self-isolate either when you return to the UK. \nHowever, it's worth bearing in mind that under-16s are not eligible for their own digital NHS Covid Pass, which is now accepted widely as proof of vaccination. \nWhat's more, the single jab which most UK teenagers have so far received, is not recognised as full vaccination by some countries (including France), and more tests may be required.\nCheck your destination's rules on the Foreign Office website before you travel. \nMost are mild, completely normal and disappear after a few days. \nThey happen because the body's defences are reacting to the vaccine, and include:\nA very small number of people had a severe allergic reaction after the Pfizer and Moderna vaccines, so you should discuss any allergies you have before vaccination.\nThere's no evidence to suggest you should avoid alcohol altogether, but drinking in large quantities can suppress your immune system.\nSome women have experienced unusually heavy, painful or prolonged periods after being jabbed.\nThis may be because the vaccine prompts an increase in activity in the immune system, which also plays a role in the menstrual cycle. \nHowever, there's no evidence  the vaccine has any impact on pregnancy or fertility.\nPregnant women are being urged to get the vaccine, to protect themselves and their babies.\nCoronavirus can cause serious illness in some women in later pregnancy, and possibly a slightly higher rate of stillbirth.\nIf you're planning a pregnancy or are breastfeeding, government guidance says you can still get vaccinated, \nA recent study suggests vaccination can help improve long Covid symptoms.\nResearchers think the vaccine could be pressing the body's reset button and helping it recover. "
    }
  ]
}