{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-59179219",
      "category": "health",
      "title": "Where are we at with Covid?",
      "tags": "James Gallagher,Office for National Statistics,Coronavirus pandemic",
      "text": "There is a never-ending stream of data about Covid and at times it can seem completely contradictory. So where do we stand at the moment?\nThe number of people testing positive is continuing to fall, but are we wrong to constantly tout this number around? It is looking certain that the epidemic in schoolchildren is in decline, but why, and will it last? And do we need to pay more attention to infections in older age groups? After all, they are the people at highest risk.\nThe main ways of tracking Covid are:\nEach has its own quirks that makes them flawed and yet revealing in different ways. It's only when you bring them all together that you get closer to the reality. \nNearly every source of data agrees that there is a lot of coronavirus around, but that has started to fall. \nThe latest number of cases (ie people who take a test and it's positive) is 34,029 on Friday, down from 43,467 on the same day last week.\nThe issue with that figure is that it is heavily influenced by the number of people choosing to get tested and some don't, especially if their wages depend on being free of Covid. \nThe React study at Imperial and the ONS both test people at random, whether they're sick or not, to see if they're harbouring the virus. \nThat makes them less biased, but people test positive for some time after catching the virus, so the picture they paint is always a bit out of date. \nReact recorded the highest levels of coronavirus since it started after the first wave, but says it may have started to fall in recent days. The ONS estimates one in 55 people in the UK has Covid - that's about 1.27 million of us. However, their data goes up only to 30 October, so is doubly out of date.\nThe R number for the UK, that's the average number of people each infected person passes the virus on to, is between 0.9 and 1.1. That suggests the level of infections is roughly stable, but the way it is calculated means it again reflects what was happening weeks ago.\nThe Zoe Covid study app, which works in real time by getting people to log their symptoms, has recorded a 5% fall in Covid in the past week. \n\"Hopefully we're over the last great peak of Covid in 2021,\" said Prof Tim Spector, who analyses the data at King's College London.\nBut there is a danger in just looking at the headline number of cases - even though it is the mainstay of Covid coverage.\nProf Mark Woolhouse, from the University of Edinburgh, told me: \"We're tempted to be very concerned when cases rise sharply, and there seems to be a mood that we can relax when it starts to decline.\n\"I don't think it's helping anyone right now.\"\nProf Mike Tildesley, from the University of Warwick, agreed: \"Putting those figures in the public's eye every day does distract from what we should be looking at.\"\nWithin the data, there are two epidemics currently worth considering.\nThe big one in school pupils who are still mostly unvaccinated, but at relatively low risk from Covid. And an emerging one in at-risk groups, who are now being offered their booster doses.\nThe number of cases in school-age pupils surged through September and October, but is now in decline. That has become apparent, even in the laggy ONS data. \n\"For the first time in several weeks, we are seeing a decrease in infections among secondary school-aged children in England, although rates do remain high,\" said the ONS's Sarah Crofts. \nThe fall is likely to be a mix of a rampant outbreak in schools building up natural immunity, pupils who have been vaccinated, and the half-term effect when kids are no longer mixing in the classroom. The React scientists say they witnessed a similar effect 12 months ago, and cases rose once the school gates reopened. \nThe precise balance of those effects on Covid in children remains uncertain - is it a school break or herd immunity?\n\"That's the real question, I'm cautiously optimistic that it's that latter and it's a very significant moment if it is,\" said Prof John Edmunds, from the London School of Hygiene and Tropical Medicine.\nThe sheer scale of the rise and then fall in infections in young people means the overall picture is dominated by people who are generally at low risk of needing hospital treatment for Covid. \nProf Woolhouse said: \"Over-interpreting those large fluctuations in low-risk groups is misleading and I'm quite worried about those at high risk.\n\"Underlying those waves, there's been a rather steady increase in older age groups and I'm concerned about that.\"\nIt is worth stressing infections in older age groups are at low levels, and it is not yet clear how much the rise will matter.\nThe number of people being admitted to hospital looks to have plateaued at just over 1,000 a day in the UK.\n\"We haven't seen the massive increase in hospital admissions that some were concerned about, but we're not out of the woods yet,\" Prof Tildesley told BBC News. \nProf Spector, whose Zoe app data also showed continuing increases in infections in older age, said the pattern was \"worrying\" but that hopefully the booster campaign would prevent it becoming a major problem.\nProf Edmunds said: \"There's an enormous epidemic in children, it filters through to their parents and from them to others even more vulnerable, vaccines are stopping this being a disaster.\"\nBut he says if cases in children do turn a corner, then that should reduce the risk for everyone. \nIt is abundantly clear we are in an infinitely better position than last year which culminated in lockdowns. \nHowever, there is no certainty about how winter will go. \nWill cases in children continue to fall? If they do, will that lead to falls in other age groups? How will the booster campaign go? What will the weather be like (and will we all meet indoors as the temperature drops)? What will other diseases do and how will they pressure the NHS?\nChanges in behaviour could still change the course of the epidemic. While children's lives look much closer to pre-pandemic norms, that is not the same in adults. There is also the potential of new variants, such as the offshoot of delta - AY.4.2 to cause problems. \n\"It's an extremely complex picture and very hard to predict what is going to happen,\" said Prof Woolhouse.  \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59185767",
      "category": "entertainment-arts",
      "title": "Sarah Jayne Dunn: Hollyoaks star's 'shock' at losing job over OnlyFans",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59165781",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: Greta Thunberg tells protest that COP26 has been a 'failure'",
      "tags": "COP26,Glasgow,Young people,Greta Thunberg,Schools' climate change protests",
      "text": "Greta Thunberg has told a mass rally in Glasgow that the COP26 climate summit has been a \"failure\". \nThe Swedish activist had earlier joined thousands of young people - including striking school pupils - for a march through the city.\nShe addressed the crowd when it arrived in George Square, saying \"immediate and drastic\" cuts to emissions are needed. \nThe march was organised by Fridays for Future Scotland, a group founded by youngsters inspired by Ms Thunberg.\nIt was one of the largest of a series of demonstrations taking place throughout the summit, which is being held in the city.\nMs Thunberg said: \"It is not a secret that COP26 is a failure. It should be obvious that we cannot solve a crisis with the same methods that got us into it in the first place.\"\nShe said: \"We need immediate drastic annual emission cuts unlike anything the world has ever seen.\n\"The people in power can continue to live in their bubble filled with their fantasies, like eternal growth on a finite planet and technological solutions that will suddenly appear seemingly out of nowhere and will erase all of these crises just like that.\n\"All this while the world is literally burning, on fire, and while the people living on the front lines are still bearing the brunt of the climate crisis.\" \nShe described the UN climate change summit as a \"two-week long celebration of business as usual and blah, blah, blah\" to \"maintain business as usual\" and \"create loopholes to benefit themselves\".\nMs Thunberg added: \"We know that our emperors are naked.\"\nActivists from several other countries also gave speeches about how climate change is already affecting their homelands. \nThey included Vanessa Nakate from Uganda, who said: \"Historically, Africa is responsible for only 3% of global emissions and yet Africans are suffering some of the most brutal impacts fuelled by the climate crisis.\n\"But while the global south is on the frontlines of the climate crisis, they're not on the front pages of the world's newspapers.\"\nThe procession marched through the city's west end, past the COP26 site at the Scottish Events Campus, before heading towards the city centre.\nIt ended at George Square where a stage and speakers had been erected.\nCharlie O'Rourke, 14, from Glasgow, skipped school to attend the march with his mother Cairsty and his sister.\nHe said global leaders at COP26 must \"listen to the people\", adding: \"Don't just go for profit. Listen to what the planet needs.\"\nHis mother said she was there for her children and for \"the generations to come to just show that something has to happen and it has to happen very quickly\".\nFinlay Pringle, 14, from Ullapool in the Highlands, travelled by train to Glasgow with his father to take part in the march.\nHe said: \"If you really, truly love something and you want to protect it, no matter what it is, it doesn't have to be climate striking, but if there's something that you love and you want to protect it, then you should do that, don't think twice about it.\"\nThe wider Fridays for Future movement has seen young people around the world striking from school on a Friday to raise awareness of climate change.\nAnna Brown, an activist with Fridays for Future in Glasgow, said the event was aimed at demonstrating a need to move climate discussions away from \"enclosed\" spaces. \nShe told the BBC: \"The message is that the system of COPs - we've had 26 now -  isn't working. So we need to uproot that system. \n\"The message is you need to listen to the people in the streets, the young people, the workers.\"\nShe continued: \"We need to move it from being in an enclosed space where people can't get involved to the streets, where people can see what's happening and have a say.\n\"I think part of it is designed so people don't understand what it's about - if people don't understand what's being said in negotiations, they can't criticise what's happening and the decisions that are being made.\"\nAssistant Chief Constable Gary Ritchie said it was \"hugely inspiring\" to see thousands young people take part in the \"spectacular event\" on the streets of Glasgow. \n\"This was a really important day in the COP26 schedule and we were pleased to be part of such a memorable event for these young participants and for Glasgow,\" he said. \n\"Our officers enjoyed engaging with young people, many have children of their own who were taking part in today's march.\"\nHe said there has been \"positive engagement\" between police and protestors during the summit and so far fewer than 20 arrests had been made - mostly for disorder type offences.\nFirst Minister Nicola Sturgeon said she was committed to \"meaningful engagement\" between the Scottish government and young people and to involve them in decision-making.\nShe said: \"In Scotland, we are already acting to tackle the climate emergency, but, as we have heard from children and young people this week from Scotland and round the globe, is it not enough and we must do more.\"\nMeanwhile, the Prince of Wales expressed sympathy with the anger and frustration of the young activists in a speech addressing COP26 negotiators, telling delegates the \"weight of history\" was on their shoulders.\nHe said he had been invited to take part in the march, but would not be able to do so.\nIn London, Downing Street said young people missing school to attend the demonstration is \"extremely disruptive at a time when the pandemic has already had a huge impact on their learning\".\nHowever, Glasgow City Council and most neighbouring local authorities told the BBC that schoolchildren would not be punished for taking part in the climate strike.\nThey urged parents to let schools know if a pupil would be off for safety check purposes.\nOnly East Dunbartonshire told pupils they would be marked as having unauthorised absence if they did not attend school on the day of the march."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59182227",
      "category": "uk-northern-ireland",
      "title": "Owen Paterson: Government 'took wrong approach', DUP leader says",
      "tags": "House of Commons,Owen Paterson,DUP (Democratic Unionist Party),Lobbying in the United Kingdom,Lobbying,Sir Jeffrey Donaldson",
      "text": "DUP leader Sir Jeffrey Donaldson has said he did not support radical plans by the government to overhaul how MPs' behaviour is policed.  \nOnly one DUP MP Sammy Wilson voted in favour of the move on Wednesday. \nIt would also have saved former NI Secretary Owen Paterson from suspension but on Thursday Number 10 U-turned after a political backlash.\nSir Jeffrey said any reform of standards rules must be done on a \"cross-party basis\".\nMr Wilson was the only DUP MP to vote for the plans - which would have set up a new committee to review standards rules and spared Mr Paterson a 30-day immediate suspension from the House of Commons. \nThe seven other MPs were not present and abstained.  \nThe DUP said its eight MPs had a free vote meaning they did not have to take a particular stance on the issue. \nMr Paterson had been found by a standards committee to have breached lobbying rules for his work as a paid consultant for two Northern Ireland firms - Randox and Lynn's Country Foods. \nAfter the government's decision to reverse the shake-up, Mr Paterson resigned as MP saying he wanted a life \"outside the cruel world of politics\". \nSpeaking to BBC News NI on Friday, Sir Jeffrey, the Lagan Valley MP, described the government's initial plan as the \"wrong approach\". \n\"I don't agree with what happened earlier this week... I'm glad now we're getting a cross-party approach which is the way it's been done in the past.\" \nAsked if he disagreed with his colleague Mr Wilson, Sir Jeffrey said the party's position was \"clear\" that any action taken should be done on a cross-party basis. \nResponding to whether Mr Wilson would be disciplined over the move, Sir Jeffrey repeated that the party had allowed a free vote on the issue. \n\"It is a matter for each MP to decide what they do,\" he added. \n\"I'm very clear what the government had proposed was not the best way to do this. \n\"I'm glad now we're taking a cross-party approach and arriving at consensus to deal with these difficult and sensitive issues.\" \nOn Friday, Mr Paterson tweeted that he would be stepping aside from his current consultancy work to \"focus on my family and suicide prevention\". \nA Randox spokesperson said: \"Randox acknowledges Mr Paterson's wish, at this difficult time, to step aside from his consultancy work to focus on his family and suicide prevention.  We wish Owen and his family well in their future endeavours.  Randox will not be making further comment.\" \nLynn's Country Foods has been asked for comment.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59171771/#comp-comments-button",
      "category": "#comp-comments",
      "title": "University strikes: Academics at 37 institutions support action",
      "tags": "Universities,Strike action",
      "text": "Academics at 37 universities have voted in favour of more strike action in a long-running row over pensions.\nMembers of the University and College Union (UCU) who took part voted 76% in favour of strike action - with 88% in favour of action short of a strike.\nThe vote does not mean that industrial action is inevitable.\nUniversities UK said the result was \"disappointing\" but said the union had failed to secure a mandate at almost half the institutions that had ballots.\nThe UCU said universities needed \"to urgently revoke the pension cuts and return to the negotiating table to avoid strike action\".\nThe ballot covered 68 universities - of those, 35 met the 50% turnout threshold that is legally required for a strike.\nThe threshold does not apply to two universities in Northern Ireland - Ulster and Queen's University Belfast.\nThe dispute over pensions has been rumbling on for nearly a decade, and was reignited because of what the UCU described as a \"flawed valuation\" of the Universities Superannuation Scheme (USS) pension fund. \nThe UCU said it was \"carried out at the start of the pandemic when global markets were crashing\" and would lower members' guaranteed retirement income by 35%.\nThe union is expecting the results of another ballot on pay and conditions on Friday.\nFollowing that, the union's higher education committee will meet to decide the next steps, after consulting branches.\nUCU general secretary Jo Grady said: \"These results are a clear mandate for strike action over pension cuts and should be heard loud and clear by university employers.\n\"Staff in universities have given their all to support students during the pandemic, but management have responded by trying to slash their guaranteed pension by 35%.\"\nMs Grady said avoiding strike action was \"the outcome staff want\", and called on universities to \"withdraw the needless cuts\".\nFor some students a winter of disruption lies ahead. \nAs well as this vote on pensions, the results of ballots at many more universities across the UK on pay and conditions are expected. \nBut so far the results suggest lecturers and other staff, such as librarians, have mixed feelings about causing students to miss out any further.  \nWhen this dispute began students joined picket lines in 2020 in support of their lecturers.  \nBut that was before the pandemic left many studying for their degrees online, from their bedrooms.\nThe transformative shift to online learning during lockdowns may also provide universities with a way to minimise the impact. \nThe National Union of Students (NUS) said it stood \"in solidarity\" with staff who voted for industrial action because they were doing \"more work for less reward\".\nHillary Gyebi-Ababio, its vice-president for higher education, said: \"Staff working conditions are our learning conditions, and we must stand together if we are to realise a system that is truly student-centered and democratised.\"\nUniversities UK said: \"While it is disappointing to see some UCU members think industrial action over pensions is justified, the union has failed to secure a mandate for industrial action in 31 of the 68 institutions, meaning fewer branches have reached the threshold than in previous ballots. \n\"Union members voting 'yes' to strike action at eligible branches account for less than 7% of the scheme's total active membership...\n\"The employers' proposals for reform are the only viable plans under current regulations that will keep the scheme affordable for members and universities and keep the defined benefit section of the scheme open.\"\nThe universities also say a range of measures could mitigate the impact of the pension changes on employees.\nLast year, staff at 74 universities held a 14-day strike over pensions, pay, and conditions, and there was also action in 2019 and 2018.\nThe 37 institutions where staff are able to take strike action over pensions are: Institute of Development Studies; Aston University; Birkbeck, UoL; Durham University; Goldsmiths, UoL; Heriot-Watt University; Imperial College London; Keele University; King's College London; London School of Economics; London School of Hygiene and Tropical Medicine; Loughborough University; Open University; Royal Holloway, UoL; SOAS, UoL; The University of Birmingham; The University of Dundee; The University of Kent; The University of Leeds; The University of Nottingham; The University of Sheffield; The University of Stirling; University of Bath; University of Belfast; University of Bradford; University of Bristol; University of Cambridge; University of Edinburgh; University of Essex; University of Glasgow; University of Lancaster; University of Liverpool; University of Reading; University of St Andrews; University of Sussex; University of Ulster; University of York"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59149196",
      "category": "uk-wales",
      "title": "Bonfire Night: Garden fireworks 'traumatise' guide dogs and pets",
      "tags": "Pets,Fireworks,RSPCA,Bonfire night,Dogs,Animals,Coronavirus pandemic",
      "text": "Guide dogs could be unable to work due to the trauma of garden firework displays, a specialist has said.\nSian Menai Jones said training dogs could associate the scare with working as firework use was becoming more \"unpredictable\".\nIt comes as RSPCA Cymru said it fears for \"terrified\" pets amid more home firework displays as official displays are cancelled again due to Covid.\nThey have urged local authorities to raise awareness of animal distress.\nA recent poll by the RSPCA found 44% of adults were planning to do their own firework displays compared to 25% who said they planned to attend an official fireworks event.\nMs Jones said she was out training Hector in the middle of the day when he was left traumatised by fireworks.\nShe said: \"There was a firework display being let off only 40 metres in front of us so Hector could see it and definitely hear it as well.\n\"He panicked, was pulling on the lead and trying to run away as he really wanted to get away from the noise, so I had to just take him away from the situation as quickly as possible.\"\nLong-term, she said this could mean the dog associated the distress with being in their working harness.\n\"The dog could link work to bad things happening and so I've just been really mindful of that since it's happened and just working in very quiet areas and just making everything really positive for him.\n\"Because the danger is that if he does associate it with trauma, that he could possibly never work as a guide dog.\"\nShe said fireworks have become \"unpredictable\" as they were not just isolated to the night of 5 November.\n\"When the incident happened with Hector... it was the middle of the day on a high street and I've worked with dogs for nine years and I've never had anyone set off fireworks right in front of us before,\" Ms Jones explained.\nPeople came out of their homes to see what was happening because  \"animals inside were going crazy\".\nShe said people needed to be \"mindful that there are animals in residential areas\" and should let communities know beforehand.\n\"Then people can prepare and get everything set up to try and help their animals, to make them more comfortable and feeling safe,\" she said.\nThe RSPCA said it feared a surge of unofficial displays close to homes with pets were less likely to have safety measures in place or to have notified the local area.\nOver the past five years, the RSPCA received 1,621 calls about fireworks across England and Wales, and it fears this year could be worse if many more people go ahead with displays in their gardens, as expected. \n\"With unplanned or more spontaneous events in the pipeline this year owners with nervous animals may be worried about the coming weeks. We know many pets are simply terrified of fireworks,\" said RSPCA Cymru campaigns manager Carrie Stones.\n\"We're urging anyone having a fireworks display in Wales to communicate with residents in their local community to help pet owners prepare.\n\"Before the cheer, consider their fear - and help keep animals safe this time of year.\"\nThe charity has written to councils and other public bodies across the country to help them raise awareness of animal welfare during this time of year. It includes posters for people with anxious animals to put in their windows and colouring sheets for children.\nIt also urged local authorities to help reduce the risks fireworks pose to animals, and to ensure all public displays are advertised in advance to give pet owners vital time to plan and prepare."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59179317",
      "category": "uk-scotland",
      "title": "Greta Thunberg: COP26 'a global north greenwash festival'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59167708",
      "category": "business",
      "title": "M&S: Customers are Christmas shopping early",
      "tags": "Christmas,Retailing,UK economy,Shopping,UK High Streets",
      "text": "Customers are Christmas shopping early, retailer Marks & Spencer has said, with nearly half expecting to have finished buying gifts by the end of November.\nRival John Lewis said that many people were planning big family get-togethers after lockdowns last Christmas.\nRetail expert Steve Dresser said people were \"spooked about shortages of stock\" and were budgeting in tough times.\nIn October, shop footfall was higher than in September, British Retail Consortium (BRC) data suggested.\nMarks & Spencer said that many customers were shopping early and planning ahead, while nearly 40% were planning to do more to celebrate Christmas than prior to Covid.\nMore than two thirds (68%) were planning to have a big family Christmas, the retailer added.\nA spokeswoman for John Lewis Group, which includes Waitrose, said customers were \"making plans and getting ready earlier than normal\".\nShe said that \"after last year\" customers were \"keen to enjoy the festivities as much as possible this year\".\nLast Christmas there were lockdown restrictions on gatherings, with people in London and Southeast England - the country's most populous region - only allowed to celebrate with their household and support bubbles.\nBoth M&S and John Lewis have launched their Christmas adverts slightly earlier than last year to try to entice people to buy from them.\nSteve Dresser, managing director of Grocery Insight, said that people were buying early due to uncertainty. \nThis included being \"spooked\" by shortages of stock.\nHe said household finances were being squeezed by inflation including higher fuel and energy prices, and \"shopping early is one way to spread the cost of Christmas\".\nMr Dresser said that there was uncertainty as to whether coronavirus restrictions, which last year closed non-essential retail in London and the South East at short notice, would be brought back again.\nHe added there was a chance that stock \"that lands very late in the season\" could mean \"that large mark-downs will have to be applied, almost reducing it as it goes on the shelf\", which would be \"bad news\" for retailers.\nConsumer confidence took a turn for the worse in October, according to research firm GfK.\nPeople were concerned about the future of the UK economy \"against a backdrop of cheerless domestic news\" including \"fuel and food shortages\" and \"surging inflation squeezing household budgets\", Joe Staton, client strategy director GfK, said.\nRetailers have \"brought forward Christmas range launches to help smooth out supply chain bumps ahead of the peak trading period\", said Sensormatic Solutions retail consultant Andy Sumpter.\nStores have been dealing with supply chain disruption that has been causing shortages of products from cars to turkeys.\nPeople have been going to shops more compared with September, in part to do early Christmas shopping, Mr Sumpter said.\nIn October, footfall in shops was up 3.2% compared with the previous month, and UK footfall was ahead of Spain, Germany, Italy and France, according to BRC data.\nBut despite that October rise, footfall in shops is still substantially lower than pre-pandemic levels.\nFootfall was down much less in north-west England, which saw an 8.7% fall, compared with London, where footfall was down 21.4% compared with 2019.\nIn total, across the UK, footfall in shops in October was down 13.7% compared with two years ago.\nThis drop has been somewhat balanced out by the rise in online shopping, although online buying has declined since a peak in the Covid pandemic, a BRC spokeswoman said.\nIn central London retailers have forecast that festive spending will hit £1.2bn, which is a third up on last year, but still half of 2019's pre-pandemic levels.\nCrucially, though, trading rates are down by more than half, and \"West End retailers are facing a challenging festive period due to the continued absence of high spending international travellers\", the New West End Company said.\nThe company, which represents 600 retail, restaurant, hotel and property owners in Bond Street, Oxford Street, Regent Street and Mayfair, called for the government to bring back tax-free shopping for non-EU visitors, which was scrapped after the Brexit transition period ended on 31 December 2020.\nSince those tax-free sales were ended, places such as Paris and Milan \"have benefited from a 20% price advantage over the UK - a situation the West End desperately wants re-examined - pushing the UK further down the travel wish-list of festive holidaymakers, particularly high spenders from non-EU countries\", the company said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59176395",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26 youth march: 'We don't have a choice'",
      "tags": "COP26,Paisley,Climate change,Glasgow,Greta Thunberg,Schools' climate change protests",
      "text": "Thousands of young people are forgoing school on day six of the UN climate summit to show world leaders they expect action on the crisis.\nActivist Greta Thunberg  has headlined a youth march organised by the school strike movement Fridays for Future.\nYoung people from across the globe joined her on the procession from Kelvingrove Park to the city centre. \nSome of them told us why.\nGraham Paisley and his daughter Amy were among those gathering in Kelvingrove Park, in Glasgow's west end, ahead of the march. \nMr Paisley, 49, said: \"I am here for Amy. I think it is really important for her to have a view of what is happening in the world. \n\"Climate change is going to have a big impact on our lives and things will definitely get worse if we don't do anything about it.\"\nThe businessman only found out about the demonstration when S4 pupil Amy, 14, mentioned it on Monday. \nThey travelled from Darnley, Glasgow, to take part in what will be their first protest. \nAmy said: \"If someone is going to get something done about it then it is going to be young people as we are going to have to live with it. \n\"I hope today will make governments realise that it is something people care about. \n\"They need to do something about it.\"\nApril travelled to George Square from Paisley, Renfrewshire, for the rally with her 11-month-old daughter Juneau.\nThe teacher said: \"It is too important not to be here as there hasn't been anything like this in the city before. \n\"I worry about what the world will be like when my daughter is older. What animals will be extinct?\n\"Will she see the beauty of Scotland as I saw it growing up?\"\nMs Hamilton, 33, hopes the outcome of COP26 will be more than just words. \nShe is looking forward to seeing climate activist Greta Thunberg, whom she said is an incredible role model for her daughter. \nMs Hamilton added: \"I think it is amazing that one person can have such an impact. She hasn't changed her tune and she hasn't let fame get to her head. \n\"She is just one girl who cares about the world.\"\nPatrick Klein is on the march with wife Julia and son Philip. \nThe software engineer is originally from Luxembourg but has lived in Glasgow for 20 years. \nMr Klein, 50, said: \"I think it is important to make the case for climate change and to send a message to politicians that they need to take action.\" \nHe said he had been disappointed with what had been announced at COP26 so far as he believed it did not go far enough. \nAmong the measures Mr Klein would like to see are coal consigned to history and an end to combustion engines in cars before 2030. \nPhilip, 10, said: \"I came here today because I want my future to to be good and I want everyone else's future to be good.\"\nGlasgow University biology Professor Kathryn Elmer is attending the march with her son Keifer. \nShe said: \"There has been many, many years of scepticism and talk but now is the time to make some aggressive choices. \n\"We can't just sit here and watch the planet burn.\" \nProf Elmer, who is originally from Canada, wants the UK to stand up and be a global leader on climate change. \nSon Keifer, 10, said: \"Not a lot of adults are listening to young people, like Greta Thunberg.\n\"I think it is time for for all ages to take action.\"\nEvelyn Acham, a Ugandan activist with the Rise Up movement in Africa, said some young people had become \"full-time activists\" against climate change, giving up education and work due to the urgency of the crisis.\nMs Acham told BBC Radio's Good Morning Scotland programme the situation was so urgent that they had abandoned other parts of their lives to push for action.\nShe said: \"The young people going out there to march gives us hope. \n\"The future belongs to those young people, because they still have a lot of time, they haven't achieved a lot, but the older generation have already achieved so much and (climate change) probably won't be so much their problem.\n\"But young people still have work to do, they still have school to do, they have a future to build, so this is our concern.\"\nShe added: \"Many young people have given up school to become full-time activists, some have given up work, some have given up going for a masters degree, just because they're seeing the urgency of this.\"\nShe said young people continued to take to the streets across the world because \"we do not have a choice\".\nRuth Ewan is in George Square for the rally with her daughter Peggy - who made a special sign for their pet lurcher, Dora.\nThe artist said: \"I want my daughter to think about what is happening to the world and to engage with the struggle for climate justice.\"\nMs Ewan, 40, is also concerned about rising inequality and hopes the UN climate conference will have a positive impact across the globe. \nShe added: \"I want to see more action and less blah blah blah. \n\"I am excited that my daughter will get to see Greta today as she is an amazing young female role model.\"\nRuby has been allowed to miss school to attend her first ever march - on her birthday.\nShe said: \"I wanted to come here on my birthday to help everyone's voices get heard on climate change. \n\"I'm worried if I have any children they might not know what a polar bear is.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-59153254",
      "category": "uk-england-birmingham",
      "title": "Fifth teen convicted of killing Keon Lincoln",
      "tags": "Birmingham",
      "text": "A fifth teenager has been found guilty of killing 15-year-old Keon Lincoln who was shot and stabbed outside his home.\nA jury at Birmingham Crown Court convicted Kieron Donaldson, 18, of Aston Lane, Perry Barr, Birmingham, of manslaughter.\nOn Thursday, four teenagers, including a 14-year-old gunman, were convicted of Keon's murder.\nThe schoolboy died after being attacked by a group of youths on Linwood Road, Handsworth, Birmingham, in January.\nDonaldson, who was cleared of murder, was convicted of the lesser charge by a majority 10-2 verdict after the trial heard he \"helped and supplied weapons\" for a planned attack.\nHe is due to be sentenced on 29 November alongside his co-defendants. \nJurors deliberated for 17 hours and four minutes before reaching a verdict on Donaldson.\nThey had been instructed to consider whether Donaldson had assisted or encouraged one of the defendants to carry out the attack, and were told he was not guilty of murder if they could not be sure he intended the attackers to cause Keon serious harm.\nJudge Lord Justice William Davis said the four murderers would each receive a life sentence, with Donaldson facing a \"significant\" sentence.\nA 14-year-old and a 16-year-old, who cannot be named due to their age, were convicted of murder alongside Tahjgeem Breakenridge, 18, from Oldfield Road, Balsall Heath, Birmingham, and Michael Ugochukwu, 18, of Twyning Road, Edgbaston, Birmingham.\nThe youngest was additionally convicted of possession of a firearm with intent to endanger life, while the 16-year-old, Breakenridge and Ugochukwu were all convicted of having an offensive weapon.\nThe court was told the 16-year-old was recorded on CCTV armed with a large knife as Keon was attacked.\nThe trial heard Keon was fatally wounded outside his home in a \"short and brutal\" attack on 21 January.\nHe was repeatedly stabbed by a group who had got out of a stolen car and chased him. He was then shot in the stomach as he lay on the ground, the court was told, and died two hours later at Birmingham Children's Hospital.\nProsecutors said a Ford S-Max, which had a false registration plate, was used. It later crashed on Wheeler Street, Birmingham, where investigators found forensic evidence including a hunting knife.\nThe court was told Donaldson had bought about a dozen knives online in the months before the killing, including one bearing Keon's blood found in the recovered vehicle.\nIt was also alleged that Donaldson's fingerprints were found on the blade of the weapon, while Ugochukwu's DNA was recovered from its sheath.\nThe trial heard Donaldson arranged for a taxi that picked up Breakenridge and Ugochukwu before the attack and dropped them off near his home.\nDetectives said it was unclear whether Keon was specifically targeted or attacked \"by chance\".\nDet Insp Jim Colclough of West Midlands Police said the reason for the killing had not emerged during the trial, but he said those convicted \"absolutely set out to cause someone some real harm that day\".\nHe said: \"The motive isn't clear at all. But the fact that they've gone out, and carried such weapons, and have acted for a purpose that at the moment is beyond us, I can't comprehend.\n\"I think as a society it is something that is really difficult for everyone to comprehend.\n\"People of that age should not be arming themselves with weapons and going out with a view of causing either someone really serious harm or killing them.\"\nExactly why the teenagers killed Keon Lincoln has never been clear, but the CCTV footage played in court showed that it was a planned and targeted attack, which begs the question why was the schoolboy stabbed and shot in the street outside his home? \nA week after he died, the local community gathered outside Keon's house in Handsworth as a mark of respect. Family friend, Pastor Neville Popo, told the crowd: \"This situation that we're in with the postcode war needs to stop. We now have to learn to respect each other and we can only do that by putting away the knife and the gun.\" \nIt was clear that he believed Keon's death was connected to the rivalry between so-called postcode gangs. The fact that the killers' car was abandoned on Wheeler street, where a 22-year-old was shot dead a few months earlier, would seem to be more than just an unhappy coincidence. Nearly two decades ago a senior police officer told me that [Wheeler St] had long been a \"fault line\" in the city, delineating the territory between rival groups. \nKeon Lincoln appears to have been collateral damage in one of these petty disputes; the latest teenage fatality in the city that has seen too many young lives lost in recent years. \nDetectives said there was no evidence to suggest territorial gang rivalries were linked to the killing.\nDet Insp Colclough said the killers had shown an \"indifference to what had gone on\", but Keon's family had acted with \"absolute strength\" during the trial. \n\"I hope that these convictions can offer some form of solace to Keon's family who will clearly mourn his loss for the rest of their lives,\" he said.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59174582",
      "category": "business",
      "title": "House prices still rising but demand set to cool",
      "tags": "Personal finance,Housing market,UK economy",
      "text": "Growth in UK house prices accelerated again last month, with the average property price now £270,027, according to the UK's largest mortgage lender.\nPrices rose 8.1% in the year to October, up from an annual rate of 7.4% the month before.\nWith interest rate rises still on the horizon, the lender said it expected house-buying demand to cool in coming months as borrowing costs rose.\nHowever, these would still be \"low by historical standards\", it added.\n\"Raising a deposit is likely to remain the primary obstacle for many. The impact on property prices may also be tempered by the continued limited supply of properties available on the market,\" said Russell Galley, managing director, Halifax, which is part of Lloyds Banking Group.\nOctober was the fourth month in a row of rising house prices, boosting the annual rate of growth to its highest since June.\nThe Halifax said the cost of a typical home rose 0.9% in October from the month before, an increase of more than £2,500.\n\"One of the key drivers of activity in the housing market over the past 18 months has been the race for space, with buyers seeking larger properties, often further from urban centres,\" said Mr Galley.\nTemporary measures such as the cut to Stamp Duty had also helped to lift prices, along with an influx of first-time buyers supported by parental deposits, he added.\nIn regional terms, Wales remained the strongest performing area, the Halifax said, with annual house price inflation of 12.9% and an average house price of £198,880.\nIn England, the North West has returned to being the strongest performing region. Prices rose by 10.4% over the 12 months, with the average house costing £205,881.\nAverage house prices in London are still far higher than elsewhere in the country at £514,907.\nHowever, the capital saw the UK's lowest house price growth of just 0.8%.\nEarlier this week, rival lender the Nationwide said its research showed the price of a typical UK home was now £250,311 after prices rose by 9.9% in the last year.\nThe building society said prices rose 0.7% in October compared with the previous month.\nThe limited supply of housing being put up for sale has hit online estate agent Purplebricks, which cut its earnings outlook on Thursday because fewer properties were being added to its platform.\nIt said it expected instructions from its clients to sell or rent out properties to have fallen by 38% to 22,000 in the six months to the end of October, as compared with a year earlier."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59180577",
      "category": "business",
      "title": "US Virgin Islands probes Barclays Epstein links",
      "tags": "UK banking,Barclays,Jeffrey Epstein,Banking",
      "text": "The US Virgin Islands has served Barclays in the UK with a court order to provide any documents linked to sex offender Jeffrey Epstein.\nThe US territory is seeking information on transactions, correspondence and investments linked to the financier.\nThe bank was subpoenaed in New York on the matter in February this year.\nA Barclays spokesperson said: \"Barclays has already provided its response to this subpoena and complied with its obligations. \n\"The US Virgin Islands is now in the process of serving a similar subpoena on Barclays in the UK and Barclays will respond to that subpoena once it is served.\"\nThe BBC understands there is no link between the subpoena and Jes Staley's recent shock resignation as Barclays chief executive, or the FCA probe into his links to Mr Epstein.\nFollowing the conclusion of the investigation, Mr Staley left his job suddenly this week after more than six years at Barclays.\nIt had focussed on Mr Staley's links with the dead financier and whether they were closer than first thought.\nBarclays said on Monday it had been made aware of the conclusions of the probe and \"Mr Staley's intention to contest them\".\nThe subpoena served on Barclays in the US asked for a wide range of documents including any communications between Mr Staley and Epstein, details of the bank's investigation into Epstein and Staley, and Barclays' decision to hire Mr Staley.\nThe US Virgin Islands attempted to serve the second subpoena on Barclays at its London offices in September, but this needs High Court approval, which lawyers for the US territory are understood to be seeking.\nMr Staley left his job as Barclays boss after a shock resignation this week, apparently over a perceived inconsistency between his account to his own board of his relationship with Epstein and evidence seen by regulators.\nMr Staley insists that while Epstein was an important client of JP Morgan, where Mr Staley worked for a number of years and as such they were in contact regularly, their dealings were well within the grounds that could be described as professional.\nThe BBC understands the regulator took the view that the volume and tone of the emails between the two suggested a closer relationship than the purely professional. But Barclays has stated that the report makes no findings that Mr Staley saw, or was aware of, any of Epstein's crimes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59167967",
      "category": "uk-politics",
      "title": "Owen Paterson: Labour rules out cross-party by-election candidate",
      "tags": "Boris Johnson,Owen Paterson,Labour Party",
      "text": "Labour has ruled out standing aside in favour of a cross-party \"anti-sleaze\" candidate in the by-election to replace Tory MP Owen Paterson.\nMr Paterson announced his resignation after the government changed its mind over blocking his suspension from Parliament for breaking lobbying rules.\nLabour held talks with the Lib Dems and Greens about whether to get behind an independent candidate in the by-election to replace him.\nBut the party says it will stand.\nLiberal Democrat leader Ed Davey also confirmed his party would put forward a candidate after being a \"clear second\" in last year's local elections.\nHe told the BBC News channel: \"We see ourselves as the challengers and we can be the ones who take this message on behalf of people.. to really put pressure on the Conservatives.\"\nNo date has been set for the by-election in North Shropshire, an ultra-safe Conservative seat Mr Paterson held with 62.7% of the vote at the 2019 election.\nIn the end, the discussions didn't last long.  \nSeveral opposition party figures said on Thursday that the idea of a non-affiliated anti-sleaze candidate was being actively considered. \nBecause North Shropshire has been a very safe Conservative seat, the rationale was that such a candidate would keep the issue of \"sleaze\" in the headlines. \nSome speculated that, just maybe, a good independent candidate would stand a chance. \nBut as we reported on Thursday night, no candidate was agreed upon. \nThe fact that Owen Paterson is not standing put some off the idea. There were practical difficulties too.  \nAnd on Friday morning, the Labour leadership made it clear their party won't take part.  \nNot for the first time, parties who have floated the idea of working together have found it very hard to get off the ground.  \nBack in 1997 former BBC journalist Martin Bell took on - and defeated - Conservative incumbent Neil Hamilton in Tatton, Cheshire, after opposition parties stepped aside.\nWearing a white suit, he campaigned as an independent on an \"anti-sleaze\" ticket, with the other major parties not putting up a candidate. \nA Labour source had said a similar approach might be a \"sensible idea\", but the party has now indicated it will stand a candidate.\nThe Lib Dems are also standing, hoping to replicate their by-election win earlier this year in the previously Conservative-held seat the Chesham of Amersham.\nMr Paterson has held North Shropshire since 1997. Labour was a distant second at the last election in 2019, with the Liberal Democrats third. \nThe Commons Standards Committee concluded last week that the former cabinet minister had misused his position as an MP to benefit two firms he worked for, after a damning report on his behaviour by standards commissioner Kathryn Stone.\nIt recommended that he be suspended from the Commons for 30 sitting days, which could have prompted a by-election.\nBut on Wednesday, the government ordered its MPs to vote for an amendment to halt Mr Paterson's case and to rejig the standards system.\nAmid an outcry from opposition parties. it changed its mind on Thursday and Mr Paterson, a former cabinet minister, announced he was quitting Parliament.\nHe said the past few days had been \"intolerable\", but called his decision \"the right one\".\nPrime Minister Boris Johnson paid tribute to Mr Paterson's \"distinguished career\", describing him as a friend.\nBut Labour leader Sir Keir Starmer said Mr Johnson \"must explain how he intends to fix the immense harm he has done to confidence in the probity of him and his MPs\".\nLabour and the SNP have also insisted the Commissioner for Standards must be allowed to continue her work scrutinising other MPs.\nEducation Secretary Nadhim Zahawi told BBC Radio 4's Today programme the prime minister had always been clear that paid lobbying was wrong and it had been a \"mistake\" to conflate creating a \"fairer\" system with a right of appeal in an individual case.\nIn response to reports Mr Johnson had wanted the system changed to pre-empt an investigation into the redecoration of his Downing Street flat, Mr Zahawi said this was \"absolutely not true\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59178291/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Pfizer says antiviral pill 89% effective in high-risk cases",
      "tags": "Pfizer",
      "text": "A pill to treat Covid developed by the US company Pfizer cuts the risk of hospitalisation or death by 89% in vulnerable adults, clinical trial results suggest.\nThe drug - Paxlovid - is intended for use soon after symptoms develop in people at high risk of severe disease.\nIt comes a day after the UK medicines regulator approved a similar treatment from Merck Sharp and Dohme (MSD).\nPfizer says it stopped trials early as the initial results were so positive.\nThe UK has already ordered 250,000 courses of the new Pfizer treatment, which has not yet been approved, along with another 480,000 courses of MSD's molnupiravir pill.\nHealth and Social Care Secretary Sajid Javid called the results \"incredible\", and said the UK's medicines regulator would now assess its safety and effectiveness. \n\"If approved, this could be another significant weapon in our armoury to fight the virus alongside our vaccines and other treatments,\" he said.\nThe Pfizer drug, known as a protease inhibitor, is designed to block an enzyme the virus needs in order to multiply. When taken alongside a low dose of another antiviral pill called ritonavir, it stays in the body for longer.\nThree pills are taken twice a day for five days.\nThe combination treatment, which is still experimental because trials haven't finished, works slightly differently to the Merck pill which introduces errors into the genetic code of the virus.\nPfizer said it plans to submit interim trial results for its pill to US medicines regulator the FDA as part of the emergency use application it started last month. Full trial data has not yet been published by either company.\nThe US has already secured millions of doses of the pill, according to President Joe Biden.\nThe company's chairman and chief executive Albert Bourla said the pill had \"the potential to save patients' lives, reduce the severity of Covid-19 infections, and eliminate up to nine out of 10 hospitalisations\".\nVaccines against Covid-19 are seen as the best way of controlling the pandemic but there is also demand for treatments that can be taken at home, particularly for vulnerable people who become infected.\nInterim data from trials of the treatment in 1,219 high-risk patients who had recently been infected with Covid found that 0.8% of those given Paxlovid were hospitalised, compared with 7% of patients who were given a placebo or dummy pill.\nThey were treated within three days of Covid symptoms starting.\nSeven patients given the placebo died compared to none in the group given the pill.\nWhen treated within five days of symptoms appearing, 1% given Paxlovid ended up in hospital and none died. This compared to 6.7% of the placebo group being hospitalised and 10 of them dying.\nPatients in the trial, which has not yet been published or verified, were elderly or had an underlying health condition which put them at higher risk of serious illness from Covid. They all had mild to moderate symptoms of coronavirus.\nDr Stephen Griffin, associate professor in the School of Medicine at the University of Leeds, said: \"The success of these antivirals potentially marks a new era in our ability to prevent the severe consequences of Sars-CoV2 [coronavirus] infection, and is also a vital element for the care of clinically vulnerable people who may be unable to either receive or respond to vaccines.\"\nPfizer is also studying the treatment's impact on people at low risk of Covid illness and on those who have already been exposed to the virus by someone in their household.\nDeveloping truly effective antiviral drugs is notoriously difficult, so having two that look highly potent against Covid is a remarkable feat. \nViruses are much simpler beasts than bacteria or parasites.\nThat sounds like they should be easier to defeat, but in reality it means there are far fewer weak spots for drugs to exploit.\nThere is also a wide variety of different types of virus that exploit our bodies in different ways, which means scientists often have to go back to the drawing board for each one.\nThen they hide inside our body's own cells, which means drugs that seem potent in the lab may not work as well in the body.\nThere have been successes, notably in HIV, but reports concluded one antiviral for flu ended up being about as effective as paracetamol.\nThe question now is whether the success of these pills in clinical trials can be repeated in the real world, as people with Covid will have to be identified and treated within a matter of days of their symptoms developing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59157836",
      "category": "world",
      "title": "COP26: Emissions of rich put climate goals at risk - study",
      "tags": "COP26,Climate change",
      "text": "The carbon footprint of the world's richest 1% is on track to be 30 times higher than what's needed to limit global warming to 1.5C, a study says.\nBut emissions of the poorest 50% will continue to be below climate goals. \nThe research, carried out by two European environmental agencies, comes as world leaders meet at the COP26 climate conference in Glasgow.\n\"A tiny elite appear to have a free pass to pollute,\" says Naftoke Dabi at Oxfam.\nThe charity commissioned the study from the Stockholm Environment Institute and the Institute for European Environmental Policy. \n\"Their over-sized emissions are fuelling extreme weather around the world and jeopardising the international goal of limiting global heating.\"\nClimate scientists warn that there is a finite amount of greenhouse gases that we can continue to release into the atmosphere before the planet warms to more than 1.5C from pre-industrial levels. By 2030, they say, we need to only emit as much carbon dioxide as the planet can absorb.\nIf this amount were split evenly and every adult on the planet had a share, by 2030 we could each emit 2.3 tonnes of CO2 every year.\nThe super-rich - many of whom have multiple homes, private jets and superyachts - emit a lot more than others. A recent study that tracked the air travel of celebrities via their social media accounts found some emitted over a thousand tonnes a year. \nBut the global 1% are not just billionaires, or even millionaires - it includes anyone earning over $172,000. \nThis study also looked at the world's richest 10% - anyone earning over $55,000 - and found emissions were still high. The richest 10% will emit nine times more carbon dioxide than their share.\nOne example of people in the top 10% is the Curths, a family of four in the suburbs of Toledo, Ohio. Traci Curth, her husband and her teenage daughter each drive a car. \n\"The suburb I live in, that's pretty much how everyone gets around,\" says Traci.\nToledo has hot summers and cold winters, so the air-conditioning is on when the heating isn't. The family has a freezer loaded with chicken breasts and mince beef - they eat meat about four or five times a week.\n\"I would say that's pretty normal for most American families,\" says Traci.\nFor English teacher Togonin Severin Togo in Kati, Mali, life is quite different. \nLike 80% of people in the world he doesn't have a car - he travels to work on his moped. \n\"Cars are considered to be for rich people,\" he says.  \nHe gave up meat recently, but before that he ate it just two or three times a week. And - like 90% of people around the world - he's never been on an aeroplane. \nBut he does worry about emissions from people burning waste in his city, where the waste management system is not functional, as well as the inefficient wood and gas burners used for cooking.\nOxfam's report found that it's the 40% in the middle doing the most to curb emissions. \nWhile their carbon footprint rose significantly between 1990 and 2015, it is set to drop, thanks to changes being made at government level in sectors like transport and energy since the Paris climate agreement in 2015. \nBut governments need to do more, Oxfam's Naftoke Dabi says, calling for bans and taxes on \"carbon-intensive luxury goods, such as mega-mansions, SUVs or space tourism\".\n\"They need to tackle the emissions of the richest because they're hugely responsible for the climate crisis, and it's the poorest that are paying the highest price,\" she says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59180520",
      "category": "uk",
      "title": "Covid-19: Pfizer's antiviral pill and face masks behaviour study",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you on Saturday.\nAn experimental pill to treat Covid developed by the US company Pfizer cuts the risk of hospitalisation or death by 89% in vulnerable adults, clinical trial results suggest. Paxlovid is intended for use soon after symptoms develop in people at high risk of severe disease. It comes a day after the UK medicines regulator approved a similar treatment from Merck Sharp and Dohme (MSD) called molnupiravir. The UK has already ordered 250,000 courses of the Pfizer treatment along with another 480,000 courses of MSD's pill.\nThe European continent is once again \"at the epicentre\" of the Covid pandemic, the World Health Organization has warned. Insufficient vaccine take-up is responsible for a rise in cases, WHO Europe head Hans Kluge has said.  While 80% of people in Spain are double jabbed, in Germany it is about 66% - and take-up is far lower in some Eastern European countries. Germany on Friday registered a record number of Covid infections for the second day in a row - more than 37,000 new cases.\nCould wearing face masks be affecting the way we interact? People tend to automatically imitate others' facial expressions of emotion. But a study led by Cardiff University found people unable to use their mouth to mimic that emotion struggled to empathise with other people. Read about the different rules and guidance for face coverings and masks across the UK.\nUS employers hired more new workers in October than expected, after a slowdown in the summer partly due to the impact of the Delta variant. Firms added 531,000 posts, official figures showed. There had also been an apparent reluctance from parts of the workforce to return to jobs a few months ago but companies are now raising wages to attract staff.\nBirmingham's German Christmas market has returned after the pandemic saw the event cancelled in 2020. The market is slightly smaller this year due to works being carried out in Victoria Square, where part of the event is held. But Birmingham City Council has warned the market could still be changed or cancelled if Covid restrictions return.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe weekday morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nRestrictions on entering the US are being loosened on Monday for fully vaccinated travellers from 33 countries, including the UK. Here's what you need to know about the changes.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59177217",
      "category": "uk",
      "title": "Sir David Amess murder suspect to enter plea next month",
      "text": "A man accused of fatally stabbing Southend West MP Sir David Amess is expected to enter pleas to the charges next month ahead of a trial in March.\nAli Harbi Ali, 25, is charged with the murder of the Conservative politician during a constituency surgery in Leigh-on-Sea, Essex, on 15 October.\nAt a preliminary hearing at the Old Bailey on Friday the judge set a date for a plea hearing on 21 December.\nA provisional trial date has previously been set for 7 March.\nMr Ali, from Kentish Town, north London, is also charged with preparing acts of terror between 1 May 2019 and September this year.\nAccording to a draft indictment Mr Ali engaged in reconnaissance of locations and targets to attack including addresses associated with MPs and the Houses of Parliament.\nHe also allegedly carried out internet research relating to targets of the attack.\nDuring the brief hearing before Mr Justice Sweeney, Mr Ali - who appeared via video-link - spoke only to confirm his name.\nFollowing the hearing the defendant was remanded in custody.\nSir David, 69, was pronounced dead at the scene at Belfairs Methodist Church after he was stabbed multiple times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-59167648",
      "category": "uk-england-kent",
      "title": "David Fuller: Man admits 1987 murders and abusing corpses",
      "tags": "Romney Marsh,New Romney,Royal Tunbridge Wells,Heathfield",
      "text": "A hospital worker has admitted murdering two women in 1987, and sexually abusing at least 100 female corpses, including children.\nDavid Fuller, 67, of Heathfield, East Sussex, attacked Wendy Knell and Caroline Pierce in Tunbridge Wells.\nOn the fourth day of his murder trial at Maidstone Crown Court, Fuller changed his plea to guilty.\nHe previously admitted sexually abusing bodies in two Kent hospital morgues over 12 years.\nFuller had earlier admitted to killing the women subject to \"diminished responsibility\", but denied murder.\nMrs Justice Cheema-Grubb directed the jury to find him guilty on both counts of murder, after he was rearraigned.\nHome Secretary Priti Patel said: \"This is a shocking case. The sickening nature of the crimes committed will understandably cause public revulsion and concern.\n\"I would also like... to remember Wendy Knell and Caroline Pierce, two young women who had their lives brutally taken away from them over 30 years ago. I hope their families can find some solace in seeing justice finally done.\"\nWarning: this article contains information some people may find distressing.\nFuller previously admitted sexually abusing bodies in two Kent hospital morgues over 12 years.\nAhead of the trial he had pleaded guilty to 51 offences, including 44 charges relating to 78 identified victims in the two mortuaries where he worked as an electrician.\nMs Knell's family said in a statement that \"it's good knowing he will not be in a position to hurt or cause any more pain\".\nA date for sentencing has yet to be set. \nInvestigators said the case came together following recent advances in DNA testing - and a huge police operation costing £2.5m - which linked Fuller to the double killings, dubbed \"the Bedsit Murders\".\nHis saliva and other DNA was found on Ms Knell's bedding, towel and intimate samples.\nHis semen was also found on Ms Pierce's tights, the only item of clothing she was wearing when her body was found in a water-filled dyke three weeks after her abduction.\nFollowing his arrest for the murders, a search of Fuller's home revealed he had hoarded millions of indecent images and videos of children and extreme pornography on hard drives, floppy discs, DVDs and memory cards in his loft and spare room.\nTwo of the drives were hidden in a box, which was screwed to the back of a chest of drawers and placed inside a wardrobe. On these drives officers found footage Fuller had recorded of himself abusing corpses in the morgues.\nFolders, some labelled with the names of the victims, contained images and videos of him molesting female bodies, including three children, between 2008 and November 2020.\nPolice have been unable to identify 20 of the victims.\nDet Ch Supt Paul Fotheringham: \"Sadly, it is likely to be the case that some of the victims will never be identified. \n\"In these cases there is such limited information available to help us with establishing their identities, and there are no lines of enquiry outside of the investigation that can assist us.\"\nFuller worked in electrical maintenance at hospitals since 1989 and was at the Kent and Sussex Hospital, until it closed in September 2011. \nHe was transferred to the Tunbridge Wells Hospital at Pembury, where the offences continued until his arrest.\nInvestigators said Fuller would work late shifts and go into the morgue when other staff had left, often \"visiting the same bodies repeatedly\".\nFuller's offending in the mortuaries is not something Kent Police, or any other force in the country, has ever had to deal with before.\nOver the past nine months a bespoke package of care has been created with Victim Support, specially designed for this case.\nIt has cost £1.5m and involved drafting in 150 police family liaison officers, who were put through specialist training.\nThe families of the identified victims were visited for the force to break the news, and their assigned liaison officers will continue to support them going forward.\nThere is evidence Ms Knell was raped during or after her death, the court heard.\nMs Knell was killed in her home in Guildford Road on 23 June 1987. She was found in her bed by her boyfriend the following day, after concerns were raised when she failed to turn up to work.\nIn a written statement released after Fuller changed his plea, Ms Knell's family said for 34 years they had wanted to know who killed her, and \"how she spent her last moments alive\".\n\"We now know, and sadly it's much worse than we could ever have imagined.\n\"Hopefully, we can now start to grieve and move past the pain and start to remember her as the beautiful, kind, generous, caring, funny girl she was. \n\"Although the guilty plea won't change anything deep down, as the pain and loss will always be there, it's good knowing he will not be in a position to hurt or cause any more pain.\"\nWhat happened to Ms Pierce after she was abducted from outside her home in Grosvenor Park on 24 November is less clear.\nNeighbours reported hearing screaming, but it took three weeks for her body to be spotted by a farm worker, more than 40 miles away in Romney Marsh.\nPolice said it was very likely Fuller met both women before he killed them.\nFuller was a customer of SupaSnaps, the photo development chain on Camden Road where Ms Knell worked.\nPhotos and diary entries found in Fuller's home also show he went to Buster Brown's restaurant, on the same road, where Ms Pierce was a manager.\nFuller kept a record of having carried out at least 30 burglaries, dubbed by police as \"creeper-style\", during the 70s.\nBut he never served time in prison, and the offending preceded the police DNA database.\nHealth Secretary Sajid Javid said the NHS had written to all trusts asking for mortuary access and post-mortem activities to be reviewed in the wake of the case.  \nMiles Scott, chief executive of the Maidstone and Tunbridge Wells NHS Trust, said: \"I want to say on behalf of the Trust, how shocked and appalled I am by the criminal activity by David Fuller in our hospital mortuary that has been revealed in court.\n\"And most importantly, I want to apologise to the families of those who've been the victims of these terrible crimes.\"\nHe said: \"I am confident that our mortuary today is safe and secure. But I am determined to see if there are any lessons to be learned or systems to be improved.\"\nThe trust has commissioned an independent investigation into the case to identify anything that could have been done differently. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-59176555",
      "category": "uk-england-kent",
      "title": "David Fuller: MPs call for public inquiry into mortuary abuse",
      "tags": "Romney Marsh,New Romney,Royal Tunbridge Wells,Heathfield",
      "text": "MPs have called for a public inquiry into how a man was able to access hospital mortuaries and sexually abuse at least 100 bodies.\nDuring his trial for the murders of Wendy Knell and Caroline Pierce in 1987, it emerged David Fuller, 67, sexually abused bodies in two Kent hospitals over 12 years.\nTunbridge Wells MP Greg Clark said it was \"shocking and devastating\".\n\"We must establish that this can never happen again,\" he said.\nThe Maidstone and Tunbridge Wells NHS Trust has commissioned an independent investigation, led by Sir Jonathan Michael, a fellow at the Royal College of Physicians, which will look into how the abuse happened and what could have been done to avoid it. \nHealth Secretary Sajid Javid said the NHS had written to all trusts asking for mortuary access and post-mortem activities to be reviewed following the case.\nMr Clark, whose constituency contains the hospital where Fuller worked, said: \"It's not sufficient. This is without precedent.\n\"There has never been a case in Britain in which the number and scale of the abuse of dead bodies has been revealed in this way and it raises such important questions as to the security of mortuaries not just in the two local hospitals, but for every hospital in the country. \n\"Frankly one of those hospitals is a very modern, state-of-the-art one with top security systems, so if it can happen there it can happen elsewhere,\" Mr Clark said.\n\"It's now necessary, as well as seeing Fuller go to jail for what I hope will be the rest of his life, that we move on to ask serious questions of how this could have happened and we establish that is can never happen again.\"\nHe added that the case \"demands a public inquiry\" as it \"is beyond the resources and capability of a single local hospital trust.\"\nMr Clark has been joined by seven other MPs from Kent and East Sussex who have backed the call for an inquiry.\nTracey Crouch, Nusrat Ghani, Helen Grant, Huw Merriman, Laura Trott, Tom Tugendhat and Helen Whately condemned Fuller's \"appalling crimes\". \nIn a joint statement they said: \"These are some of the most depraved crimes that have ever been heard in a British court and that requires a response that matches their gravity.\n \"Nothing can undo the horror that the families of the victims are experiencing. We are determined to ensure that no other family ever has to endure what many of our constituents are going through now.\"\nFuller, of Heathfield, East Sussex, worked in electrical maintenance at hospitals since 1989 and was at the Kent and Sussex Hospital until it closed in September 2011. \nHe was transferred to the Tunbridge Wells Hospital at Pembury, where the offences continued until his arrest.\nInvestigators said Fuller would work late shifts and go into the morgue when other staff had left, using his swipe card.\nHe filmed and catalogued his offending on hard drives, floppy discs, DVDs and memory cards which were found in his loft and spare room.\nMillions of images and videos of him molesting female bodies, including three children, between 2008 and November 2020, were discovered during a search of his home.\nMr Clark said: \"This case has established that there are people with depraved motivations and so we need to understand what protections are necessary against that.\n\"Many people, many of my constituents are wondering whether the dead bodies of their loved ones may also have been subject to these predations.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59145685/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19 in Scotland: Why are confirmed cases flatlining?",
      "tags": "NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "For the last month, Covid infection levels in Scotland have been doing something unusual.\nSince the beginning of October cases haven't going up or down significantly, but have just hovered around 2,500 a day. It's the first time this has happened, so what's going on?\nThroughout Scotland's pandemic, the number of daily Covid cases has mainly been in motion, whether that's been going up or coming down.\nBut over the last month, infection levels have barely moved, according to Public Health Scotland (PHS) data.\nA chart showing cases since the arrival of the \"second wave\" - when mass testing had been firmly established - illustrates how uncommon this is.\nPaul Hunter, a professor in medicine at the University of East Anglia, says there's a basic pattern of ebb and flow which infectious diseases tend to follow.\n\"In an epidemic disease, the disease appears, it spreads rapidly but at some point fairly soon it starts running out of people to infect and therefore it peaks and starts disappearing,\" he explains.\n\"Ultimately it may actually go away - although in today's world that's not so common.\"\nProf Hunter, an infectious disease expert, says it's likely Covid-19 will become endemic in Scotland - the point where a disease maintains a constant baseline level within a community.\n\"Endemic infections are infections that are with us forever, although that doesn't mean to say you don't get peaks and troughs,\" he says.\nAnother way of looking at how Covid-19 is ebbing and flowing in Scotland is by tracking the change in the seven-day average of daily cases.\nIf cases are moving sharply up or down then the average may be increasing or decreasing by 10-15% each day.\nSmaller changes mean stability, especially when the figure is flipping between positive and negative.\nProf Hunter says the recent period of flatness in Scotland, especially at a reasonably high level of cases, has not been seen much in the UK and could be a sign of things to come.\n\"It is a bit unusual and maybe it's an indication we're getting to the equilibrium point in Scotland,\" he says.\n\"I say maybe - in five years' time we can look back and say we were at the equilibrium or not. You can't really say it while it's happening.\"\nAn \"equilibrium\" would be the level of infection we could commonly expect as Covid becomes endemic in Scotland.\nThere's a lot of complex maths behind how infectious diseases evolve from epidemic to endemic over time.\nScientists need to take into account of changing levels of immunity, the length of time people are infectious and a disease's ability to spread.\nOn top of that, populations are in constant motion. Every time someone dies from an infection or a baby is born, the equation changes.\n\"When a disease shifts from being epidemic to endemic you get these oscillations. The other thing is that these waves dampen with each oscillation so it's less intense as it approaches the endemic equilibrium,\" Prof Hunter says.\n\"But you rarely see that as clearly in the real world because in the real world you've got the seasonality - that continues to cause oscillations forever.\"\nProf Hunter believes Covid-19 will settle in to a pattern of seasonality like the flu, with peaks in winter and troughs in summer.\nThis is because the chance of being infected over the winter is higher as people spend more time indoors. Once you've recovered from an infection you'll be immune for a while, but that immunity is beginning to wane as winter approaches again.\n\"Immunity comes and goes and transmission potential comes and goes - and the two reinforce each other,\" says Prof Hunter.\nPerhaps the last month is a signal Covid is approaching an equilibrium, but the professor also thinks there is another avenue worth exploring.\nThere's a chance cases aren't flat at all - infections might actually be rising, but going undetected or unreported.\nUsing the Office of National Statistic (ONS) Covid infection survey, which tests a random selection of people, it's possible to get another view of case levels in Scotland.\nThis does indeed show a different picture.\nThe ONS estimate is currently higher than confirmed cases - as it always is - but it also shows a distinctive curve upwards at the start of October, rather than the flat line of confirmed cases.\nProf Hunter says this could indicate a rising number of asymptomatic cases going undetected, but he also notes that the latest ONS figures only go up to 12 October and the most recent data in this survey is always subject to revision.\nThe question here is \"What is an acceptable level of Covid cases?\"\nThe NHS is under severe pressure and some doctors warn that already patients are suffering or dying unnecessarily.\nA&E is seeing record waits. Thousands of people can't get the operations they need and will become sicker as delays go on. Shortages in social care mean people can't get out of hospital to get the care they need at home. \nEvery health board is working at capacity.\nCovid has a significant role to play in that. There are still more than 900 people in hospital with Covid, and that means staff looking after them instead of others.\nHigh community transmission means NHS workers get sick too, so fewer nurses and doctors with even more patients and ever longer waits.\nAll of this before it gets colder with cases expected to go up and other infections like flu come along.\nThere are of course other consequences if restrictions were to be re-introduced to bring down cases and politicians have to balance those harms against those that Covid causes.\nBut as one critical care doctor put it on Twitter:  \"It won't be like a disaster movie. We'll just see more people suffering more, and dying a little more often, in preventable ways.\"\nIn short, probably not.\nWhile we may have seen a glimpse of what endemic looks like given current social measures and levels of immunity - both from vaccination and infection - there's a way to go yet.\nEpidemics tend to be modelled in years and decades rather than months.\nProf Hunter warns this winter is likely to be difficult with cases rising and more pressure on the NHS, but he does believes the \"disease burden\" will lessen over time.\n\"Although the virus is here to stay forever, the disease isn't,\" he says.\n\"You're going to get it every few years forever probably, but the severity of the subsequent infections are always less than the earlier ones, on average.\"\nIt's a view echoed by the Oxford/AstraZeneca vaccine creator, Prof Dame Sarah Gilbert, who recently told a Royal Society of Medicine webinar that Covid-19 would become like the common cold.\n\"It's not going to be over this winter, but this time next year we'll certainly be seeing a lot less severe disease,\" Prof Hunter says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59177409",
      "category": "uk-politics",
      "title": "MPs call for inquiry over Boris Johnson's Spanish holiday",
      "tags": "Conservative Party,Carrie Symonds,Boris Johnson,Zac Goldsmith,Parliamentary Standards Commissioner ",
      "text": "Opposition parties have called for an inquiry into Boris Johnson's free holiday at a Spanish villa owned by the family of minister Lord Zac Goldsmith.\nThe PM declared the trip on the Register of Ministers' Interests, saying he had \"a longstanding personal friendship\" with the family.\nBut Labour and the Lib Dems say he should publish details on the Register of Members' Interests covering all MPs.\nNo 10 said he did not need to and had followed all transparency rules.\nThe Register of Members' Interests is a list of any financial benefits MPs get away from Parliament, such as wages from a second job or gifts, like a company paying for a trip abroad. \nThe idea behind it is to keep a check on any conflicts of interest and to ensure MPs do what they think is the best thing for the public, rather than for any external influencers.  \nThe Register of Ministers' Interests is similar but just covers government ministers, including the activities of close family members.\nIt can also cover non-financial interests, like if they are a member of an organisation away from Parliament.\nBut unlike the list for members, only the prime minister can dish out punishments for breaking the rules - for the wider group of MPs, they would face an investigation by the Parliamentary Commissioner for Standards.\nA No 10 spokesman claimed the trip to Spain did not need to be on the MPs' register - where declarations often include the price - because it was not connected to his work as an MP.\nIt was \"a family holiday at the home of longstanding family friends and is unconnected with a PM's parliamentary and political activities,\" the spokesman added.\n\"Given the hospitality was provided by another minister [Lord Goldsmith] it's right that the PM made this declaration in his ministerial capacity to ensure sufficient transparency.\"\nBut the two opposition parties said the prime minister had broken the code of conduct for MPs - the same rules the government tried to rewrite on Wednesday, before performing a U-turn. \nLabour's deputy leader, Angela Rayner, has written to the Parliamentary Commissioner for Standards, Kathryn Stone, saying the public would draw the conclusion the PM was \"dishing out cushy jobs to his friends who pay for his luxury holidays\".\nShe told reporters Mr Johnson had \"broken the rules more times than I've had hot dinners\", adding: \"If he's getting money and gifts that he's not declaring, that's very serious because we then don't know if these are people who are unduly able to influence the PM.\"\nThe Liberal Democrats said the Conservatives \"don't have a shred of integrity left\" after this week's row over standards.\n\"The Tories have shown they can't be trusted to mark their own homework on this issue,\" she added. \"They are now the party of sleaze,\" added Lib Dem chief whip Wendy Chamberlain.  \nMr Johnson took the trip to to southern Spain in October, with his wife Carrie and their son, and stayed in a villa owned by Lord Goldsmith's family for free. \nThe peer is a close friend of the prime minister's wife and gave her her first job in politics. \nGoldsmith lost his seat as an MP for Richmond Park in 2019, but retained his job as an environment minister after Mr Johnson appointed him to the House of Lords.\nThe government is supposed to publish a list of any financial benefits received by ministers twice a year.\nThe most recent list includes the declaration that: \"The prime minister has a longstanding personal friendship with the Goldsmith family and, in that capacity, in October 2021, stayed in a holiday home in southern Spain which was provided free of charge by the Goldsmiths. \n\"Given Lord Goldsmith is a minister of the crown, the arrangement has accordingly been declared.\"\nBut Labour says he should also publish the details in the MPs' register that would likely show the cost of the accommodation. \nIt is not the first time the PM has come under scrutiny for free holidays.\nHe was been criticised over how slow he was to explain the funding of his trip to the Caribbean island of Mustique shortly after winning the 2019 election. \nAn investigation by the Committee on Standards found Mr Johnson had not broken the rules but criticised the arrangements as \"ad hoc and informal\". \nIn her letter to the Commissioner, Labour's Ms Rayner claimed the PM had \"a long history of breaching the rules in relation to parliamentary standards and other integrity and anti-corruption measures\".\nShe also pointed to the ruling over the Mustique trip, which said he was \"required under the House's rules to register the holiday accommodation he received\".\nMs Rayner added: \"We cannot have a situation where Boris Johnson behaves like it's one rule for him and another for everyone else. \n\"I would be grateful for your guidance on whether this is a breach of the rules, and whether you will investigate the Member of Parliament for Uxbridge and South Ruislip.\"\nThe PM's spokesman said Mr Johnson did not need to declare the holiday on the list of MPs interests as \"ministerial code declarations fall outside the remit of the House of Commons registrar and Parliamentary Standards Commissioner\".\nHe added: \"The PM has written to the House of Commons registrar to set out that this holiday has been declared under the ministerial code, because the arrangement is with another minister.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59152864",
      "category": "uk-politics",
      "title": "'The way my boss monitored me at home was creepy'",
      "tags": "Flexible working,Employment,Surveillance",
      "text": "Electronic monitoring of home workers by companies is rising sharply, a survey suggests. The government is being urged to toughen the rules - and ban most webcam use.\n\"It was creepy,\" says Chris. \"One of my managers was watching people's personal computers to monitor what we were doing at home - all the time, not just when we were working. It was a bizarre way to carry on.\"\nWhen the first lockdown started, the firm that employed Chris - a 31-year-old engineer from Sheffield - sent most of its staff home.\nThey were ordered to connect their private laptop and desktop computers to more powerful office machines so they could continue their high-tech operations.\n\"We didn't mind,\" says Chris, \"but I found loads of screens switched on one day when I came in to the office, and everybody's desktops were there, on display.\n\"One of the managers wasn't just looking at our work. He could see exactly what we were doing all the time - what we were watching on YouTube, that kind of thing.\"\nThe pandemic forced millions of people, who previously carried out most or all of their work in the office, to do it at home instead.\nAnd many firms have been using technology once mostly confined to the office to monitor what staff are getting up to.\nCameras can watch people at their desks. Movement sensors can be employed. Keyboard strokes and mouse movements can be recorded.\nBosses can take screenshots of desktops to check staff are working rather than browsing the internet or watching videos.\nThe trade union Prospect is calling for stronger regulation of the use of monitoring technology by employers.\nAnd it wants the government to make it explicitly illegal for employers to use webcams to monitor home workers, apart from when they are taking part in meetings and calls.\nProspect's latest polling suggests 32% of home workers are now being monitored by firms - up from 24% in April. The rate is highest - at 48% - among people aged 18-to-34, it adds.\nThe union, which is launching a new sector to recruit tech workers, also says the proportion of people being monitored at home by camera has more than doubled - from 5% to 13% - since April.\n\"We are used to the idea of employers checking up on workers, but when people are working in their own homes, this assumes a whole new dimension,\" says general secretary Mike Clancy.\n\"New technology allows employers to have a constant window into their employees' homes, and the use of the technology is largely unregulated by government.\"\nThe Information Commissioner's Office (ICO) advises that employers should ensure staff are aware of monitoring at work - whether at home or in the office - before it starts. They should also explicitly be informed of the reasons for this happening.\nThe ICO urges employers to consider the potential negative effects of monitoring on staff and whether there are less intrusive alternatives, such as catch-up calls or email exchanges.\nChris, who changed companies after he found out one of his managers was monitoring his home activities. thinks \"excessive\" surveillance is counter-productive.\n\"My productivity didn't go down when I started working from home,\" he says, \"and when I knew what was happening it made me more nervous.\n\"A lot of the time in my job is spent designing things on paper, away from the screen, so that doesn't register if someone is simply looking at what's going on on my desktop.\n\"It probably looked to that guy like I was downstairs watching Netflix or something, but I wasn't. It's a very blunt, depersonalising way of trying to ensure people behave in the way a company wants.\"\nAnna Thomas, director of the Institute for the Future of Work think tank, says increased surveillance is \"driving an intensification\" of pressure on staff.\nBut firms using the technology argue that they are acting reasonably, with so many employees now out of sight of managers and otherwise difficult to oversee.\nOfficial research suggests that, as Covid measures are relaxed, fewer people are working exclusively from home or under hybrid arrangements - a mixture of home and office - than at the height of the pandemic. But many still are.\nThe government is proposing that people should get the right to flexible working as soon as they start a new job. Its consultation, which includes looking at home working, closes on 1 December.\n\"People expect that they can keep their personal lives private and that they are also entitled to a degree of privacy in the workplace,\" an ICO spokesperson said.\n\"We are currently working on updating our employment practices guidance to address the changes in data protection law and to reflect the new ways employers use technology and interact with staff,\" they added.\nFor Labour, shadow digital minister Chi Onwurah said: \"Ministers must urgently provide better regulatory oversight of online surveillance software to ensure people have the right to privacy, whether in their workplace or home.\"\nFor Prospect's survey, 2,424 UK workers were questioned by Opinium from 19 to 22 October.\nChris's real name has been changed for this article."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-59162007",
      "category": "uk-england-leicestershire",
      "title": "Claudia Webbe: MP convicted of harassment gets suspended sentence",
      "tags": "Claudia Webbe,Islington,Leicester",
      "text": "An MP who made threatening phone calls to a woman because she was jealous of her relationship with her partner has been given a suspended sentence.\nClaudia Webbe, a former Labour MP for Leicester East who is now independent, was convicted of one charge of harassment last month.\nWestminster Magistrates' Court heard she made several calls over two years and threatened the woman with acid.\nWebbe was handed a 10-week sentence, suspended for two years, on Thursday.\nThe 56-year-old made 16 calls to Michelle Merritt, a long-term friend of Webbe's partner Lester Thomas, between September 2018 and April last year in a campaign of harassment borne out of jealousy, the court heard.\nThe court was told on one occasion she made an \"angry\" call, used a derogatory term and added: \"You should be acid.\"\nIt also heard how Webbe threatened to send naked images of Ms Merritt to her family and a recording of a call in which she was heard shouting \"get out of my relationship\".\nAddressing the court, Ms Merritt said she had been left \"very scared\" by the harassment, struggling to work and socialise.\n\"I've almost become a hermit,\" the 59-year-old - who the court heard had never met Webbe - added.\n\"No woman should be threatened and harassed as Ms Webbe has done to me over the years, let alone by a politician.\"\nLabour's national campaign co-ordinator Shabana Mahmood confirmed Webbe had been expelled from the party and called for her to resign as an MP.\nShe said Labour would push for a recall petition to force a by-election if Webbe did not quit the Commons.\n\"She should do the right thing by the people of Leicester East,\" she added.\nChief magistrate Paul Goldspring, sentencing, said: \"I have no doubt that, when not overtaken by jealousy and rage, you are a hard-working, upstanding Member of Parliament and of society.\n\"[But] the level of harassment and the threats you made cannot be excused.\"\nHe added he found it \"odd and concerning\" that the probation service report said Webbe felt like a victim herself. \nThe district judge said he counted four occasions when Webbe referred to herself as \"the victim\" during her testimony from the witness box.\nMr Goldspring told the court Webbe \"showed little remorse or contrition\" and would have been jailed immediately were it not for her previous good character.\nThe sentence means Webbe will face a recall petition, which could trigger a by-election if at least 10% of her constituents support it. \nBy Tim Parker, BBC Radio Leicester political reporter \nMr Goldspring knows only too well what his decision today means for the Leicester East constituency.\nIt sets in train the possibility of a by-election, but it's a slow train with an uncertain timetable that might never reach the destination some are hoping for.\nIf Claudia Webbe fails to overturn her sentence, she faces a recall petition - where her constituents will be asked if they want to replace her.\nBut with the backlog of cases in courts at the moment, that appeal is likely to take several weeks.\nIf a recall petition is triggered, that must last six weeks. Factor in the time taken to organise that too - and the potential impact of the holiday period - and it makes a by-election date even more difficult to predict.\nThere were 78,433 people able to vote in Leicester East in 2019 - 10% of them need to feel strongly enough to sign a recall petition, for a by-election to be triggered.\nHowever, the process is pending any appeal by Webbe against her conviction, an avenue she said she would pursue. \nIn a statement, Webbe said: \"I am very disappointed by the decision of the magistrate and want to strongly reiterate that I am innocent.\n\"I am lodging an appeal and despite today's sentence, I fully expect the appeal to be granted and that, ultimately, it will be successful.\" \nHer defence lawyer, Paul Hynes QC, said Webbe had also received threats of violence on social media, as well as racist comments.\nHe said after her conviction, police had received a called from a man threatening a female MP they believed was Claudia Webbe.\n\"[She has been] subjected to extraordinary vilification,\" he added.\nMr Hynes previously read out character references from former Labour leader Jeremy Corbyn, ex-shadow chancellor John McDonnell and former shadow home secretary Diane Abbott supporting their former colleague.\nWebbe was elected as Leicester East MP in 2019, replacing Keith Vaz who was suspended from the Commons. \nShe also worked as a councillor in Islington between 2010 and 2021.\nWebbe, of Islington, north London, was also ordered to carry out 200 hours of unpaid work and told to pay £3,128 in costs and surcharges. \nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59166607",
      "category": "world-latin-america",
      "title": "COP26: Amazon activist Txai Suruí 'got death threats' after speech",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59172936",
      "category": "uk",
      "title": "COP26: Duke of Edinburgh-style climate award to launch",
      "tags": "Nadhim Zahawi,COP26,Climate change",
      "text": "Pupils will be recognised for their efforts to protect the environment in a new Duke of Edinburgh-style award. \nIt is one of a series of measures aimed at putting climate change at the heart of education. \nThe plans are being set out by Education Secretary Nadhim Zahawi at the COP26 climate summit in Glasgow. \nStaff will also be supported to teach children about nature and their impact on the world through a \"model science curriculum\", to be in place by 2023.\nClimate change is already taught in science and geography lessons in England as part of the curriculum.\nMr Zahawi told BBC Breakfast the model science curriculum would \"support and enrich\" the teaching of climate change for primary school pupils.\nThe education secretary - who is also the climate change minister for his department - said the \"education and empowerment of youth\" was important and education ministers from other countries are coming together at COP26 on Friday to learn from each other. \nThe Climate Leaders award will help children to develop their skills and knowledge in biodiversity and sustainability, with their work recognised at an annual national awards ceremony. \nPupils will be able to progress through different levels of the award - bronze, silver and gold - in a similar way to the Duke of Edinburgh's Award, which includes volunteering and extracurricular activities. \nThe education secretary will also confirm plans to pilot \"energy pods\" that can replace gas and coal boilers to supply a school's heating and hot water without carbon emissions. \nThe pods are being tested in some schools first and could be rolled out more widely to other public-sector buildings if successful. \nMr Zahawi said that all new schools being built in the country, including 50 this year, would have \"net zero in operation\".\nSchools, colleges and nurseries are also being encouraged to improve the biodiversity of their grounds.\nAnd from next month, all further education teachers trained via an apprenticeship will be required to integrate sustainability into their teaching. \nThe measures are form a draft sustainability and climate change strategy. These measures will be built on over the next six months - in collaboration with young people, teachers, sustainability experts and environmentalists - before a final strategy is published in April 2022. \nThe education secretary will host a panel session on the sixth day of the COP26 conference, which is focused on youth and public empowerment, with education ministers from around the world. \nMr Zahawi said \"education is one of our key weapons in the fight against climate change\". \n\"Empowering teachers in every school to deliver world-leading climate change education will not only raise awareness and understanding of the problem, but also equips young people with the skills and knowledge to build a sustainable future,\" he added.\nJames Bowen, director of policy for school leaders' union NAHT, said there was a \"huge amount of good work already taking place in schools to reduce their carbon footprint\" - but \"a coherent national strategy is essential if we are to see real impact\". \n\"The government must be truly ambitious, not just looking to new buildings, but also at how the existing school estate can be made as environmentally-friendly as possible,\" he said. \nHe added that any work on a new model curriculum must be developed \"in close consultation with the profession\". \nMeanwhile thousands of young people are taking part in a climate protest in Glasgow organised by Fridays for Future Scotland, a group inspired by the activism of Swedish teenager Greta Thunberg - who is taking part in the demonstration.\nOne of those taking part is Finlay Pringle, 14, from Ullapool in the Highlands. He said young people \"shouldn't think twice\" about protesting in support of the things they care about.\nThe education secretary urged pupils not to miss lessons, telling Times Radio he hoped young people would protest \"on a Saturday and a Sunday, not in school time\". \nNo 10 added that young people missing school to attend climate demonstrations was \"extremely disruptive at a time when the pandemic has already had a huge impact on their learning\".\nGeoff Barton, general secretary of the Association of School and College Leaders, said schools were already working \"very hard on tackling climate change\" but \"children and young people rightly want to see far more concerted action from policy-makers\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59171576",
      "category": "entertainment-arts",
      "title": "Lionel Blair: Veteran TV presenter and dancer dies at 92",
      "tags": "Television",
      "text": "Veteran entertainer, TV presenter and dancer Lionel Blair has died aged 92, his agent has said.\nBlair, whose stage and screen career spanned eight decades, died early on Thursday morning.\nBest known as a team captain on game show Give Us A Clue, in recent years he acted in Ricky Gervais's Extras and also appeared on Celebrity Big Brother.\nBorn in Canada in 1928, he moved to the UK as a young boy and began performing in air raid shelters in World War Two.\nHenry Lionel Ogus, as he was known before his showbusiness career, grew up in Stamford Hill, north London and was evacuated to Oxford when the war broke out. \nHis father died when he was 13 and the following year Blair began working as an actor, appearing in musical productions with his elder sister Joyce.\nBut it was his self-taught dancing skills - inspired by watching Fred Astaire and Ginger Rogers at the cinema and then copying their routines at home with Joyce - that Blair became best-known for through his long career.\nHe took part in a comedic dance-off against Sammy Davis Jr at the Royal Variety Performance in 1961 - which he later called the highlight of his entire career - and ensured his presence as a regular on the bill at future royal shows.\nHe played the role of a choreographer in the Beatles film A Hard Day's Night and life imitated art as he became a sought-after choreographer for films such the 1969 comedy The Magic Christian.\nOn television, he was choreographer for and appeared on programmes such as the Tommy Cooper Hour and the Jimmy Tarbuck Show, before becoming a judge on talent show New Faces in the late 1970s.\nBlair became a household name as team captain opposite Una Stubbs - who also died earlier this year - on ITV's long-running Give Us A Clue.\nHis friend, the actor and presenter Christopher Biggins, called him \"the most wonderful [man], kind, funny, a real giver of life. His energy was extraordinary.\"\nBiggins said Blair was \"very competitive\" and \"loved to win\" on the game show. \"He's up there now entertaining with Una, I'm sure,\" he said.\nBlair was one of the stars who appeared on a Christmas special of the Ricky Gervais comedy Extras in 2007, as one of the housemates in a fictional version of Celebrity Big Brother.\nIt was a role he would take on for real in 2014, when he spent 15 days in the house, leaving after boxer Evander Holyfield and model Jasmine Waltz.\nIn 2017 he joined another reality TV show, The Real Marigold Hotel, and travelled around India with other older celebrities.\nBroadcaster Danny Baker called him a \"a true chum, an entertainer beyond compare, an archive of a golden era, an immeasurable talent\", adding that it was \"impossible to think he won't be in some green room somewhere, dropping names and living out fantastic tales\".\nWriter and broadcaster Gyles Brandreth told BBC Radio 4's Today programme that Blair \"was the personification of va va voom, he had so much charm and dazzle... he loved life and he loved showbusiness\".\nThe broadcaster also recalled: \"[Blair] actually entered the language, because by the time he became a household name in the 1960s and 70s, in cockney slang if you were wearing flares, they were known as your Lionel Blairs.\"\nActor Sanjeev Bhaskar said he met Blair at \"numerous evenings over the years and he was always a gent, warm and fun\". \n\"I loved the fact that he'd always pepper every conversation with a bit of a tap dance. Every single time. And it was glorious,\" the Goodness Gracious Me star added.\nComedian Julian Clary described Blair as a \"showbiz trooper if ever there was\", while broadcaster Piers Morgan said: \"RIP Lionel Blair, 92. A wonderful all-round entertainer & lovely man. Sad news.\"\nSinger and presenter Michael Ball remembered Blair as a \"funny, kind, generous, compassionate and gifted man\". Entertainer Bonnie Langford added: \"Dear Lionel. Privileged to have been your dance partner.\" \nSinger Paul Young tweeted: \"I'm really sad to hear about the passing of Lionel Blair; it's wonderful to meet someone that was a TV star when you were small and to find them so impeccably gracious and charming in person. I learnt a lot from him! My condolences to his family.\" \nBlair married Susan Blair in 1967 and the couple had three children. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59182264",
      "category": "uk-northern-ireland",
      "title": "Belfast: Man jailed for eight years for abusing stepdaughter",
      "tags": "Belfast",
      "text": "A Belfast man who sexually abused his stepdaughter as a child over the course of a decade, has been jailed for eight years. \nTommy Harris, 49, of Wynchurch Road, Belfast, previously pleaded guilty to 42 charges of sexual assault against Haileigh Ashton Lamont. \nThe charges include rape, attempted rape, indecent assault, and gross indecency with a child. \nThe abuse took place over a decade between 1999 and 2009. \nIt started when Ms Lamont was eight years old, and did not end until she was 18. \nMs Lamont previously waived her anonymity to speak about what happened to her. \nReacting to Harris' sentencing on Friday afternoon, she said she had found her own justice by exposing his crimes.\nShe said the number of years sentenced \"would not have changed that victory for me\".\n\"To say this has been distressing is an understatement, it has been a war, and today I am victorious,\" she said.\n\"Knowing what I know about the justice system and how agonising it has been at times, would I do it all again? Without a doubt. \n\"You can't do what he did to me and get away with it, there are consequences. \n\"I am ready to live my life free from this and am immensely proud of myself.\"\nBelfast Crown Court heard on Friday that after Ms Lamont reported the abuse to police, and Harris was arrested, he told police during interview: \"She wouldn't lie.\n\"Sorry, I don't deserve no pity.\"\nThe court was told that Harris at one stage had a \"warped view\" that he was in a consensual relationship with Ms Lamont.\nBut his defence barrister said he has admitted that \"he groomed Haileigh, and takes full responsibility\".\n\"He feels regret, remorse and shame, and hopes that his family will all move on quickly and well with their lives.\"\nAddressing Ms Lamont in court, Judge Neil Rafferty QC said: \"Living well is the best revenge.\"\nHe said the abuse carried out against her was a \"vile litany of depravity\".\nThe judge added that the abuse was \"a gross breach of trust\". \nHe also commended her for her bravery in bringing the case to court. \nHe sentenced Harris to 16 years - eight to be served in prison and eight years on licence. \nPublic Prosecution Service (PPS) senior public prosecutor Jenny Burns said Harris had carried out \"a persistent and distressing campaign of sexual abuse\".\nMs Burns said she wanted to pay tribute to the survivor who had shown \"enormous bravery by reporting the abuse she suffered to the police\". \n\"This case shows that the passage of time is not necessarily a barrier to a successful prosecution in these cases,\" she said.\n\"We know it is not easy for victims and survivors of sexual abuse to come forward and speak about what has happened to them and the criminal trial process can be daunting. \n\"We want to reassure victims and survivors that the PPS is committed to prosecuting these cases through to their conclusion where there is the evidence to do so. Please continue to come forward and report your experience to police.\"\nPSNI Det Supt Gary Reid said Ms Lamont had shown \"immense fortitude and determination\" in bringing her abuser before the courts.\n\"The bravery she has shown, accompanied with today's sentencing, I hope will encourage others who have experienced any form of sexual abuse to come forward and contact the police.\n\"I can't even begin to imagine how difficult it must be for someone to report historical sexual abuse, but we are here, whenever you are ready, to help and support you every step of the way.\" \nIf you have been affected by the issues raised in this story, help and support can be found at BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59175057",
      "category": "entertainment-arts",
      "title": "Nicky Campbell praises co-host Rachel Burden on his last 5 Live Breakfast show",
      "tags": "Radio",
      "text": "Nicky Campbell paid tribute to his \"amazing friend\" and co-host Rachel Burden as he presented his final Breakfast show on BBC Radio 5 Live.\nThe 60-year-old, who has fronted the show since 2003, is leaving to host a new phone-in programme on the network.\nBurden thanked Campbell for being a \"mentor and inspiration\", noting that they \"hadn't had a cross word\".\nCampbell will be replaced on the Breakfast show by former T4 presenter Rick Edwards. \nDuring his final Breakfast programme, broadcast on Friday morning, Campbell was played highlights of his 18 years on the show.\nThe montage, which Campbell described as \"amazing and embarrassing\", included his coverage of major news events including general elections and the Brexit and Scottish independence referendums.\nBut it was when he was bidding farewell to Burden, his co-host since 2011, that Campbell became most emotional. \n\"You've been such an amazing friend,\" he said. \"There have been times when I've come in here and things have been terrible in my life, and said 'you're going to have to do this today', and you've done it.\"\nWriting on Twitter earlier this week, he said of Burden: \"She's a brilliant journalist and wonderful friend. We've shared not just a studio but each other's worlds as well. We've had laughs, tears, banter and gin. I'll miss her so much.\"\nBurden described Campbell as \"a radio legend\" ahead of their last programme.\nAddressing him on air on Friday, she added: \"You have been such an incredible friend to me. You've been a colleague, a mentor, an inspiration, you've taught me so much about radio. You've taught me to listen better, and how to respond to really bad quips. \n\"There have been weeks where I've spent more time with you than my husband, we haven't actually had a cross word, [although] there may have been a second of frosty silence on a couple of occasions. And that is such a privilege to be able to say that.\"\nCampbell has previously hosted the show opposite Victoria Derbyshire and Shelagh Fogarty, but his on-air partnership with Burden has been the longest.  \nHis final Breakfast programme was marked by tributes sent in or posted on social media by listeners and colleagues.\n\"It's going to be very odd waking up and not hearing Nicky Campbell's voice,\" tweeted 5 Live weekend breakfast host Chris Warburton.\n\"He's one of the truly great broadcasters and, luckily for me, also a friend. Him and Rach have been radio magic. I continue to learn so much from Nicky as a presenter. He's going… but really not very far.\"\nFellow weekend Breakfast presenter Eleanor Oldroyd added: \"Nicky is one of the great radio presenters of our generation... no-one has fitted him on air as well as Rach. A special team.\"\nMoney saving expert and broadcaster Martin Lewis tweeted: \"Listening to the tributes to the ridiculously clever Nicky Campbell on his last day presenting on @BBC5Live breakfast, it's quite emotional. He is a superb broadcaster and professional. Good luck to him and the station for the future.\"\nBurden read out a letter from a listener who said: \"I was made redundant in 2016 at the age of 63, it was very low. I discovered 5 Live and you became my friends. Thank you is not enough, I listen every day.\"\nListener Kath told Campbell he had \"brought laughter and fun to even the darkest mornings\", while Tim added: \"So many years listening to you on my drive into work, it won't be the same.\"\nEdwards will join Burden for the revamped programme, which will see the pair tackle a new big question every day and interview experts.\nIn a statement earlier this year, he joked: \"I realise I have some big boots to fill - I checked, and Nicky Campbell's an eye-watering UK12!\"\nThe programme will \"continue to entertain, bringing listeners the very best of the BBC's sports coverage alongside with fan discussions and expert opinion, hosting big name celebrity interviews, and the most fascinating human stories from around the UK\", the BBC said in a statement.\nBBC Radio 5 Live Breakfast will air from 0600 to 0900 every weekday, followed by Campbell's eponymous new phone-in programme.\nNaga Munchetty and Adrian Chiles's current programmes will now start an hour later, airing from 1100 until 1300.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-59174940",
      "category": "uk-england-essex",
      "title": "Maldon District Council meeting disrupted and police called",
      "tags": "Maldon District Council,Maldon",
      "text": "A council meeting was abandoned after police officers were called amid claims of disruptive behaviour.\nMaldon District Council in Essex was discussing sanctions against member Chrisy Morris, who denies disclosing confidential information.\nPolice officers said he was \"breaching the peace\" after he used a megaphone and repeatedly interjected on Thursday evening.\nEssex Police said no arrests were made.\nThere were scenes reminiscent of an infamous Handforth Parish Council meeting as Maldon council met on Thursday evening.\nJackie Weaver, who stood in as clerk at the Handforth meeting, told BBC Essex Mr Morris's behaviour was \"not appropriate\".\nThe agenda included sanctions against independent councillor Mr Morris after the council's joint standards committee found he had brought the authority into disrepute, following two independent investigations.\nThe minutes say he disclosed confidential information and on several occasions his \"conduct met the definition of bullying\".\nMr Morris disputed these findings during the meeting. \nAs a sanction, councillors voted unanimously to remove him from all committees, working groups or outside bodies until May 2023.\nMr Morris repeatedly interjected over council chairman Mark Heard, and 10 minutes into the meeting, councillors tried to vote to remove him. \nHe shouted: \"You can't make me, you idiots! You can't make me leave the meeting - I'm democratically elected!\"\nDuring proceedings, he called Mr Heard as a \"coward\" and said: \"At least I have got the testicular fortitude to sit here and speak my truth.\"\nWhen told to be quiet, he repeatedly said that he \"will be heard\". \nAnd when Mr Heard told Mr Morris he had \"no right to speak here\" he responded that he had \"every right\" to.\n\"This is democracy - you might not like me but you've got to listen to me,\" he said.\nWhen police officers arrived they tried to persuade him to leave, with one telling him: \"You are breaching the peace by not allowing this [meeting] to continue.\"\nMr Morris told them: \"You guys shouldn't be getting involved in politics.\"\nAs the meeting was adjourned for five minutes, Mr Heard told one officer that Mr Morris \"has no right to be here\" and that he should leave.\nMr Morris responded that he was entitled to be there.\nWhen the meeting reconvened, he started interjecting again, calling for a point of order.\nThe chairman asked council members to rise and walk out in protest, ending the meeting with several items still to be discussed and voted on.\nSpeaking after the meeting, Mr Morris told the BBC he had no regrets.\n\"What I said I needed to say; it was very simple, I had a point of order which the chairman should deal with as soon as it's brought to his attention,\" he said.\n\"They wouldn't allow [my point of order], which was undemocratic in itself.\n\"I'm a democratically elected representative. I've got the right to speak. I'm there to speak and I simply have not been allowed to speak.\"\nHe added that people should watch Prime Minister's Questions more often because \"it gets a lot worse than that at Westminster\".\nMr Heard told the BBC that as there was an active police investigation, he was unable to comment.\nMs Weaver, who achieved fame after clips from the Handforth meeting notched up millions of views online, was critical of Mr Morris's conduct.\n\"If we're saying we're not as bad as PMQs so that makes it OK, then if those are the standards that we're going to run local government by in the future, we really do have problems,\" she said.\nShe added that such behaviour \"does have a really strong impact on other people\".\n\"It causes both members and officers incredible stress when something like this happens,\" she said.\nEssex Police said it had been called to reports of a disturbance at the council offices at about 19:30 GMT.\nThe force said officers spoke with those present and no arrests were made.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59175448",
      "category": "uk-politics",
      "title": "Owen Paterson: Minister defends U-turn over MP's conduct probe",
      "tags": "House of Commons,Owen Paterson,Lobbying",
      "text": "A cabinet minister has apologised for the government's botched attempt to rewrite MPs' conduct rules. \nNo 10 initially backed an overhaul of the system, alongside blocking the suspension of Tory MP Owen Paterson for breaking lobbying rules.\nBut it later made a dramatic U-turn, amid an outcry from opposition MPs and some Tories.\nEducation Secretary Nadhim Zahawi said backtracking on the \"mistake\" was the \"grown-up thing to do\". \nHowever, he said it was right for the government to continue with one part of its proposals - introducing a \"right of appeal\" for MPs under investigation.\nHe told the BBC that allowing MPs to formally appeal against the published conclusions of the MPs' standards watchdog \"speaks to British values\". \nMr Zahawi also denied claims Prime Minister Boris Johnson wanted the system changed to avoid an inquiry into the redecoration of his Downing Street flat.\nBut speaking to reporters later, Labour's deputy leader Angela Rayner said the government's actions were \"all about\" stopping investigations into the PM.\n\"It's because Boris Johnson does not want to be held [to] account for his actions,\" she added.\nThe row began on Wednesday when the government ordered its MPs to oppose a 30-day suspension for Mr Paterson and review the whole investigation process.\nThe Commons Standards Committee had proposed the sanction after a damning report by Parliament's standards commissioner Kathryn Stone found he had misused his position as an MP to benefit two firms he worked for as a paid consultant.\nBut after fierce criticism from opposition parties and some Conservative MPs, who refused to vote for the move, Downing Street backtracked, meaning Mr Paterson would face suspension after all.\nBBC political editor Laura Kuenssberg said there was anger among some Tories that they had been ordered to vote for the controversial plan only to see it dropped the following day, with one telling her it had \"destroyed a lot of goodwill\" with Downing Street.\nOn Friday, No 10 said Mr Johnson had \"full confidence\" in Commons leader Jacob Rees-Mogg and chief whip Mark Spencer, who reportedly pushed Tory MPs hard to back the changes.\nChris Bryant, chairman of the Commons Standards Committee, told the i newspaper that Mr Rees-Mogg's position was \"untenable\" after the government's U-turn on Thursday.\nMr Bryant said: \"I personally think the Leader of the House's position has become untenable. \n\"He has created a crisis for Parliament by standing out and talking for 45 minutes in favour of a motion that was the direct, polar opposite of the rule of law.\"\nAfter Thursday's U-turn, Mr Paterson, who denies wrongdoing, announced he would stand down as MP for North Shropshire and seek a life \"outside the cruel world of politics\". \nHe has insisted his approaches to ministers had been to alert them about defects in safety regulations, and that the probe into his behaviour was unfair. \nOn Friday, the former environment and Northern Ireland secretary also said he would be \"stepping aside\" from his consultancy work.\nA spokesperson for one of his employers, healthcare diagnostics company Randox, said it acknowledged his desire to step down \"at this difficult time\" and they wished \"Owen and his family well in their future endeavours\".\nLabour has confirmed it intends to stand a candidate in the by-election to replace him - after initially exploring the idea of teaming up with other opposition parties to back an independent \"anti-sleaze\" candidate in the contest.\nSpeaking on Friday, Mr Zahawi said the government still wanted to change the standards system but it had \"made a mistake\" in attempting to \"conflate\" this with Mr Paterson's case.\nHe said the government now wanted to \"separate those things out\" and \"do this properly\".\n\"To admit a mistake, I think, is the right thing to do, and the grown-up thing to do,\" he added.\nHe insisted ministers would continue to put forward plans for a \"fairer system\" for investigating MPs, including giving them the right to appeal against the watchdog's findings. \nHowever, it remains unclear whether opposition parties will collaborate with the government over its plans for reform. \nAsked on Friday whether Labour would co-operate, Ms Rayner said her party did not want to link any potential talks to any particular case. \nBut she added: \"If there are discussions outside of individual cases about how we can improve systems, then of course we'll have those discussions.\" \nLabour, the SNP and the Liberal Democrats had all vowed to boycott a special committee Tory MPs had wanted to set up to conduct a review.\nLabour leader Sir Keir Starmer has said Mr Johnson \"must explain how he intends to fix the immense harm he has done to confidence in the probity of him and his MPs\".\nLabour and the SNP have also insisted Standards Commissioner Kathryn Stone must be allowed to continue her work scrutinising other MPs.\nOn Friday, Labour called for the commissioner to investigate whether the prime minister needed to declare a free holiday he received last month in the MPs' register of interests.\nIt came after Mr Johnson declared his stay at a Spanish villa owned by the family of Tory minister Lord Goldsmith in a separate list of ministers' interests.\nThe PM's spokesman has argued this was the correct place for Mr Johnson to declare the holiday, as it was provided by another minister. \nMr Paterson has been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:\nFull guide to the controversy\nWho's who in the Owen Paterson row?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59167345",
      "category": "world-us-canada",
      "title": "LA 'jetpack man' was probably a balloon",
      "tags": "Aviation accidents and incidents,Aviation safety,Los Angeles,Air travel,United States",
      "text": "Investigators looking into a series of sightings of a mysterious \"jetpack man\" flying over Los Angeles say they may in fact have been balloons.\nThe FBI launched an investigation after several pilots reported spotting \"a guy in a jetpack\" at 3,000ft (915m) above the city's LAX airport last year.\nBut now officials say the pilots may have seen inflatables.\nPolice helicopter footage apparently shows a Halloween decoration that broke loose and drifted into the sky.\nThe images show what appears to be life-sized balloon effigy of Jack Skellington, from the 1993 Tim Burton film The Nightmare Before Christmas.\nThree commercial airline pilots have reported seeing a jetpack flying near the airport in the past year.\n\"We just passed a guy on a jetpack,\" a pilot told air traffic controllers in August 2020.\n\"You don't hear that every day!\" a controller replied.\nAs the controller advised the pilot to be cautious, he added: \"Only in LA.\"\nIn October 2020, another aircraft crew reported seeing a jetpack flying at 6,000ft, seven miles (11km) north-west of LAX.\nThis July, a third sighting was reported by a Boeing 747 pilot at 5,000ft over Los Angeles.\nAfter over a year of investigations, officials from the Federal Aviation Authority (FAA) said they had been unable to find any other witnesses who saw the flying objects.\n\"The FAA has worked closely with the FBI to investigate every reported jetpack sighting,\" a spokesman said. \"So far, none of these sightings have been verified.\"\nBut he added: \"One working theory is that pilots might have seen balloons.\"\nA video published by NBC News this week showed an object floating freely above Beverley Hills. The images were captured by a police helicopter in November 2020, about two weeks after the second sighting and around Halloween.\nThe jetpack sighting theory had drawn scepticism from jetpack manufacturers. \nThey said most jetpacks did not carry enough fuel to fly for more than a few minutes, meaning it was difficult for them to get very high.\nMark Weiss, a former American Airlines captain, said although it was uncommon for balloons to get in the path of aircrafts, it could still be \"a very startling experience\" for pilots.\n\"If you see it coming towards you, you might need to do an abrupt manoeuvre - and you put the passengers at risk,\" he told the BBC.\nWhile a balloon would generally be harmless to planes, he said, if it had metal parts attached \"it could potentially destroy an engine\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59175781",
      "category": "uk-wales",
      "title": "Solar flare sees Northern Lights visible from Wales",
      "tags": "Met Office,Brecon Beacons,Northern Lights",
      "text": "A \"unique\" glimpse of the Northern Lights was visible to people in many parts of Wales this week. \nBut if you missed it, don't worry, you could get another chance in a couple of weeks' time, according to expert Allan Trow. \nThe sightings of Aurora Borealis in Wales are rare - the last one recorded in Wales was in 2016.\nHowever, Mr Trow believes advancements in digital cameras means we will capture more of them in the future. \nThis week's display was described by the Met Office Space Weather Operations Centre as the result of a \"coronal mass ejection\" from the sun, also known as a solar flare, interacting with earth's magnetic field.\nSpokeswoman Krista Hammond said it left the sun at about 03:00 GMT on Tuesday and arrived at the earth at about 20:00 GMT on Wednesday. \nThe sight was captured in areas including Devon, Cornwall and the Lake District.\n\"We've had reports that the aurora could even be seen in some central areas of the UK, which is possible when a storm of this magnitude impacts the earth,\" Ms Hammond added.\nMr Trow, who runs the Dark Sky Wales education service, said such phenomenon are caused by the outpouring of charge particles from the surface of the sun, that interact with the earth's magnetosphere.\n\"This one was particularly strong,\" he said.  \n\"It was recorded by quite a few people across the UK. It looked fantastic from the Brecon Beacons, a wonderful display.\"\nMr Trow said it was visible to most people with a cloudless northerly view, but he missed it as he was travelling home after working in the Brecon Beacons. \nHowever, there could be another chance for all of to see this.\n\"It may occur in a couple of weeks if we get lucky.\" he said\n\"The sun is supposed to be in a quiet period, so we are quite fortunate to get these outbursts.\"\nHe said sightings of the Northern lights in Wales as \"pretty rare\" and ones as impressive as Wednesday's as \"pretty unique\".\n\"I can't remember when there was one before (2016), but a lot more are being captured now because of digital cameras,\" he added.\n\"They are a lot more sensitive to the light than our eyes, so they're being reported more.\n\"Before the digital revolution, they weren't recorded.\"\nOne man who captured it was Karl McCarthy who described it as \"a fantastic experience\" to \"witness such a beautiful Aurora\" from Twyn-y-Gaer in the Brecon Beacons."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59174656",
      "category": "uk",
      "title": "Queen flies to Sandringham for long-planned break",
      "tags": "UK Royal Family,Sandringham,Queen Elizabeth II",
      "text": "The Queen has left Windsor Castle for a private weekend away at her Sandringham home as she continues to rest following advice from her doctors.\nThe 95-year-old monarch is thought to be spending a few days at her Norfolk residence as part of a long-planned trip.\nAviation sources say she flew to the East Anglian estate by helicopter.\nLast week doctors advised the Queen to rest until mid-November following medical checks in hospital last month. \nBuckingham Palace said the Queen could carry out some light, desk-based duties during that time, but not undertake official visits.\nShe recently recorded a video message for world leaders attending the COP26 climate conference in Glasgow, urging them to work together in \"common cause\" to curb climate change.\nEarlier this week she was spotted driving her car near Windsor Castle, in an area she is known to take her Corgi dogs out for walks. She was photographed in a headscarf and sunglasses behind the wheel of a green Jaguar estate car. \nThe UK's longest-reigning monarch also carried out her weekly meeting with Prime Minister Boris Johnson by telephone on Wednesday.\nMr Johnson later said she was \"on very good form\" and that \"the whole country wishes her well\".\nThe Queen maintained a busy schedule in October with at least 16 formal events recorded in her official diary.\nShe was seen using a walking stick at a Westminster Abbey service on 12 October - the first time she has done so at a major event.\nShe went on to host a Global Investment Summit at Windsor Castle on 19 October.\nThe next day a Palace spokesman said her planned trip to Northern Ireland had been cancelled, and the monarch had \"reluctantly accepted medical advice to rest for the next few days\".\nIn a later statement, Buckingham Palace said she had spent the night at the King Edward VII's Hospital in central London - her first overnight stay at a medical facility in eight years.\nShe returned to Windsor the following day \"in good spirits\", the Palace said.\nShe resumed public engagements on 26 October, holding virtual audiences with ambassadors via video link, and a few days later was advised by her doctors to rest until mid-November.\nBuckingham Palace previously said the monarch would miss the annual Festival of Remembrance on 13 November, which is held by the Royal British Legion and attended by senior members of the Royal Family.\nBut the Palace said she had the \"firm intention\" of leading the nation in honouring the country's war dead on Remembrance Sunday on 14 November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59184786",
      "category": "uk-politics",
      "title": "Owen Paterson row: How did PM score spectacular own goal?",
      "tags": "Conservative Party,Boris Johnson,Owen Paterson,Parliamentary Standards Commissioner ",
      "text": "Boris Johnson's U-turn over MPs' standards - and the suspension of Owen Paterson - has had Westminster in a spin. \nSo how did it happen? And how angry were the Tory MPs caught in the middle of it?\nUnlike Margaret Thatcher, who famously declared her refusal to change direction when the going got tough, it turns out that this Conservative prime minister is very much for turning.\nWhether it's free school meals in the holidays, or letting a health secretary go despite initially defending him, Boris Johnson has had few qualms about changing his mind in the face of public pressure.\nSometimes U-turns are politically astute - neutralising potentially toxic issues swiftly.\nThe U-turn over Owen Paterson, though, feels different.\nThe obvious difference is that Mr Johnson's own MPs were marched to the top of the hill, came under a barrage of hostile fire, and were then required - with reputations wounded - to march back down again.\nAnd, privately, they are prepared to say what they think, with one usually loyal MP telling me: \"It was moronically stupid.\"\nThere is something approaching a consensus on the Conservative benches that the whole affair has been more damaging to the prime minster, the government's reputation and to Owen Paterson himself than had the Standards Committee's recommended 30-day suspension been agreed. \nAs one very senior figure put it: \"This has now become a question of the government's judgment.\"\nAnd there is feeling that the handling of the issue by Downing Street is what gave it such prominence.\nA long-serving MP said the incident had \"further exposed Boris's lack of judgment\", adding: \"In fact, it has been one misjudgement after the other.\"\nThere was a lot of talk of the government moving the goalposts to help Owen Paterson on Wednesday. But by the end of the week, the football analogy has shifted.\nThe question now is how did the prime minister score such a spectacular own goal?\nAfter the damning standards report was released last week - with the verdict that Owen Paterson had breached lobbying rules on multiple occasions - his allies rallied round.\nA campaign was born.\nMembers of his family and former ministers took to the pages of newspapers to argue that he hadn't had a fair hearing from the Parliamentary Standards Commissioner, Kathryn Stone.\nVia WhatsApp and emails, fellow Conservative MPs were given the same message.\nHis allies worked on what would be the best approach to shield him from a 30-day suspension that could have triggered a by-election (though there were some doubts that enough constituents - 10% of voters in North Shropshire - would call for this, as there was widespread sympathy for him because of the loss of his wife).\nOne option was to amend the motion to suspend him - reducing the penalty from 30 days to nine - just beneath the threshold for triggering a by-election.\nBut one of those involved in the pro-Paterson campaign explained to me earlier this week why this was not pursued.\nApart from an unwillingness by Mr Paterson to accept any penalty at all, he said there was a danger that reducing the length of any suspension would look like politicians letting their mates off lightly and it would not play well with the public.\nLittle did he know, of course, the extent of the negative reaction to the other method under discussion and which was adopted.\nMy contact believed that if the case was made that MPs should be treated in the same way as other professionals - whose disciplinary bodies allow for a right of appeal - then this would seem like a sensible reform.\nIt was also thought likely that it would maximise the chance of cross-party support, as there was a feeling that the Standards Committee were taking too long to come up with their own proposals for change.\nAnd as Mr Paterson had consistently complained about the process under which he had been investigated, then a new system would, in effect, mean a new hearing.\nOnce the broad thrust of the amendment had been agreed on Monday, the question for the MP's allies was whether this would be likely to pass.\nAt this stage the looming political disaster could have been averted.\nWhat was happening behind the black door in Downing Street was crucial. \nSome weeks ago, before the publication of the standards report, allies of Mr Paterson spoke to the prime minister, but I'm told he showed little interest at that stage.\nNow, though, the former cabinet minster's allies said they had received nothing but encouragement from No 10.\nOne of them told me: \"If Boris didn't want to do it, he shouldn't have done it. He should have told us that.\"\nAnd, he added, had the PM vetoed the whole idea at the beginning of the week, it would not have gone ahead.\nBut Downing Street was nowhere near as united as Mr Paterson's allies might have imagined.\nSevere scepticism about the plan was expressed by some officials, particularly over how it would play in the press. But they were overruled.\nCommons leader Jacob Rees-Mogg is reported to have been influential in backroom discussions, and he publicly argued the case on Tuesday that the Standards Committee's recommendations could be amended.\nBut given the eventual outcome - an embarrassing climb-down - opinion on the Conservative benches is divided over who to blame.\nSome MPs have told me it was primarily the fault of chief whip Mark Spencer - that he should have, but failed to, stand up to Downing Street.\nOthers say they have huge sympathy with \"the chief\" - he was simply doing the PM's bidding.\nOne MP said Mr Johnson was under pressure from many of Mr Paterson's allies and he just wanted the problem to go away - so he tasked the chief whip with finding a solution.\nWith the final wording of the amendment drafted on Tuesday - after checks made informally with Commons officials to make sure it would not be ruled out of order - the whipping operation began.\nSome reports suggest No 10's position was not finalised until after the prime minster enjoyed dinner with prominent Telegraph journalists on Tuesday night.\nBut, in truth, the decision to at least test the water had been taken before that.\nAbout 17:30 on Tuesday, Conservative MPs were approached - some face-to-face, some by text - by their whips.\nThey were given a summary of the yet unpublished amendment in very approving terms and asked whether they would be willing to add their names to it.\nFrom my conversations, however, there seemed to have been quite a bit of pushback.\nSome said it looked like a wrecking amendment, while others expressed more general concerns about what was being proposed, even if they had some sympathy with changing the standards system.\nConflating those changes with the Paterson case was seen as unwise by some MPs. There were predictions this could end in tears.\nBut despite those concerns - and to the surprise, even shock of some - at 11:30 on Wednesday, the day of the vote, MPs were told there would be a three line whip (although one MP acerbically observed he had learned about it from the Daily Telegraph first).\nThis was seen by some as a sign of Downing Street weakness, not strength, as there was speculation that without the imposition of a formal whip, enough Conservative MPs may have abstained in the vote to kill the plan.\nWhatever the case, it was clear that it was not a happy Parliamentary Conservative Party that trooped through the Commons voting lobbies on Wednesday.\nSome said the whipping operation had been quite \"light\" but others reported that they had felt under pressure to toe the line.\nOne MP - who said he had two sleepless nights as he considered how to cast his vote - said he had never seen so many gloomy-looking colleagues.\nA number of MPs witnessed the government's law officers having what appeared to be an animated discussion with a government whip.\nAbstentions, rebellions and no-shows eventually reduced a Conservative working majority of 81 to just 18.\nSome Conservatives felt that Mr Paterson and his allies were partly responsible for the narrowness of the victory.\nSome of the 2019 intake of Conservative MPs said that Mr Paterson had not personally canvassed their support, that the \"old guard\" were taking them for granted and that the campaign to shield him was \"arrogant\".\nThat unease grew when they saw his television interviews following the vote.\nOne of them summed up the mood thus: \"He showed no contrition.\"\nAnother of the 2019 intake told the BBC: \"It's frustrating to have my reputation potentially damaged by a man who doesn't even know my name.\"\nA long-serving colleague added: \"Perhaps the party's elder statesmen should learn from the street judgment of the new intake, who come from a wider range of backgrounds.\"\nThere had been no organised rebellion - indeed one rebel was surprised to see some colleagues vote against the government rather than just abstain.\nAnd some abstainers have told me the Standards Committee chairman, Labour's Chris Bryant, had swayed them sit on their hands as he set out the case against the former cabinet minister.\nOne MP, who in the end did follow the three-line whip, said that Mr Paterson's breach of the lobbying rules wasn't just \"egregious\", it was \"rampant\".\nThe following morning's newspapers - some of them usually sympathetic towards the government - were brutal.\nThere was little advance notice of the government U-turn that would see Mr Paterson face a vote on his future after all.\nOne of the MP's close friends spoke to him and they both agreed it would be better for him now to resign.\nThe pressure of the investigation, I am told, made it likely that he would stand down in any case, but he had wanted a new standards regime in place first, so he would have an opportunity to clear his name.\nWhen that wasn't forthcoming, he saw little point in staying on and he had indeed been urged by his family to stand down.\nThose who know him well are clear that he is still grief-stricken over his wife's death.\nBut his allies believe the government has done itself immeasurably more harm in U-turning than in just taking the political hit.\n\"They gave in to panic,\" one of them said.\nLabour, the SNP and the Liberal Democrats would not co-operate with setting up a new system. \nBut a very senior MP maintains that a new committee would not have been necessary to give MPs a new right of appeal.\nThis could have been done by a change in standing orders, and could have been limited to those facing 10 days or more suspension - that is, those who would be at risk of fighting a by-election under the \"recall\" system.\nOne Paterson ally felt that the detail of the case would have had little cut through with the wider public - unlike U-turns on school meals or on Covid measures, which have a tangible effect on their lives.\nAs they often have a low opinion of MPs in any case, so the government, in his view, could have ridden out the row over the rule changes.\nBut it is the backtracking that gave the issue rocket boosters, they added.\n\"The public don't like incompetence.\"\nSo why did the PM take the political risk in the first place? There are almost as many theories are as there are MPs.\nSome say Mr Johnson had a \"human reaction\" and wanted to help Mr Paterson out.\nOthers say he wanted to get redoubtable campaigners, such as Iain Duncan Smith and David Davis, off his back.\nSome say he was distracted by the COP26 climate summit in Glasgow, or misled by the chief whip over levels of support for Mr Paterson.\n\"I really would cut the PM some slack,\" said an opponent of the changes, pointing out that the prime minister had a lot on his mind.\nBut there are more Machiavellian theories too.\nHis former aide Dominic Cummings has suggested that the PM very much had a hound in this fight - that it would benefit him to knobble Standards Commissioner Kathryn Stone. \nThis is completely and forcefully denied by Downing Street. They say they have had no indication, for example, that Ms Stone wants to investigate the controversial and costly refurbishment of Downing Street - the subject of an active investigation by the Electoral Commission.\nBut a senior MP suggested that getting changes to the standards system was far more important to Mr Johnson than the fate of his Tory colleague. \nSo, to unlock cross party talks on this subject, \"he threw Owen under a bus\". \nAnother said: \"Owen was now expendable.\"\nWhat is true, though, is that some ministers certainly wanted to see the back of the Standards Commissioner and have said so privately.\nThey would certainly have seen this as a bonus. \nSome of them expected the Standards Committee and the Commissioner to resign in the wake of Wednesday's vote.\nIndeed, Business Secretary Kwasi Kwarteng publicly stated: \"It is difficult to see what the future of the commissioner is.\"\nInstead, Ms Stone and the Standards Committee dug in.\nAnd now, rather than the behaviour of a former cabinet minister coming under scrutiny, it is the Downing Street operation  - and the prime minister's own judgment - that are in the spotlight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59185146",
      "category": "uk-england-london",
      "title": "Parliament Square protesters clash with police on Bonfire Night",
      "tags": "Metropolitan Police Service",
      "text": "Hundreds of anti-establishment activists have clashed with police in central London on Bonfire Night.\nEight officers were injured and 12 people arrested on Friday, the Metropolitan Police said.\nProtesters wearing Guy Fawkes-style masks gathered at Trafalgar Square, with some throwing fireworks at police. \nA crowd watched an effigy of Prime Minister Boris Johnson being burned, with one member shouting \"burn, Boris, burn\".\nThe rally, which is known as the Million Mask March, then moved to Parliament Square where they faced police wearing protective gear.\nMany of the demonstrators held signs protesting against the coronavirus lockdown, while some were seen setting off fireworks and using laser pointers. \nOne, who gave his name only as Richard, from London, said the protest, which has taken place on 5 November for several years, was a \"continuation\" of the \"anti-Covid\" marches.\n\"It's basically a continuation of the anti-Covid marches that we've been on since the beginning of the year,\" he said.\n\"It's a couple of fingers in the direction of the establishment.\"\nThe Metropolitan Police said on Twitter that a dispersal order was in place for \"a number of areas\" across Westminster, including Parliament Square.\n\"A total of 12 arrests were made while policing tonight's demonstrations across London,\" the force said. \"Those arrests were for a variety of offences.\n\"Eight of our officers were injured. This is unacceptable.\"\nProtesters and police clash on Bonfire Night\nIn a separate tweet, the Met said: \"A crowd in Parliament Square have been dangerously lighting fireworks and rockets. Some have struck people or exploded near to the crowd, this could cause very serious injury.\n\"We have moved into the crowd to remove any fireworks and prevent people coming to harm.\"\nAhead of the protest, Deputy Assistant Commissioner Jane Connors said: \"Groups of course have the right to protest. But I am particularly concerned that some groups are specifically intending to travel into London to deliberately cause violence and disorder including targeting police officers.\n\"This will not be tolerated and our policing plan has been developed with this potential risk in mind.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59180744",
      "category": "world-us-canada",
      "title": "Ahmaud Arbery murder trial: Prosecutors reveal full footage of black jogger's death",
      "tags": "Georgia,US race relations,United States",
      "text": "Georgia prosecutors have shown the full footage of the fatal shooting of a black jogger at the trial of three white men accused of his murder.\nThe prosecutors argued 25-year-old Ahmaud Arbery was attacked by men who pursued him because of racial bias.\nOn the opening day of arguments, the court was also shown video from the first police officer on the scene. \nDefendants Gregory and Travis McMichael and William Bryan deny all charges and have said they acted in self-defence.\nMr Arbery was shot and killed during the confrontation with the McMichaels on 23 February 2020. The case erupted into public view after footage of Mr Arbery's final moments surfaced online months later. \nMr McMichael, 65, his son Travis, 35, and neighbour Mr Bryan, 52, who filmed the incident, say they pursued Mr Arbery in order to make a citizen's arrest - allowed at the time under Georgia law. They say they suspected he had stolen from a nearby construction site. \nThe McMichaels have also said they acted in self defence, accusing Mr Arbery of attacking Travis when they tried to stop him.\nIn her opening statement, lead prosecutor Linda Dunikoski told the jury: \"All three of these defendants did everything they did based on assumptions - not on facts, not on evidence.\"\nMs Dunikoski showed an extended version of the mobile phone footage taken by Mr Bryan.\n\"Mr Arbery was under attack by strangers with the intent to kill him,\" she said. \"The only thing Mr Arbery did was run away.\"\n\"They didn't simply follow Mr Arbery. All three 'trapped him like a rat' with their two pickup trucks,\" said Ms Dunikoski, using the elder Mr McMichael's own words.\nShe added that Mr Bryan tried to hit the jogger four times with his car, getting so close that Mr Arbery's palm prints and T-shirt fibres were later visible on the vehicle.\n\"No-one said 'I'm making a citizen's arrest today',\" she told the jury. \nThe first witness called by prosecutors to testify was Glynn County police officer William Duggan, who described the bloody scene before his bodycam footage was shown to jurors. \n\"I could see he was covered in blood,\" Mr Duggan said of Travis McMichael. \"There was blood all over, and I remember at some point asking if he was OK.\" \nHe said that the defendant responded: \"'No I'm not OK. I just effing killed somebody.'\" \n\"This case is about duty and responsibility,\" began Bob Rubin, a lawyer for Travis McMichael. \"It's about Travis McMichael's duty and responsibility to himself, his family and his neighbourhood.\"\nHe added that the younger McMichael had received training from the US Coast Guard that prepared him for the encounter with Mr Arbery and that he feared for the safety of his five-year-old son when he left the house to pursue him. \nMr Rubin argued that other neighbourhood residents had also previously offered to make a \"citizens arrest\" of Mr Arbery, who he claimed was seen repeatedly \"plundering around\" properties. \nAt the time of Mr Arbery's death, Travis McMichael - Mr Rubin said - was \"hoping to raise the weapon to de-escalate the situation,\" thinking it would act as a deterrent. But instead Mr Arbery charged towards him, it was alleged.\n\"Travis has no choice but to fire his weapon in self defence,\" the lawyer continued, adding that his client \"reasonably believed\" that Mr Arbery would beat him up and use this own shotgun against him. \nEarlier, in twin blows to the defence, the judge ruled that evidence of recent cannabis use by Mr Arbery was not relevant to the case, but that the McMichaels' Confederate flag licence plate was admissible as evidence.\nAleem Maqbool, BBC News, Georgia\nWhile the mobile phone video of Ahmaud Arbery's death went viral, and ultimately led to the arrest of the men now on trial for murdering him, Ahmaud's mother had told me she had studiously avoided watching it over the past 18 months.   \nIn the courtroom today on the first day of the trial, the anguished cry of Wanda Cooper Jones, as she saw that footage of her son's final moments for the first time, brought her devastating loss into stark focus. \nThat the three white men on trial thought it was a good idea to put that video online (which one of them had filmed) thinking it would somehow show them in a good light, gives us a sense of the attitudes that persist in this part of Georgia. \nSupporters of Ahmaud's family argue that those attitudes undoubtedly contributed not only to the killing but also to the response of the police in the aftermath.\nRelatives of Mr Arbery have said they were concerned that the case would have been covered up without the emergence of the video.\nThe racial composition of the jury - one black juror and 11 white - has led to new concerns from Mr Arbery's family about the possible outcome of the trial.\nThe case is currently on its fourth prosecutor. Two district attorneys earlier recused themselves due to ties to Greg McMichael, a former police officer. \nThe first prosecutor to handle the case is facing charges of obstruction for allegedly blocking the arrest of the McMichaels. The second district attorney to take the case declined to arrest the men after determining that they were using citizen's arrest rights in confronting the jogger.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59173259",
      "category": "world-asia",
      "title": "Japan death row inmates sue over same-day executions",
      "tags": "Japan,Capital punishment",
      "text": "Two death row inmates in Japan are taking legal action against same-day executions.\nPrisoners on death row are notified only hours before they are to be executed. Capital punishment is conducted by hanging.\nTheir lawyer has argued such short notice was \"extremely inhumane\", local media said.\nRights groups have long criticised the practice, saying it affects the mental health of prisoners.\n\"Death row prisoners live in fear every morning that that day will be their last,\" said the lawyer for the two death row inmates Yutaka Ueda, according to a Reuters report. \n\"The central government has said this is meant to keep prisoners from suffering before their execution, but that's no explanation. Overseas, prisoners are given time to contemplate the end of their lives and mentally prepare.\"\nThe prisoners filed a suit in district court in the city of Osaka on Thursday, in what is believed to be a first, arguing the short notice doesn't give them time to file an objection.\nThey have asked for 22 million yen ($193,500, £143,000) in compensation, according to their lawyer.\nThere are more than 100 people on death row in Japan but none have been executed for nearly two years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59162510",
      "category": "world-latin-america",
      "title": "Covid vaccine to be mandatory for children in Costa Rica",
      "tags": "Costa Rica,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Costa Rica has become the first country in the world to make Covid-19 vaccinations mandatory for children.\nThe jab will join the extensive list of basic childhood vaccinations already required by law, health officials said.\nThe country signed a deal with Pfizer to acquire doses to start vaccinating all under-12s from March 2022.\nEarlier this week, the US health regulatory bodies approved the Pfizer/BioNTech vaccine for children aged five to 11.\nMost children are unlikely to get seriously ill if they catch Covid-19 but may still be infectious, even with no symptoms. The vaccine could help stop them from spreading the virus to others.\nCosta Rica's deal with Pfizer will see it receive 3.5 million doses, of which 1.5 million will be reserved for those aged five to 11. The others will be for third doses to be given to first responders, the elderly population and immunosuppressed people.\nTo date, about 55% of the population have been fully vaccinated in the country, according to Our World in Data figures. \nMore than 70% of those aged between 12 and 19 have now received at least one dose of the vaccine, officials say.\nThe US decision to approve the Pfizer/BioNTech vaccine for children aged five to 11 has cleared the way for 28 million young Americans to get vaccinated. They are given a jab with a third of the dosage administered in adults.\nOfficials at the Food and Drug Administration determined that the vaccine was around 91% effective in preventing Covid-19 in young children, and that their immune response was comparable to that seen in people aged 16 to 25. No serious side effects were found by researchers.\nMore countries are expected to follow suit."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59132639",
      "category": "uk",
      "title": "COP26: Voice of youth has its say - inside and outside summit",
      "tags": "COP26,Climate change",
      "text": "Here are five things you need to know about the COP26 climate change conference on Friday.\nIt's the turn of young people to have their say on how to address climate change, so expect a very different feel to the summit from earlier in the week, when the average age in the room was 60. As well as youngsters explaining how climate change is affecting them, UK government Education Secretary Nadhim Zahawi will set out a series of measures aimed at further embedding climate change in the English schools curriculum. The plans include a Climate Leaders award recognising efforts to protect the environment.\nAway from the summit campus, thousands of young people are expected to join a march through the city organised by campaigner Greta Thunberg's Fridays for Future movement. With speeches scheduled afterwards, our environment correspondent Helen Briggs says we can expect to hear whether young activists are encouraged by the deals struck so far, or whether they consider them - as the Swedish teenager puts it - more \"blah, blah, blah\". \nTxai Suruí's powerful speech about the effects of deforestation in the Amazon, on the climate summit's opening day, may have won plaudits and impressed global leaders in the room. But the activist, who's from one of the rainforest's indigenous communities, was publicly criticised by her country's President, Jair Bolsanaro, for \"attacking Brazil\". Since then, she says, she has received death threats on social media.\nOne hundred miles or so north of Glasgow, in the Cairngorms National Park, after the UK's longest lasting patch of snow disappeared for what observers say is only the eighth time in three centuries, people are troubled. They tell BBC Young Reporter Sofia their fears for what less snow and fewer snow days means for both life in the town of Aviemore - and the planet.\nAs head of catering operations for the COP26 campus, Lorna Wilson has overseen a transformation - ditching single-use plastics and aiming to supply 80% Scottish (and 95% British) food to up to 14,000 delegates a day. \"Every single product line has been looked at individually: where did it come from, can we validate its source?\" she says. \"It goes right the way down to which tea bags we use, which wine we're purchasing - to uniforms, pens and pencils.\" Read her personal account.\nCOP26 PUSH NOTIFICATIONS: If you want to keep up with the latest around the climate summit, tap here to receive alerts on your phone.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThere's been a lot of talk about cutting carbon emissions this week. But only two months ago, UN analysts reported we're actually on course to increase them. Scientists say to avoid the worst impacts of hotter conditions, our emissions must drop by 45% by 2030. The report, analysing the climate policies of more than 100 countries before the summit, said they would increase by 16% during that period. That could, it projected, cause a rise of 2.7C (4.9F) above pre-industrial times - far above the 2C pledged by the international community.\nYou can find further information on our climate page.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59167165",
      "category": "uk",
      "title": "Covid-19 pill approved in UK and post-lockdown rebound in carbon emissions",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday evening. We'll have another update for you on Friday.\nThe first pill designed to treat people who are ill with Covid has been approved by the UK medicines regulator. The tablet - molnupiravir - will be given twice a day to vulnerable patients recently diagnosed with the disease. In clinical trials the pill, originally developed to treat flu,  nearly halved the risk of hospitalisation. Health Secretary Sajid Javid said the treatment was a \"gamechanger\". \nThe Bank of England has signalled it will raise interest rates in the \"coming months\" in response to high inflation, but held off on an immediate increase. Rates were cut to their current record low rate of 0.1% in March last year in response to the effects of the coronavirus pandemic. But the reopening of the economy has fuelled price rises, prompting expectations that the Bank would increase borrowing costs. Financial markets expect the interest rate to hit 1% by the end of next year.\nSainsbury's says it is in a \"good position\" ahead of Christmas amid worker and supply chain challenges. The supermarket's chief executive, Simon Roberts, said many customers were returning to pre-pandemic shopping habits. But he admitted the supermarket industry still faced \"labour and supply chain challenges\". Sainsbury's and Argos stores will be closed on Boxing Day in recognition of staff's \"extraordinary efforts\" through the pandemic.\nGlobal carbon dioxide emissions are set to rebound to near the levels they were at before Covid, scientists have found. The amount of planet-heating gas released in 2020 fell by 5.4% as the pandemic forced countries to lock down. But a scientific report by the Global Carbon Project predicts CO2 emissions will rise by 4.9% this year. This rise in carbon dioxide (CO2) released into the atmosphere underlines the urgency of action at summits like COP26 in Glasgow, scientists say.\nThe pandemic has seen more of us leaving screens behind to work outdoors. In the UK, three in five UK workers intend to switch to a different job as a result of Covid, according to a report earlier this year by insurance group Aviva. Among them is the aptly named Sharnee Gardner who swapped life as a model to become, you've guessed it - a gardener. She said: \"I flew [around] the world - but I was so absorbed in my work that I hardly spent time in nature anymore\". Covid travel bans changed that. Now the 23-year-old is studying with the Royal Horticultural Society where she spends her time cutting lawns, pruning trees and planting beds.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nMillions have had their Covid booster jab - but could they have been rolled out more quickly? \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59160734",
      "category": "uk-wales",
      "title": "Climate change: Life in the shadow of Wales' landslide coal tips",
      "tags": "Rhondda,Floods,Our Planet Now,Merthyr Tydfil,Geology,Young reporters,Storm Dennis,Welsh government,Mining,Rhondda Cynon Taf County Borough Council,Coal mining,Aberfan",
      "text": "Living in the shadow of coal tips, Lydia Godden said the thought of them slipping is \"just quite frightening\".\nFifty-five years on from the Aberfan disaster the 23-year-old thought it was \"surprising\" how many were in her hometown of Merthyr Tydfil.\nA recent study prompted by a landslide in Tylorstown identified 327 tips in Wales deemed high-risk, meaning they pose a threat to life or property.\nWelsh and UK governments disagree over who should pay to make these tips safe.\n\"We need and we just want to see an action plan of what's going to be done.\" said Ms Godden.\n \"How are these tips going to be made safe?\n\"It needs to become a part of the public's awareness.\"\nThe coal tips pepper the landscape around the south Wales valleys.\nA total of 51 are in Caerphilly, 75 in Rhondda Cynon Taf, 59 in Merthyr Tydfil, 31 in Bridgend, 39 in Neath Port Talbot, 14 in Blaenau Gwent and five in Swansea.\nRecent landslides have led many to draw comparisons to the Aberfan disaster of 1966, where an avalanche of coal waste slid down a mountainside after a period of heavy rain. \nWithin minutes the village was covered in 40,000 cubic metres of debris. A total of 144 lives were lost, 116 of them children.\nWhen Ann Davies was growing up she thought nothing of living in the shadow of a former coal tip.\nThen, last year the 68-year-old was looking out of her window when heavy rain sent 60,000 tonnes of rubble tumbling from the tip in Tylorstown, Rhondda Cynon Taf.\n\"I don't feel very safe, you don't know what lies beneath,\" said Ann, who is frightened whenever it rains.\nAnn was looking out of her living room window when it started to crash down.\nShe was \"very scared\" as she watched slide opposite her house. \n\"I lived with it over there, but it was green, she said. \n\"But then all of a sudden there were sinkholes and the slurry coming down.\"\nShe now fears a tragedy Aberfan could happen again.\nThe rubble from the Tylorstown landslide fell into an unoccupied ravine below.\nShe fears the community might not be so lucky next time.\nThis was just one of several landslides to occur as a result of Storm Dennis in Rhondda Cynon Taf.  \nRhondda Member of the Senedd (MS) Buffy Williams said people living close to the tips had fears about landslips on their minds \"all the time\".\n\"If you live near one of those tips you'd be continuously looking out your window to see if there's movement out there,\" Ms Williams said.\nHeavy rainfall and flooding are the main causes. \nThe annual rainfall in Wales has increased as a result of climate change. \nCoal tips are primarily composed of stone and other discarded material from mining operations. This material is stacked on top of each other, and combined to form a coal tip. \nSouth Wales' heavy mining history has left it with many left over coal tips. The terrain largely consists of many steep-sided valleys. Such conditions make these tips more susceptible to collapse when exposed to heavy rainfall. \nGeologist Dr Jamie Price explained: \"Both more prolonged and more intense rainfall events will heighten the risk of coal tip collapses.\n\"Increases in the moisture content of the coal tips and increases in groundwater level in general can affect the stability of these coal tips and could induce failure and collapsing of the coal tips.\"\nMs Williams has called for some of the coal tips to be removed entirely, while others to be monitored constantly.\nThe Labour MS said: \"We need the funding to do that job properly, and at the moment, the UK government to say and they're not going to be supplying us with any funding to support this project.\"\nThe Welsh government has called on the UK government to \"take responsibility\" for public safety and the environmental impacts of the coal industry.\nBut a UK government spokesperson said: \"In 2020, to help with the unforeseen impact of Storm Dennis, we provided £31m of additional funding to the Welsh government, of which £9m was to repair vulnerable coal tips. Ultimately, however, the management of coal tips in Wales is a devolved matter and therefore not one the UK government would expect to provide additional funding for. \n\"The Welsh government is more than adequately funded to manage the costs of devolved responsibilities. In last week's Budget the chancellor announced Barnett-based funding for the Welsh government of £18bn per year, delivering the largest annual funding settlement since devolution over 20 years ago.\n\"This additional £2.5bn per year means the Welsh government will now receive around £120 per person for every £100 per person of equivalent UK Government spending in England in order to deliver its devolved responsibilities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59171187",
      "category": "uk",
      "title": "Fishing row: France-UK talks 'useful and positive'",
      "tags": "France,Illegal and unregulated fishing,Brexit,Fishing industry",
      "text": "Talks to resolve the fishing row between the UK and France were \"useful and positive\", the French Europe minister has said.\nBut there was no breakthrough and there will be more talks next week.\nTensions flared last month after the UK and Jersey denied fishing permits to several French boats. \nFrance has threatened to stop British trawlers from landing their catches at French ports unless more permits are granted in return covering UK waters.\nFrance's Clement Beaune said his meeting in Paris with Brexit minister Lord Frost had been useful and positive, but significant differences remained.\n\"All options are still on the table,\" Mr Beaune said, adding that \"as long as dialogue seems possible... we are giving it a chance\".\n\"There is still a lot of work to do,\" he said, claiming that France should be entitled to about 200 more fishing licences.\nThe UK government has insisted the overwhelming majority of applications for licences have been granted.\nBoris Johnson's official spokesman said the French government had given assurances that while the talks continued it would not immediately restore their threats.\n\"They've made it clear to us they're not planning to introduce them in the short-term. Both sides are keen to have further discussions,\" he said.\nLord Frost will meet European Commission vice-president Maros Sefcovic in Brussels on Friday.\nOn Wednesday, a British trawler, detained last week after French authorities said it did not have a licence, was released. \nThe Scottish-registered scallop dredger Cornelis Gert Jan arrived back in the UK in the early hours of Thursday morning, after leaving Le Havre the previous evening.\nIn short, it's about how many French fishing boats can catch fish in UK waters.\nUnder the Brexit trade deal, the EU and UK agreed they would give licences to boats if they can show they have fished in each other's waters for years.\nBut there have been disagreements about how much evidence is needed.\nBig trawlers will routinely collect this information automatically.\nBut smaller vessels that come from French harbours to fish around the Channel Islands, for example, can find it harder to provide the proof needed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-59173880",
      "category": "uk-england-lancashire",
      "title": "Kirkham crash: Driver who killed student after 10 pints jailed",
      "tags": "Preston,Kirkham,Lytham",
      "text": "A driver who drank \"10 pints of lager and two alcoholic shots\" before killing a student in a crash has been jailed.\nLancashire Police said David Turner was driving at up to 60mph in a 20mph zone when his Audi S3 hit Gabriel Fields, 19, in Kirkham in July 2020.\nSgt Finn Quainton said the 31-year-old was \"an accident waiting to happen\".\nTurner, of Martin Avenue, Lytham, was jailed for seven and a half years at Preston Crown Court after admitting causing death by dangerous driving.\nHe also admitted causing serious injury by dangerous driving after one of his passengers was hurt.\nA force spokesman said Mr Fields, who was studying psychology at the University of Salford, had been walking to his part-time job as a shop assistant when he was struck by the car on Station Road at about 22:00 BST on 4 July 2020.\nHe said Turner had \"consumed 10 pints of lager and two alcoholic shots and was driving at motorway speeds\".\nHe added that Turner lost control of his car, mounted the pavement and hit Mr Fields, before crashing into a bench and then a tree. \nSgt Quainton said the 19-year-old's \"totally unnecessary\" death had happened because of Turner's \"complete disregard for the drink driving laws and because he drove so selfishly fast that he lost control of the car\".\n\"David Turner was in fact an accident waiting to happen,\" he said. \n\"Through that afternoon, Turner had driven at excessive speed and bullied traffic. \n\"His aggressive driving meant a car crash was, in fact, inevitable.\"\nIn a statement, Mr Fields' mother Jacqueline Blache-Rostron said he had been \"a kind, gentle, smart and funny young man\". \nShe added that \"nothing, and I mean nothing, can prepare you for the devastation and emptiness you feel when you are told that your child... will never come home\". \n\"You will never see him again, you will never hug him again, you will never tell him that you love him again and you will never tell him how proud you are of him. \n\"All because of the actions of that man.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59162994",
      "category": "uk-wales",
      "title": "Grandfather waits 13 hours for ambulance after stroke",
      "tags": "Rhondda,Welsh Ambulance Service,Merthyr Tydfil,Waiting times,Welsh government,NHS Wales,Mountain Ash,NHS,Strokes,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "A grandfather waited 13 hours for an ambulance after having a stroke and his family fear he may not fully recover.\nDavid Evans, 85, from Mountain Ash, Rhondda Cynon Taf, was at his home when paramedics were called on 25 October.\nThe first call was made at 18:45 BST but an ambulance did not arrive until 07:45 the next day, with Mr Evans's son Chris describing it as the \"longest night of my life\".\nThe Welsh Ambulance Service has apologised for an \"unacceptable wait\".\nHis son, 52-year-old Chris Evans, said: \"I've never felt so helpless.\"\nThe Stroke Association said it was \"gravely concerned\" about ambulance delays for people having a stroke and has written to the health minister to address the issue.\nChris Evans received a call from his father's neighbour saying they had found him collapsed at his home.\nHe believes his father had the stroke downstairs and crawled upstairs to access a phone and call for help, as he had carpet burns on his knees and elbow.\nAfter moving his father onto a bed, and a further 999 call, Chris Evans said the family were told an ambulance would take five to eight hours.\n\"We had a clinician call to confirm what we were observing was most probably a stroke and then nine hours into the ambulance wait, I phoned again,\" he said.\n\"I was told by the call handler they were very busy and there were people with more life-threatening conditions than my father to see.\"\nChris Evans said it was not until 07:45 that a paramedic turned up, 13 hours after the initial call. \nIn a statement, the Welsh Ambulance Service said it was not the level of service it aimed to provide.\nDarren Panniers, head of service in south-east Wales, said: \"We recognise how distressing it is for patients when they have to endure a very long wait. It's not an acceptable position for anyone. \n\"Prolonged hospital handover delays, high call volume and staff absence have significantly hampered our ability to get to patients quickly in recent weeks. \n\"In October, we lost more than 18,000 hours waiting to hand patients over at hospitals across Wales.\n\"On Monday and Tuesday of last week, as Mr Evans waited for our help, we lost more than 840 hours at hospitals in south Wales alone.\n\"We continue to work with our health board and Welsh Government partners to try to resolve pressures across the entire urgent and emergency care system.\"\nChris Evans did praise the medical care his father received once he arrived at the Prince Charles Hospital in Merthyr Tydfil.\n\"The care at the hospital was fantastic. However, there were six ambulances outside the hospital and they were still there when I left two hours later,\" he said.\n\"We had waited 13 hours and most of those ambulances were stuck outside the hospital.\"\nHe is now fearful his father will not make a full recovery.\nA Healthcare Inspectorate Wales (HIW) report recently looked at patient delays between April 2020 and March 2021.\nDuring this period, crews had to wait more than an hour to transfer patients on no fewer than 32,699 occasions.\nThe performance of the Welsh Ambulance Service - in reaching life-threatening emergency \"red\" calls within eight minutes - was also the worst on record, beating the previous low last December. \nOnly 52.3% of calls arrived within eight minutes - the target is 65%. This has not been met since July last year.\nThe Stroke Association said people should use the FAST acronym as a simple test.\nOther stroke symptoms include sudden loss of vision, sudden weakness or numbness on one side of the body, sudden memory loss or confusion, sudden dizziness or unsteadiness, or a sudden fall.\nThe charity says it is gravely concerned about delays and a stroke should always be classed as a medical emergency. \nKatie Chappelle, director for Wales for The Stroke Association, urged people to call 999.\n\"Don't wait, don't worry what you might have heard get help immediately because treatments need to be administered in four to four-and-a-half hours to make a difference,\" she said.\n\"We are gravely worried about the impact of this pressure on people who are experiencing a stroke.\n\"We know there's a whole pressure on the whole system and that needs to be addressed as soon as possible so stroke patients don't come to anymore harm.\"\nA Welsh government spokesperson said: \"The Welsh Ambulance Service, like all NHS services across the UK, is working hard to respond to the ongoing and significant challenges as a result of the pandemic.\n\"There is an active delivery plan in place to help manage 999 demand in the community, increase capacity, improve responsiveness and improve ambulance patient handover.\n\"We recently launched a new national programme to improve the flow of patients through the hospital system and return home when they're ready to do so, alongside £25m in recurrent funding.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59145685",
      "category": "uk-scotland",
      "title": "Covid-19 in Scotland: Why are confirmed cases flatlining?",
      "tags": "NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "For the last month, Covid infection levels in Scotland have been doing something unusual.\nSince the beginning of October cases haven't going up or down significantly, but have just hovered around 2,500 a day. It's the first time this has happened, so what's going on?\nThroughout Scotland's pandemic, the number of daily Covid cases has mainly been in motion, whether that's been going up or coming down.\nBut over the last month, infection levels have barely moved, according to Public Health Scotland (PHS) data.\nA chart showing cases since the arrival of the \"second wave\" - when mass testing had been firmly established - illustrates how uncommon this is.\nPaul Hunter, a professor in medicine at the University of East Anglia, says there's a basic pattern of ebb and flow which infectious diseases tend to follow.\n\"In an epidemic disease, the disease appears, it spreads rapidly but at some point fairly soon it starts running out of people to infect and therefore it peaks and starts disappearing,\" he explains.\n\"Ultimately it may actually go away - although in today's world that's not so common.\"\nProf Hunter, an infectious disease expert, says it's likely Covid-19 will become endemic in Scotland - the point where a disease maintains a constant baseline level within a community.\n\"Endemic infections are infections that are with us forever, although that doesn't mean to say you don't get peaks and troughs,\" he says.\nAnother way of looking at how Covid-19 is ebbing and flowing in Scotland is by tracking the change in the seven-day average of daily cases.\nIf cases are moving sharply up or down then the average may be increasing or decreasing by 10-15% each day.\nSmaller changes mean stability, especially when the figure is flipping between positive and negative.\nProf Hunter says the recent period of flatness in Scotland, especially at a reasonably high level of cases, has not been seen much in the UK and could be a sign of things to come.\n\"It is a bit unusual and maybe it's an indication we're getting to the equilibrium point in Scotland,\" he says.\n\"I say maybe - in five years' time we can look back and say we were at the equilibrium or not. You can't really say it while it's happening.\"\nAn \"equilibrium\" would be the level of infection we could commonly expect as Covid becomes endemic in Scotland.\nThere's a lot of complex maths behind how infectious diseases evolve from epidemic to endemic over time.\nScientists need to take into account of changing levels of immunity, the length of time people are infectious and a disease's ability to spread.\nOn top of that, populations are in constant motion. Every time someone dies from an infection or a baby is born, the equation changes.\n\"When a disease shifts from being epidemic to endemic you get these oscillations. The other thing is that these waves dampen with each oscillation so it's less intense as it approaches the endemic equilibrium,\" Prof Hunter says.\n\"But you rarely see that as clearly in the real world because in the real world you've got the seasonality - that continues to cause oscillations forever.\"\nProf Hunter believes Covid-19 will settle in to a pattern of seasonality like the flu, with peaks in winter and troughs in summer.\nThis is because the chance of being infected over the winter is higher as people spend more time indoors. Once you've recovered from an infection you'll be immune for a while, but that immunity is beginning to wane as winter approaches again.\n\"Immunity comes and goes and transmission potential comes and goes - and the two reinforce each other,\" says Prof Hunter.\nPerhaps the last month is a signal Covid is approaching an equilibrium, but the professor also thinks there is another avenue worth exploring.\nThere's a chance cases aren't flat at all - infections might actually be rising, but going undetected or unreported.\nUsing the Office of National Statistic (ONS) Covid infection survey, which tests a random selection of people, it's possible to get another view of case levels in Scotland.\nThis does indeed show a different picture.\nThe ONS estimate is currently higher than confirmed cases - as it always is - but it also shows a distinctive curve upwards at the start of October, rather than the flat line of confirmed cases.\nProf Hunter says this could indicate a rising number of asymptomatic cases going undetected, but he also notes that the latest ONS figures only go up to 12 October and the most recent data in this survey is always subject to revision.\nThe question here is \"What is an acceptable level of Covid cases?\"\nThe NHS is under severe pressure and some doctors warn that already patients are suffering or dying unnecessarily.\nA&E is seeing record waits. Thousands of people can't get the operations they need and will become sicker as delays go on. Shortages in social care mean people can't get out of hospital to get the care they need at home. \nEvery health board is working at capacity.\nCovid has a significant role to play in that. There are still more than 900 people in hospital with Covid, and that means staff looking after them instead of others.\nHigh community transmission means NHS workers get sick too, so fewer nurses and doctors with even more patients and ever longer waits.\nAll of this before it gets colder with cases expected to go up and other infections like flu come along.\nThere are of course other consequences if restrictions were to be re-introduced to bring down cases and politicians have to balance those harms against those that Covid causes.\nBut as one critical care doctor put it on Twitter:  \"It won't be like a disaster movie. We'll just see more people suffering more, and dying a little more often, in preventable ways.\"\nIn short, probably not.\nWhile we may have seen a glimpse of what endemic looks like given current social measures and levels of immunity - both from vaccination and infection - there's a way to go yet.\nEpidemics tend to be modelled in years and decades rather than months.\nProf Hunter warns this winter is likely to be difficult with cases rising and more pressure on the NHS, but he does believes the \"disease burden\" will lessen over time.\n\"Although the virus is here to stay forever, the disease isn't,\" he says.\n\"You're going to get it every few years forever probably, but the severity of the subsequent infections are always less than the earlier ones, on average.\"\nIt's a view echoed by the Oxford/AstraZeneca vaccine creator, Prof Dame Sarah Gilbert, who recently told a Royal Society of Medicine webinar that Covid-19 would become like the common cold.\n\"It's not going to be over this winter, but this time next year we'll certainly be seeing a lot less severe disease,\" Prof Hunter says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59139572",
      "category": "world-middle-east",
      "title": "Israeli bookstores pull Sally Rooney's books in boycott row",
      "tags": "Israel & the Palestinians,Republic of Ireland,Israel,Books",
      "text": "Two of Israel's biggest bookstores say they are stopping selling works by Irish author Sally Rooney, after she refused to allow an Israeli publisher to translate her new book into Hebrew.\nThe acclaimed writer said it was in support of calls to boycott Israel over its policies towards the Palestinians.\nThe move by the bookstores follows a backlash against Rooney's decision.\nHer stance triggered a wave of both praise and condemnation, escalating into a war of words on social media.\nOn Thursday, bookstores Steimatzky and Tzomet Sefarim said they would remove Rooney's books from their branches and online sites. The companies have more than 200 outlets across Israel.\nIt is the first such action by Israeli booksellers since it emerged last month that Rooney had turned down a bid by Israeli publisher Modan for the rights to translate her book Beautiful World, Where Are You.\nShe said that while she was \"very proud\" that her two previous novels had been translated into Hebrew, \"for the moment, I have chosen not to sell these translation rights to an Israeli-based publishing house\".\nRooney said it was out of solidarity with the pro-Palestinian Boycott, Divestment and Sanctions (BDS) movement, which calls for a complete boycott of Israel.\nShe could not, she said, \"accept a new contract with an Israeli company that does not publicly distance itself from apartheid and support the UN-stipulated rights of the Palestinian people\". \nApartheid was a policy of racial segregation and discrimination enforced by the white minority government against the black majority in South Africa from 1948 until 1991. \nIsrael has long claimed BDS opposes the country's very existence and is motivated by anti-Semitism. It vehemently rejects any comparison with apartheid as a smear tactic.\nRooney's decision was denounced by Israel's Diaspora Minister Nachman Shai, calling \"the cultural boycott of Israel anti-Semitism in a new guise\".\nThe author said it would still \"be an honour\" to have Beautiful World, Where Are You translated into Hebrew by a company which shared her political position.\nThe Palestinian Campaign for the Academic and Cultural Boycott of Israel said Palestinians \"warmly welcomed\" her move, while others said she had been misrepresented. \nRooney has received several book prizes in the UK, including The Sunday Times Young Writer of the Year Award in 2017 and a Costa Book Award in 2018. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59167024/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: 'Serious consequences' if Article 16 triggered, warns EU",
      "tags": "European Commission,Brexit",
      "text": "There will be \"serious consequences\" if the UK triggers Article 16, European Commission (EC) Vice-President Maros Sefcovic has warned.\nMr Sefcovic said the move would be \"serious for Northern Ireland as it would lead to instability and unpredictability\".\nHis comments follow a meeting with the UK's Brexit minister in Brussels over the protocol dispute.\nLord Frost said progress at the meeting was \"limited\".\nHe said gaps could still be bridged through intensive negotiations.\nThe protocol is the special Brexit deal agreed to prevent a hard border on the island of Ireland.\nIt keeps Northern Ireland in the EU's single market for goods and allows free-flowing trade with the EU.\nBut it also creates a trade border between Northern Ireland and Great Britain.  \nThe EU has proposed measures to ease the checks and controls for goods crossing the Irish Sea.\nBut the UK is demanding fundamental reform and there is growing speculation it will trigger Article 16 - which allows parts of the protocol to be unilaterally suspended if they are causing serious difficulties - in the coming weeks.\nMr Sefcovic said triggering Article 16 would be serious for EU-UK relations \"as it would mean a rejection of EU efforts to find a consensual solution to the implementation of the protocol\".\nHe said that despite a \"big move\" by the EU on its proposals, \"until today we have seen no move at all from the UK side\".\nFollowing Friday's meeting, a UK spokesperson said Lord Frost had indicated \"the EU's proposals did not currently deal effectively with the fundamental difficulties in the way the protocol was operating\".\n\"He underlined that the UK's preference was still to find a consensual solution that protected the Belfast (Good Friday) Agreement and the everyday lives of people in Northern Ireland,\" the spokesperson added.\nBefore the meeting, Lord Frost had warned time was running out on the talks.\nHe had said the UK was not going to trigger Article 16 on Friday, although this was \"very much on the table and has been since July\".\nThere is growing speculation that the UK is planning to use Article 16 of the Northern Ireland Protocol in the coming weeks.\nThe Irish government says such a move would be \"reckless and irresponsible\", and Maros Sefcovic has warned it could result in \"serious consequences\".\nUltimately, the EU could impose tariffs on UK goods - but that would only be possible after a lengthy arbitration process.\nThe arbitrators would first have to find that the UK is in breach of the protocol.\nThen the UK would have to refuse to remedy that breach, at which point the EU could retaliate under the terms of the wider Brexit deal, the TCA.\nIt could require another arbitration process to rule whether the use of tariffs is proportionate retaliation.\nThere is a potentially faster legal track - known as infringement proceedings - which could lead to the UK being fined.\nRead the full analysis here.\nLord Frost added that if the gap narrowed, the commission listened to what was said in the UK command paper and looked at the situation in Northern Ireland, that could help move things forward.\nHe would not give a timescale on how long negotiations could last but said they were trying to reach agreement and were going to \"carry on trying\".\nThe European Commission has also ruled out talk about deadlines but it is understood the EU could look to legally challenge any move by the UK to trigger Article 16.\nUltimately, the EU could impose tariffs on UK goods, but that would only be possible after a lengthy arbitration process. \nEC spokesman Daniel Ferrie told reporters in Brussels on Friday that the commission was \"fully concentrated on finding solutions\". \nHe said the EU's proposals were \"far-reaching and ambitious\".  \nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said he expected to see decisive action on the protocol before the end of November.\nSir Jeffrey, whose party opposes the protocol, said he would meet Lord Frost next week to discuss the issue.\n\"The protocol is harming Northern Ireland, it is harming our economy, it is harming our political place in the union and that's why I want to see new arrangements put in place that respect Northern Ireland's place within the UK internal market,\" he said.\n\"I hope agreement can be reached but if it can't then within weeks I want to see the UK government taking decisive action.\"\nThe EU accepts the Northern Ireland Protocol is causing difficulties for many businesses but its proposed measures to ease checks and controls for goods crossing the Irish Sea have not been accepted by the UK government.\nIt is seeking more wide-ranging reform of the protocol. \nLast month, Lord Frost said the UK government would not trigger Article 16 \"gratuitously or with any particular pleasure\".\nArticle 16 can be triggered if the protocol is leading to serious \"economic, societal or environmental difficulties\" that are liable to persist.\nIf the UK was to use Article 16 to suspend most controls on goods going from GB to NI, that could cause significant problems for Ireland.\nIt could reopen questions about goods being controlled as they cross the Irish border or as they leave Ireland for the rest of the EU.\nTaoiseach (Irish PM) Micheál Martin has said it would be \"irresponsible and reckless\" for the UK to trigger Article 16.\nMeanwhile, a survey has indicated that the protocol is not a top priority for most people across Northern Ireland, including unionists. \nUnionist parties in Northern Ireland oppose the protocol, as they say it undermines their place in the UK. \nIt ranked fourth on the list of priorities behind health, Covid recovery and the economy.\nThe survey also shows the majority of the 1,000 people asked would support remaining in the UK if a border poll was held \"tomorrow\".\nReacting to the survey, Sir Jeffrey said he did not agree that people do not care about the protocol, saying it was a \"big issue for many people, particularly those businesses that are being harmed\". \n\"They do care about the protocol and they also care, as I do, about other issues like health, like Covid recovery, the economy.\n\"These things are important and they are all inextricably bound up in our membership of the union.\"\nCommissioned by the University of Liverpool, the survey questioned people across all of Northern Ireland's council areas last month.\nOf those who responded, 39% described themselves as unionist, 26% nationalist and 33% neither unionist or nationalist\nThe survey indicated that just over 9% said the protocol was their biggest concern.  \nWhen broken down, just 12% of unionists said the protocol was the important issue for them.\nMore than 60% also said they wanted the Stormont Executive to remain in place until the Assembly election in May.\nWhen asked how they would vote in a border poll \"tomorrow\", 58% of those surveyed supported remaining in the UK, with 29% voting for a united Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59171771",
      "category": "education",
      "title": "University strikes: Academics at 37 institutions support action",
      "tags": "Universities,Strike action",
      "text": "Academics at 37 universities have voted in favour of more strike action in a long-running row over pensions.\nMembers of the University and College Union (UCU) who took part voted 76% in favour of strike action - with 88% in favour of action short of a strike.\nThe vote does not mean that industrial action is inevitable.\nUniversities UK said the result was \"disappointing\" but said the union had failed to secure a mandate at almost half the institutions that had ballots.\nThe UCU said universities needed \"to urgently revoke the pension cuts and return to the negotiating table to avoid strike action\".\nThe ballot covered 68 universities - of those, 35 met the 50% turnout threshold that is legally required for a strike.\nThe threshold does not apply to two universities in Northern Ireland - Ulster and Queen's University Belfast.\nThe dispute over pensions has been rumbling on for nearly a decade, and was reignited because of what the UCU described as a \"flawed valuation\" of the Universities Superannuation Scheme (USS) pension fund. \nThe UCU said it was \"carried out at the start of the pandemic when global markets were crashing\" and would lower members' guaranteed retirement income by 35%.\nThe union is expecting the results of another ballot on pay and conditions on Friday.\nFollowing that, the union's higher education committee will meet to decide the next steps, after consulting branches.\nUCU general secretary Jo Grady said: \"These results are a clear mandate for strike action over pension cuts and should be heard loud and clear by university employers.\n\"Staff in universities have given their all to support students during the pandemic, but management have responded by trying to slash their guaranteed pension by 35%.\"\nMs Grady said avoiding strike action was \"the outcome staff want\", and called on universities to \"withdraw the needless cuts\".\nFor some students a winter of disruption lies ahead. \nAs well as this vote on pensions, the results of ballots at many more universities across the UK on pay and conditions are expected. \nBut so far the results suggest lecturers and other staff, such as librarians, have mixed feelings about causing students to miss out any further.  \nWhen this dispute began students joined picket lines in 2020 in support of their lecturers.  \nBut that was before the pandemic left many studying for their degrees online, from their bedrooms.\nThe transformative shift to online learning during lockdowns may also provide universities with a way to minimise the impact. \nThe National Union of Students (NUS) said it stood \"in solidarity\" with staff who voted for industrial action because they were doing \"more work for less reward\".\nHillary Gyebi-Ababio, its vice-president for higher education, said: \"Staff working conditions are our learning conditions, and we must stand together if we are to realise a system that is truly student-centered and democratised.\"\nUniversities UK said: \"While it is disappointing to see some UCU members think industrial action over pensions is justified, the union has failed to secure a mandate for industrial action in 31 of the 68 institutions, meaning fewer branches have reached the threshold than in previous ballots. \n\"Union members voting 'yes' to strike action at eligible branches account for less than 7% of the scheme's total active membership...\n\"The employers' proposals for reform are the only viable plans under current regulations that will keep the scheme affordable for members and universities and keep the defined benefit section of the scheme open.\"\nThe universities also say a range of measures could mitigate the impact of the pension changes on employees.\nLast year, staff at 74 universities held a 14-day strike over pensions, pay, and conditions, and there was also action in 2019 and 2018.\nThe 37 institutions where staff are able to take strike action over pensions are: Institute of Development Studies; Aston University; Birkbeck, UoL; Durham University; Goldsmiths, UoL; Heriot-Watt University; Imperial College London; Keele University; King's College London; London School of Economics; London School of Hygiene and Tropical Medicine; Loughborough University; Open University; Royal Holloway, UoL; SOAS, UoL; The University of Birmingham; The University of Dundee; The University of Kent; The University of Leeds; The University of Nottingham; The University of Sheffield; The University of Stirling; University of Bath; University of Belfast; University of Bradford; University of Bristol; University of Cambridge; University of Edinburgh; University of Essex; University of Glasgow; University of Lancaster; University of Liverpool; University of Reading; University of St Andrews; University of Sussex; University of Ulster; University of York"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59162623",
      "category": "uk-scotland",
      "title": "In Pictures: The world gathers for the COP26 climate summit",
      "tags": "Photography,COP26,Glasgow",
      "text": "World leaders, campaign groups and protesters have descended on Glasgow for the COP26 climate change conference.\nHere are some of the best images and key moments from the crucial climate summit so far.\nAll photos are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59174582/#comp-comments-button",
      "category": "#comp-comments",
      "title": "House prices still rising but demand set to cool",
      "tags": "Personal finance,Housing market,UK economy",
      "text": "Growth in UK house prices accelerated again last month, with the average property price now £270,027, according to the UK's largest mortgage lender.\nPrices rose 8.1% in the year to October, up from an annual rate of 7.4% the month before.\nWith interest rate rises still on the horizon, the lender said it expected house-buying demand to cool in coming months as borrowing costs rose.\nHowever, these would still be \"low by historical standards\", it added.\n\"Raising a deposit is likely to remain the primary obstacle for many. The impact on property prices may also be tempered by the continued limited supply of properties available on the market,\" said Russell Galley, managing director, Halifax, which is part of Lloyds Banking Group.\nOctober was the fourth month in a row of rising house prices, boosting the annual rate of growth to its highest since June.\nThe Halifax said the cost of a typical home rose 0.9% in October from the month before, an increase of more than £2,500.\n\"One of the key drivers of activity in the housing market over the past 18 months has been the race for space, with buyers seeking larger properties, often further from urban centres,\" said Mr Galley.\nTemporary measures such as the cut to Stamp Duty had also helped to lift prices, along with an influx of first-time buyers supported by parental deposits, he added.\nIn regional terms, Wales remained the strongest performing area, the Halifax said, with annual house price inflation of 12.9% and an average house price of £198,880.\nIn England, the North West has returned to being the strongest performing region. Prices rose by 10.4% over the 12 months, with the average house costing £205,881.\nAverage house prices in London are still far higher than elsewhere in the country at £514,907.\nHowever, the capital saw the UK's lowest house price growth of just 0.8%.\nEarlier this week, rival lender the Nationwide said its research showed the price of a typical UK home was now £250,311 after prices rose by 9.9% in the last year.\nThe building society said prices rose 0.7% in October compared with the previous month.\nThe limited supply of housing being put up for sale has hit online estate agent Purplebricks, which cut its earnings outlook on Thursday because fewer properties were being added to its platform.\nIt said it expected instructions from its clients to sell or rent out properties to have fallen by 38% to 22,000 in the six months to the end of October, as compared with a year earlier."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59185137",
      "category": "uk-england-london",
      "title": "Transport police apologise to British Africans for corrupt officer",
      "tags": "British Transport Police",
      "text": "The British Transport Police (BTP) has apologised to the British African community for \"systemic racism\" and a corrupt officer in the 1970s.\nA number of young black people were jailed for crimes they did not commit.\nDerek Ridgewell gave false evidence at trials of groups of men including those who became known as the Waterloo Four, Oval Four and the Stockwell Six.\nCurrent BTP Chief Constable Lucy D'Orsi said: \"We cannot undo the past, but we can learn from it.\"\nIn the past two years, the wrongful convictions of the Oval Four and Stockwell Six were overturned at the Court of Appeal. In each case, a senior BTP officer offered an apology to the victims of the quashed case.\nHowever, Winston Trew, who was one of the Oval Four, suggested to BTWSC, an African history education group, that BTP apologise to the wider British African community.\nMr Trew, along with Sterling Christie, George Griffiths and Constantine \"Omar\" Boucher were accused of stealing handbags in 1972. They spent eight months in prison for assaulting a police officer and attempted theft.\nThe Chief Constable said: \"I am sincerely sorry for the trauma suffered by the British African community through the criminal actions of former police officer DS Derek Ridgewell who worked in BTP during the 1960s and 70s. \n\"In particular, it is of regret that we did not act sooner to end his criminalisation of British Africans, which led to the conviction of innocent people. This is simply inexcusable and is something that my colleagues and I are appalled by.\"\nA judge halted a trial of the 'Tottenham Court Road Two' in 1973 when Det Sgt Ridgewell's evidence against two devout Jesuits from Rhodesia (now Zimbabwe), who were studying at Oxford University, became too outlandish.\nHe was transferred from the underground to work in a south London mail depot investigating mail theft.  \nHe died of a heart attack in prison in 1982, serving a seven-year jail term.\nChief Constable D'Orsi said: \"The actions of DS Ridgewell do not define the BTP of today which is enriched by highly professional, kind and committed officers and staff who are passionate about protecting the public. I have also met retired officers who are equally appalled by the criminal actions of DS Derek Ridgewell. I acknowledge that, during those times, systemic racism played a role in the culture of the force, as it did across many parts of society.\n\"Moving forwards, I would like to engage and work closer with the British African community. We cannot undo the past, but we can learn from it. This is an important and sombre point of reflection in our history. \n\"BTP is committed to combating racism, which includes Afriphobia, which led to these historic cases that targeted African youths and destroyed lives.\n\"Finally, I would like to reiterate my sincere apology for the trauma caused to the British African community by a corrupt BTP officer, whose misuse of his powers caused harm not only to the innocent young people criminalised, but also to their families and community.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59158230",
      "category": "business",
      "title": "Taxi driver shortage prompts public safety fears",
      "tags": "Taxis,Coronavirus pandemic",
      "text": "More than half of licensed mini-cab taxi drivers have not returned to the trade since the pandemic, an industry group has said.\nThe Licensed Private Hire Car Association (LPHCA) estimates the industry is short of 160,000 of the previously 300,000-strong workforce. \nMany drivers left the industry during lockdowns as demand plummeted. \nThe shortage has prompted concerns over the safety of women, students and night time workers struggling to get home. \nA backlog in costly licensing and registration of vehicles, as well as criminal and medical checks for drivers, have led to what the LPHCA have called \"a perfect storm\". \nA mini-cab driver must apply to their local council for a licence, which can cost up to £600 a year. Drivers must also obtain a criminal record check and a full medical check, as well as the famous \"Knowledge\" examination in some cases.\n\"This is a real national problem that affects everywhere,\" said Steve Wright, chairman of the LPHCA. \n\"We have had calls from Inverness in Scotland, right down to Cornwall, with people saying they cannot get drivers and they cannot get licences quickly enough,\" he told the BBC. \nIt is leaving thousands of customers in the lurch. Taxis provide a vital service; taking people to hospital appointments, back from the shops and of course safely home after an evening out. \nTaz Harrison, Welfare Officer at The Sugarmill in Stoke-on-Trent, said she was worried about both staff and customers getting a ride. \n\"I am finishing at the club at 4am and waiting until 5am or 6am in the morning to get a taxi,\" she explained. \n\"It's a long time to be stood by yourself in town - pre-pandemic it was 5-10 minutes.\"\n\"I've worked in venues for 20 years and I've never known it this bad.\" \nThe Sugarmill is emptying its doors of 600 music fans at the same time as multiple venues across Hanley do the same. \n\"The majority of people are giving up and walking,\" Ms Harrison added. \nStudents at Staffordshire University are unsurprised by this. \n\"There's no taxis anywhere, or they're all dodgy,\" one student explained. \n\"You get in and they want the money before you go anywhere,\" she continued.  \nThe student's friend also shared their experience: \"A taxi driver let another guy get in a taxi with me when I finished work and he was flat out drunk - I was like, no!\" \nAnother student explained she asked her Mum and Dad for a lift instead. \nThe National Union of Students said some universities were partnering with taxi firms to create safer routes to students. \nHowever, the union urged the government to do more.\n\"This is a public safety issue, and it vital that we address it now so that we stop seeing students stranded in unknown areas,\" said Hillary Gyebi-Ababio, vice president for higher education. \nIn the current climate, of heightened safety concerns, especially for women, news of this shortage is particularly worrying. \nA few hours wait or a walk home on a balmy summer's evening may seem less of a problem than on a cold, dark, winter's night. As long queues grow in many towns waiting for the only available taxis, tempers fray and those travelling alone become even more vulnerable. \nThe taxi shortage is impacting every corner of the UK. Some rural pubs, are already reporting that customers are being put off coming out when they know they'll struggle to get home. \nIn bigger cities the shortage has been masked for a while by app services like Uber, but now people are experiencing longer waits, cancelled trips, and sky-high surcharging as drivers have more work than they can cover at any time of the day. \nOne council taking a proactive approach to tackle the shortage is Torbay in Devon, where they have slashed the cost of licensing to just £50 to get more drivers behind the wheel. \n\"We were seeing massive queues for cabs and the tourist trade was being affected, so we thought we'd better step in,\" explained councillor Christine Carter.\n\"In the summer, we had taxi marshals to help people, and we are going to do that again at Christmas to make it as safe as possible.\" \nHowever Torbay's approach has only provided half of the drivers they need so far.\n\"All we can keep doing is keep saying, 'please, please apply',\" Councillor Carter added. \nThe Night Time Industries Association said the issue raises concerns over transport infrastructure. The association's chief executive Michael Kill said he was alarmed by the driver shortage and called for it to be prioritised by the government and city leaders across the country.\n\"With a focus on vulnerability, and the safety of women at night, and thousands of night workers across the country, we cannot underestimate the vital role these services play in keeping people safe at night,\" Mr Kill added. \nA spokesperson from the Department for Transport responded: \"While provision of taxi licences is the responsibility of Local Authorities, we continue to work with industry groups to address concerns over potential shortages.\"\n\"Throughout the pandemic we have supported private hire vehicle drivers through grants from the Self-Employment Income Support Scheme,\" the spokesperson added. \nThe Department for Transport also plans to revise licensing guidelines, but consultations on this will not happen until next year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59163961",
      "category": "uk-politics",
      "title": "Owen Paterson row: Government U-turn over MPs' conduct plan",
      "tags": "Conservative Party,Jacob Rees-Mogg,Owen Paterson,Parliamentary Standards Commissioner ",
      "text": "The government has U-turned on its plans to overhaul the policing of MPs' conduct after a furious backlash.\nOn Wednesday, No 10 backed a shake-up of the standards watchdog and blocked the suspension of one of its own former ministers, Owen Paterson.\nThis sparked an angry reaction from Labour and some Tory MPs, who feared it would look like corruption to voters.\nMPs will now vote again on Mr Paterson's recommended 30-day suspension for misusing his position. \nDowning Street would not confirm the date of the vote, but said it would happen \"as soon as possible\". \nMr Paterson was found to have broken Parliament's rules by using his position as an MP to benefit two companies he was working for as an adviser, for which he was paid £100,000 a year on top of his Commons salary.\nHe insists he did nothing wrong, and on Wednesday the government backed moves by his Conservative colleagues to change the rules.\nBut opposition parties refused to cooperate, prompting a hasty rethink from Downing Street.\nAfter the government's U-turn on Thursday, Boris Johnson's spokesman said the prime minister had \"recognised the strength of feeling on all sides of the House\" and \"changed his mind when it became clear that a cross-party consensus on the changes was not possible\".\nBut Labour leader Sir Keir Starmer accused Mr Johnson \"leading his troops through the sewer\", claiming what had happened in the past 24 hours had been \"corrupt\".\nWhat looks like a shambles has caused problems in several different directions. \nThere is particular concern among Tory MPs elected for the first time in 2019 - a new generation questioning the attitudes and, some believe, entitlement of their political seniors. \nIn the words of one MP it has \"destroyed a lot of goodwill\" and, without doubt, will make them less willing to defend the government the next time something goes wrong. \nOwen Paterson and his supporters, who genuinely believe he has been wronged, are now left dangling, and, arguably, there will now be even more attention and more anguish around his case.  \nBoris Johnson has left himself vulnerable to suspicions about his own personal interest in the system, which just happens to have found that he has made mistakes over the years. \nRead Laura's full blog\nAnnouncing the U-turn in Parliament, Commons Leader Jacob Rees-Mogg said the overhaul would not now go ahead without cross-party support. \nHe told MPs there was a \"strong feeling\" that any change to the standards process should not just be based on Mr Paterson's case, and Wednesday's Commons vote had \"conflated\" the two issues.\n\"This link needs to be broken,\" he added, saying the government would come back to MPs with more detailed proposals after discussions with the other parties. \nAnother vote will also take place on whether Mr Paterson should be suspended.\nReacting to the U-turn, Sir Keir Starmer said: \"What has happened in that last 24 hours is corrupt. There is no other word for it.\"\nHe added: \"To rip the whole system up to protect [Mr Paterson] is corrupt. There is no point shilly-shallying around and pretending it is something else. This goes to the very very top.\"\nAn emergency Commons debate on the issue will take place on Monday, after the Liberal Democrats requested it.\nThe Commons Standards Committee concluded last week that Tory MP Mr Paterson misused his position as an MP to benefit two firms he worked for, after a damning report on his behaviour by standards commissioner Kathryn Stone.\nThey recommended he be suspended from the Commons for 30 sitting days - a sanction that could also lead to a recall petition in his constituency, and the possibility of him facing a by-election. \nSuch recommendations - which have to be signed off by MPs - are usually accepted without much discussion.\nBut on Wednesday, the government ordered its members to vote for an amendment to halt Mr Paterson's case and to rejig the standards system. \nLabour, the SNP and Lib Dems voted against the plans, along with 13 Conservative MPs, while dozens of Tories abstained. But it was carried by 18 votes to cries of \"shame\" from the opposition benches. \nMr Paterson has been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributer Lynn's Country Foods since 2016.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:\nThe SNP's Pete Wishart also said the incident had left MPs with \"absolutely no trust from any of the members of the public at all\".\nAnd Tory MP Mark Harper - who voted against the government - called it \"one of the most unedifying episodes I have seen in my 16 years as a Member of Parliament\", adding: \"My colleagues should not have been instructed, from the very top, to vote for this. This must not happen again.\"\nMeanwhile, a junior minister who lost her job after breaking with the government ranks to abstain on the vote, Angela Richardson, was reappointed to her post in the Department for Levelling Up. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59168391",
      "category": "uk-northern-ireland",
      "title": "Kenneth Branagh comes home with Belfast film premiere",
      "tags": "Belfast,The Troubles,Film",
      "text": "Movie stars, including Jamie Dornan, Caitríona Balfe and Ciarán Hinds, have joined Sir Kenneth Branagh on the red carpet to open this year's Belfast Film Festival at the Waterfront Hall.\nBranagh returned to his hometown to showcase his latest film Belfast.\nIt follows the life of a Belfast family in the late 1960s as the Troubles broke out and will be released in UK cinemas on 21 January.\nAlso at the premiere was break-out star of the movie 10-year-old Jude Hill.\nThe film explores his character's childhood, amid the social and political tumult of the time.\nWritten and directed by Branagh, the film also stars Dame Judi Dench.\nSpeaking to BBC News NI at the premiere in Belfast, Branagh said it was a story he had wanted to write for a long time.\n\"At one stage I thought there was maybe a story about my grandparents when they were young,\" he said.\n\"But in the end it became clear that it [the story] was about this turning point, this moment of change here. \n\"There were a lot of big questions for anyone living in Belfast and we had our own little version of it in our family.\"\nFans have arrived all the way from Germany to try to catch a glimpse of the stars and there was an array of cameras and reporters.\nI was lucky enough to see the film last night. I have to admit, I sometimes struggle with films about Northern Ireland but I thought Belfast was really wonderful.\nSet in August 1969, the Troubles are there but in the main it's an affectionate portrait of a childhood where, actually, the city is a wonderful place to young Buddy, at the centre of the film.\nYet there is gathering darkness as the Troubles start to impact.\nObviously it's semi-autobiographical - the family live at 96 Mountcollyer Street in Tigers Bay - so there are a lot of local references.\nThe big question is does the family stay or do they go?\nBranagh's parents left Belfast and moved to England when the Troubles started and he said the film was about trying to understand why they made that decision.\n\"What I felt very strongly about that time was I felt very secure - I really knew who I was and I felt in this city that you couldn't get lost,\" he said.\n\"We were related to one half of Belfast and we went to school with the other half.\n\"That that was instantly lost in a moment of traumatic change which happened to everyone, was something I really wanted to understand my parents' process with.\"\nNorthern Ireland actor Jamie Dornan said the fact the film showed the beginning of the Troubles from a different viewpoint is important for audiences outside of Northern Ireland.\n\"I hope they have a better understanding that a lot of regular people were caught up in this and they didn't want it,\" he said.\n\"I've spent my adult life travelling the world telling people with great pride that I'm from Belfast.\n\"I've always been met with this sort of gasp - people can't believe you are from that place and you got out of there alive.\n\"No matter what we say about it, no matter how we package it, that is the world view of this place.\n\"If we can show a different side of it, then I think that's really important.\"\nBelfast has received plaudits from the global film industry and was awarded Toronto International Film Festival's People Choice Award following its screening in September.\nDirector of Belfast Film Festival, Michele Devlin said she \"could not be prouder\" to have welcomed Branagh to open the 21st Belfast Film Festival. \n\"His lovingly-crafted homage to his hometown and its citizens perfectly encapsulates the theme of this year's festival 'bringing it all back home',\" she added. \nBelfast Film Festival returns to celebrate its 21st year with a programme full of local films and stars, running from 4 to 13 November. \nAlso being shown at the festival will be Alison Millar's newest documentary on the life and death of journalist Lyra McKee which was made in partnership with Lyra's family, friends and partner. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59168626",
      "category": "world-us-canada",
      "title": "Trump-Russia Steele dossier analyst charged with lying to FBI",
      "tags": "FBI,Russia,Mueller Trump-Russia inquiry,Donald Trump,United States",
      "text": "A Russian analyst who worked on a dossier that made unsubstantiated claims linking Donald Trump to the Kremlin has been arrested in the US. \nThe Department of Justice charged Igor Danchenko, 43, with lying to the FBI.\nHe was detained as part of an inquiry into the origins of baseless claims that Mr Trump colluded with Russia to win the 2016 election.\nThe so-called Steele Dossier was used by the FBI to obtain surveillance warrants on a top Trump aide. \nThe document was held up by Democrats to paint Mr Trump as a Russian puppet, a narrative amplified in a feedback loop by most US media for much of the president's four years in office.\nA lawyer for the Russian analyst did not immediately respond to requests for comment, Reuters news agency reports.\nMr Danchenko worked with ex-British spy Christopher Steele on the dossier.\nPublished by Buzzfeed 10 days before Mr Trump took office, the Steele Dossier made a number of explosive claims linking Mr Trump to the Kremlin - including that Russia had compromising material on the Republican candidate. Mr Trump always dismissed the allegations as a hoax. \nMr Steele was hired to conduct the research through a law firm on behalf of Mr Trump's political opponents, including the campaign of Hillary Clinton, the Democratic candidate in the 2016 election. \nMr Steele has previously defended his work, but recently acknowledged to ABC News that \"not everything in the dossier is 100% accurate\".\nAccording to the federal indictment, a US-based public relations executive \"who was a long-time participant in Democratic Party politics\" was \"a contributor of information\" to the dossier.\nMr Danchenko, it is alleged, lied to agents when he said he had never communicated with this unnamed PR executive about the dossier allegations.\nA statement released by the US Department of Justice says Mr Danchenko was charged with making false statements to the FBI five times in 2017, \"regarding the sources of certain information that he provided to a UK investigative firm\".\nThe Russian national appeared briefly before a judge on Thursday in Alexandria, Virginia.\nAs early as July 2016, US investigators began to examine whether there were any links between Mr Trump and the Kremlin. This led the following year to a major investigation headed by special counsel Robert Mueller. \nThe dossier was the basis for a wiretap on Trump adviser Carter Page. A former FBI lawyer who worked on the Carter Page case later pleaded guilty to altering an email related to the surveillance application.\nIn 2019, the Mueller investigation concluded that it could not determine any criminal conspiracy between Moscow and the Trump campaign. \nIt also found that Russia had interfered in the election \"in sweeping and systematic fashion\", and outlined 10 times when Mr Trump possibly impeded the investigation.\nFollowing this, the Trump administration announced an investigation into the origins of the inquiry into Russian interference. Mr Trump had long called for such a probe.\nThen-Attorney General William Barr appointed John Durham, a US attorney in Connecticut, as the senior federal prosecutor. \nThis is the latest arrest under the investigation. In September officials under Mr Durham charged a prominent lawyer for allegedly making false statements to the FBI."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-59147044",
      "category": "explainers",
      "title": "What did Owen Paterson do?",
      "tags": "Conservative Party,Owen Paterson,Lobbying in the United Kingdom,Lobbying",
      "text": "Former minister Owen Paterson has resigned as an MP after a backlash at the government's decision to block his suspension from parliament.\nMr Paterson is the Conservative MP for North Shropshire. He served as Northern Ireland secretary and environment secretary under David Cameron.\nSince leaving government he has been a paid consultant for Randox Laboratories and Lynn's Country Foods. He is paid £8,333 a month by Randox for 16 hours work and £2,000 every other month from Lynn's Country Foods for four hours work.\nThis is not against the rules, and he declared his positions in the public register of interests.\nHe was investigated by the Commissioner for Parliamentary Standards after being accused of breaking lobbying rules for MPs.\nThe commissioner found that, on behalf of the companies, he approached and met officials at the Food Standards Agency and ministers at the Department for International Development a number of times.\nHe also used his parliamentary office and stationery for his consultancy work and failed to declare his interests in some meetings, the report said.\nThe commissioner decided that the contact with officials and ministers were \"serious breaches\" of the rules.  \nMPs are forbidden from taking money to raise issues in the House of Commons or with the government. \nThe code of conduct politicians have to follow says there must be not conflicts of interest between their personal interests and public interest.\nMPs who are found to have broken the rules may be asked to apologise to the House of Commons or be suspended as an MP.\nThe Standards Committee called Mr Paterson's actions \"an egregious case of paid advocacy\" and recommended at 30-day suspension.\nMr Paterson has criticised the decision and the way the investigation was carried out.\nHe said his approaches to officials and ministers amounted to whistle-blowing. For instance, Randox's contact with the FSA was to warn them of illegal antibiotics that had been found in milk that was available in supermarkets. \nThere is an exemption in lobbying rules for MPs who are alerting the government to \"a serious wrong or substantial injustice\", even if doing so would lead to \"incidental\" financial or material benefit for the MP.\nMr Paterson has said he \"would not hesitate to act in the same way again if confronted with new information about serious harms or wrongs requiring urgent remedy\".\nThe commissioner said only one of his approaches to officials qualified for the whistle-blowing exemption.\nHe has argued that the investigation constituted an \"absolute denial of justice\" for a number of reasons, including his claim that several witnesses who had come forward in support of his case had been ignored. \n Mr Paterson accepted that he had broken the rules regarding stationary and apologised.\nLobbying is when an individual or a group tries to persuade a public figure such as an MP, a minister or a government official to support a policy or campaign.\nIt's a normal part of the democratic process and anybody can do it by signing a petition or writing to their MP, for example.\nMPs are expected to lobby on behalf of their constituents - they might try to persuade the government to build a new hospital in their constituency, for example.\nBut because lobbying by MPs is likely to be more effective than lobbying by the general public there are rules to make sure they do not take advantage of their position for reasons other than the best interests of the people who elected them.\nThey must declare any jobs they have or that a member of their family has that could influence their opinions. \nAnd they are not allowed to take money for raising issues in the House of Commons or with ministers.  \nApart from Mr Paterson, more than 20 MPs get paid for consultancy work, including former international development secretary Andrew Mitchell, who is paid £182,600 per year for 32.5 days work.\nSir Ed Davey works as a consultant alongside his job as leader of the Liberal Democrats. He provides political and policy expertise to Herbert Smith Freehills, for six hours a month at £5,000.\nOther MPs have second jobs as doctors, nurses, barristers and even a football referee. \nOn Thursday afternoon Mr Paterson announced that he would be resigning as an MP, saying the last few days had been \"intolerable\".\nHe criticised the investigative process, which doesn't allow MPs to bring appeals against judgements. \nLeader of the House of Commons Jacob Rees-Mogg said there was a \"very strong feeling on both sides of the House that there is a need for an appeals process\" and that he would work with other parties to make \"improvements\" to the system.  \nThere will be a by-election in Mr Paterson's constituency of Shropshire North, which the Conservative Party has held since its creation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59178291",
      "category": "health",
      "title": "Covid: Pfizer says antiviral pill 89% effective in high-risk cases",
      "tags": "Pfizer",
      "text": "A pill to treat Covid developed by the US company Pfizer cuts the risk of hospitalisation or death by 89% in vulnerable adults, clinical trial results suggest.\nThe drug - Paxlovid - is intended for use soon after symptoms develop in people at high risk of severe disease.\nIt comes a day after the UK medicines regulator approved a similar treatment from Merck Sharp and Dohme (MSD).\nPfizer says it stopped trials early as the initial results were so positive.\nThe UK has already ordered 250,000 courses of the new Pfizer treatment, which has not yet been approved, along with another 480,000 courses of MSD's molnupiravir pill.\nHealth and Social Care Secretary Sajid Javid called the results \"incredible\", and said the UK's medicines regulator would now assess its safety and effectiveness. \n\"If approved, this could be another significant weapon in our armoury to fight the virus alongside our vaccines and other treatments,\" he said.\nThe Pfizer drug, known as a protease inhibitor, is designed to block an enzyme the virus needs in order to multiply. When taken alongside a low dose of another antiviral pill called ritonavir, it stays in the body for longer.\nThree pills are taken twice a day for five days.\nThe combination treatment, which is still experimental because trials haven't finished, works slightly differently to the Merck pill which introduces errors into the genetic code of the virus.\nPfizer said it plans to submit interim trial results for its pill to US medicines regulator the FDA as part of the emergency use application it started last month. Full trial data has not yet been published by either company.\nThe US has already secured millions of doses of the pill, according to President Joe Biden.\nThe company's chairman and chief executive Albert Bourla said the pill had \"the potential to save patients' lives, reduce the severity of Covid-19 infections, and eliminate up to nine out of 10 hospitalisations\".\nVaccines against Covid-19 are seen as the best way of controlling the pandemic but there is also demand for treatments that can be taken at home, particularly for vulnerable people who become infected.\nInterim data from trials of the treatment in 1,219 high-risk patients who had recently been infected with Covid found that 0.8% of those given Paxlovid were hospitalised, compared with 7% of patients who were given a placebo or dummy pill.\nThey were treated within three days of Covid symptoms starting.\nSeven patients given the placebo died compared to none in the group given the pill.\nWhen treated within five days of symptoms appearing, 1% given Paxlovid ended up in hospital and none died. This compared to 6.7% of the placebo group being hospitalised and 10 of them dying.\nPatients in the trial, which has not yet been published or verified, were elderly or had an underlying health condition which put them at higher risk of serious illness from Covid. They all had mild to moderate symptoms of coronavirus.\nDr Stephen Griffin, associate professor in the School of Medicine at the University of Leeds, said: \"The success of these antivirals potentially marks a new era in our ability to prevent the severe consequences of Sars-CoV2 [coronavirus] infection, and is also a vital element for the care of clinically vulnerable people who may be unable to either receive or respond to vaccines.\"\nPfizer is also studying the treatment's impact on people at low risk of Covid illness and on those who have already been exposed to the virus by someone in their household.\nDeveloping truly effective antiviral drugs is notoriously difficult, so having two that look highly potent against Covid is a remarkable feat. \nViruses are much simpler beasts than bacteria or parasites.\nThat sounds like they should be easier to defeat, but in reality it means there are far fewer weak spots for drugs to exploit.\nThere is also a wide variety of different types of virus that exploit our bodies in different ways, which means scientists often have to go back to the drawing board for each one.\nThen they hide inside our body's own cells, which means drugs that seem potent in the lab may not work as well in the body.\nThere have been successes, notably in HIV, but reports concluded one antiviral for flu ended up being about as effective as paracetamol.\nThe question now is whether the success of these pills in clinical trials can be repeated in the real world, as people with Covid will have to be identified and treated within a matter of days of their symptoms developing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-59167031",
      "category": "uk-england-birmingham",
      "title": "Teens found guilty of murdering Keon Lincoln",
      "tags": "Birmingham,Walsall",
      "text": "A 14-year-old gunman and three other teenagers have been found guilty of murdering a schoolboy outside his home.\nKeon Lincoln, 15, died after he was shot and stabbed by a group of youths on Linwood Road, Handsworth, Birmingham, on 21 January.\nThe 14-year-old killer, from Birmingham, showed little emotion as he was unanimously convicted.\nJurors at Birmingham Crown Court are still considering a charge of murder against a fifth defendant.\nAmong the convicted is a 16-year-old from Walsall who, like his 14-year-old co-defendant, cannot be named due to his age. He was caught on CCTV armed with a large knife as Keon was attacked.\nTahjgeem Breakenridge, 18, from Oldfield Road, Balsall Heath, Birmingham, and Michael Ugochukwu, 18, of Twyning Road, Edgbaston, Birmingham, were also found guilty of murder after nearly 16 hours of jury deliberations.\nThe 14-year-old was additionally convicted of possession of a firearm with intent to endanger life while the 16-year-old, Breakenridge and Ugochukwu were all convicted of having an offensive weapon.\nThe trial heard Keon was murdered outside his home in a \"short and brutal\" attack.\nHe was repeatedly stabbed by a group who got out of a stolen car and chased him before shooting him in the stomach as he lay on the ground, the court was told.\nThe five-week trial heard Keon suffered eight sharp-force injuries and a fatal injury to his abdomen from one of two gunshots fired in what was described as a 30-second gang attack.\nHe was pronounced dead two hours later at Birmingham Children's Hospital.\nAt the start of the proceedings, prosecutor Michael Burrows QC said a Ford S-Max, which had a false registration plate, was used by those who attacked Keon.\nIt later crashed on Wheeler Street, Birmingham, where investigators found forensic evidence including a hunting knife.\nThe four defendants convicted of murder have been remanded into custody by judge Lord Justice William Davis for a sentencing hearing on 29 November.\nOn Friday, jurors are set to resume their deliberations on Kieron Donaldson, 18, of Aston Lane, Perry Barr, Birmingham, who denies murder.\nThe 18-year-old is alleged to have \"helped and supplied weapons\" for what was said to be a planned attack.\nFollowing Keon's death, his mother, Sharmaine Lincoln, remembered her son as a joker and a \"loving child with a jolly spirit\" whose \"unbelievable laugh\" would echo daily around her home.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59172105",
      "category": "uk",
      "title": "Migrant crossings: One person found dead in France after channel attempt",
      "tags": "UK immigration,Calais,Migration",
      "text": "A migrant has died after an attempt to cross the English Channel, French authorities have confirmed.\nThe person was found dead on a beach near Calais on Thursday morning, following the discovery of a boat which was full of water.\nTwo other people were found with them - both suffering from hypothermia, French authorities said.\nThis is believed to be the third death of a person attempting to reach the UK from France over the past two days.\nOn Wednesday, a migrant was pulled from the water unconscious and later pronounced dead when rescuers returned to dock in France. A second person has been reported as missing.\nThe Home Office said that on Wednesday, at least 853 people crossed to the UK on small boats. This is the highest number of crossings recorded in a single day during the current migrant crisis. \nThe previous highest number of crossings was reported on 21 August when 828 people crossed the Channel. \nMore than 20,000 migrants have crossed the Channel in small boats so far this year, according to the Home Office.\nThis is more than double the number of crossings made last year. \nOn Tuesday, 456 people crossed in 15 boats, with 343 migrants stopped on the French coast."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-59168667",
      "category": "uk-england-manchester",
      "title": "Barry Bennell: Paedophile football coach 'wore Man City kit'",
      "tags": "Pwllheli,Manchester,Crewe,Barry Bennell child sex abuse case",
      "text": "Paedophile former football coach Barry Bennell wore a Manchester City kit when coaching at a Butlins holiday camp, an abuse victim's father has told a judge.\nThe man told a High Court hearing how Bennell was advertised in the camp magazine for Pwllheli, Gwynedd, as a youth coach for the club.\nBennell was Pwllheli Butlins' resident football coach in 1978, 1979 and possibly 1980, he told the court.\nEight men have made damages claims against Manchester City.\nMr Justice Johnson has heard the men, now in their 40s and 50s, were sexually and emotionally abused by Bennell between 1979 and 1985 and are suing the club after suffering psychiatric injuries.\nSix are also claiming damages for loss of potential football earnings.\nThe club disputes the claims made by the men.\nBosses say Bennell had been a local scout in the mid-1970s but was not a scout between 1979 and 1985.\nThe father of one of the victims said his son, who turned 14 in 1980, had taken part in a coaching course at the Butlins camp in the late 1970s.\nHis son had revealed, a few years ago, that Bennell had abused him during his stay, the man told the judge.\n\"He ran coaching camps during the school holidays,\" he said.\n\"Regrettably, I allowed [my son] to stay at Butlins with Bennell for three or four days during one holiday.\n\"Butlins had nothing to do with Manchester City Football Club, though Bennell did wear a Manchester City top and kit and they advertised him in their magazine as a Manchester City youth coach.\"\nThe man said he recalled Bennell getting \"a couple of City players\", Peter Barnes and Gary Owen, to attend the camp and present the \"Boy of the Week trophy\".\n\"It was Bennell's way of showing Butlins that he was well connected,\" he added.\nMr Justice Johnson said the man who gave evidence could not be identified.\nBennell is serving a 34-year prison sentence after being convicted of sexual offences against boys on five separate occasions, four in the UK and one in the US, is at Littlehey Prison near Huntingdon, Cambridgeshire.\nBennell is due to give evidence via video-link from prison later this month.\nThe trial continues. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59167024",
      "category": "uk-northern-ireland",
      "title": "Brexit: 'Serious consequences' if Article 16 triggered, warns EU",
      "tags": "European Commission,Brexit",
      "text": "There will be \"serious consequences\" if the UK triggers Article 16, European Commission (EC) Vice-President Maros Sefcovic has warned.\nMr Sefcovic said the move would be \"serious for Northern Ireland as it would lead to instability and unpredictability\".\nHis comments follow a meeting with the UK's Brexit minister in Brussels over the protocol dispute.\nLord Frost said progress at the meeting was \"limited\".\nHe said gaps could still be bridged through intensive negotiations.\nThe protocol is the special Brexit deal agreed to prevent a hard border on the island of Ireland.\nIt keeps Northern Ireland in the EU's single market for goods and allows free-flowing trade with the EU.\nBut it also creates a trade border between Northern Ireland and Great Britain.  \nThe EU has proposed measures to ease the checks and controls for goods crossing the Irish Sea.\nBut the UK is demanding fundamental reform and there is growing speculation it will trigger Article 16 - which allows parts of the protocol to be unilaterally suspended if they are causing serious difficulties - in the coming weeks.\nMr Sefcovic said triggering Article 16 would be serious for EU-UK relations \"as it would mean a rejection of EU efforts to find a consensual solution to the implementation of the protocol\".\nHe said that despite a \"big move\" by the EU on its proposals, \"until today we have seen no move at all from the UK side\".\nFollowing Friday's meeting, a UK spokesperson said Lord Frost had indicated \"the EU's proposals did not currently deal effectively with the fundamental difficulties in the way the protocol was operating\".\n\"He underlined that the UK's preference was still to find a consensual solution that protected the Belfast (Good Friday) Agreement and the everyday lives of people in Northern Ireland,\" the spokesperson added.\nBefore the meeting, Lord Frost had warned time was running out on the talks.\nHe had said the UK was not going to trigger Article 16 on Friday, although this was \"very much on the table and has been since July\".\nThere is growing speculation that the UK is planning to use Article 16 of the Northern Ireland Protocol in the coming weeks.\nThe Irish government says such a move would be \"reckless and irresponsible\", and Maros Sefcovic has warned it could result in \"serious consequences\".\nUltimately, the EU could impose tariffs on UK goods - but that would only be possible after a lengthy arbitration process.\nThe arbitrators would first have to find that the UK is in breach of the protocol.\nThen the UK would have to refuse to remedy that breach, at which point the EU could retaliate under the terms of the wider Brexit deal, the TCA.\nIt could require another arbitration process to rule whether the use of tariffs is proportionate retaliation.\nThere is a potentially faster legal track - known as infringement proceedings - which could lead to the UK being fined.\nRead the full analysis here.\nLord Frost added that if the gap narrowed, the commission listened to what was said in the UK command paper and looked at the situation in Northern Ireland, that could help move things forward.\nHe would not give a timescale on how long negotiations could last but said they were trying to reach agreement and were going to \"carry on trying\".\nThe European Commission has also ruled out talk about deadlines but it is understood the EU could look to legally challenge any move by the UK to trigger Article 16.\nUltimately, the EU could impose tariffs on UK goods, but that would only be possible after a lengthy arbitration process. \nEC spokesman Daniel Ferrie told reporters in Brussels on Friday that the commission was \"fully concentrated on finding solutions\". \nHe said the EU's proposals were \"far-reaching and ambitious\".  \nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said he expected to see decisive action on the protocol before the end of November.\nSir Jeffrey, whose party opposes the protocol, said he would meet Lord Frost next week to discuss the issue.\n\"The protocol is harming Northern Ireland, it is harming our economy, it is harming our political place in the union and that's why I want to see new arrangements put in place that respect Northern Ireland's place within the UK internal market,\" he said.\n\"I hope agreement can be reached but if it can't then within weeks I want to see the UK government taking decisive action.\"\nThe EU accepts the Northern Ireland Protocol is causing difficulties for many businesses but its proposed measures to ease checks and controls for goods crossing the Irish Sea have not been accepted by the UK government.\nIt is seeking more wide-ranging reform of the protocol. \nLast month, Lord Frost said the UK government would not trigger Article 16 \"gratuitously or with any particular pleasure\".\nArticle 16 can be triggered if the protocol is leading to serious \"economic, societal or environmental difficulties\" that are liable to persist.\nIf the UK was to use Article 16 to suspend most controls on goods going from GB to NI, that could cause significant problems for Ireland.\nIt could reopen questions about goods being controlled as they cross the Irish border or as they leave Ireland for the rest of the EU.\nTaoiseach (Irish PM) Micheál Martin has said it would be \"irresponsible and reckless\" for the UK to trigger Article 16.\nMeanwhile, a survey has indicated that the protocol is not a top priority for most people across Northern Ireland, including unionists. \nUnionist parties in Northern Ireland oppose the protocol, as they say it undermines their place in the UK. \nIt ranked fourth on the list of priorities behind health, Covid recovery and the economy.\nThe survey also shows the majority of the 1,000 people asked would support remaining in the UK if a border poll was held \"tomorrow\".\nReacting to the survey, Sir Jeffrey said he did not agree that people do not care about the protocol, saying it was a \"big issue for many people, particularly those businesses that are being harmed\". \n\"They do care about the protocol and they also care, as I do, about other issues like health, like Covid recovery, the economy.\n\"These things are important and they are all inextricably bound up in our membership of the union.\"\nCommissioned by the University of Liverpool, the survey questioned people across all of Northern Ireland's council areas last month.\nOf those who responded, 39% described themselves as unionist, 26% nationalist and 33% neither unionist or nationalist\nThe survey indicated that just over 9% said the protocol was their biggest concern.  \nWhen broken down, just 12% of unionists said the protocol was the important issue for them.\nMore than 60% also said they wanted the Stormont Executive to remain in place until the Assembly election in May.\nWhen asked how they would vote in a border poll \"tomorrow\", 58% of those surveyed supported remaining in the UK, with 29% voting for a united Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59174876",
      "category": "entertainment-arts",
      "title": "Abba on new album Voyage: We don't need to prove anything",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59167783",
      "category": "uk-politics",
      "title": "Owen Paterson quits as MP over lobbying row 'nightmare'",
      "tags": "Owen Paterson,Independent Parliamentary Standards Authority,Parliamentary Standards Commissioner ",
      "text": "Owen Paterson has resigned as an MP after a row over his conduct led to a government U-turn.\nThe Conservative was found to have broken lobbying rules and was facing suspension - until Tory MPs blocked it by calling for an overhaul of the MPs' standards watchdog instead. \nThey initially had the backing of No 10, but Downing Street reversed its decision after a furious backlash. \nMr Paterson said he now wanted a life \"outside the cruel world of politics\". \nIn a statement, the 65-year-old, who has represented North Shropshire since 1997, said the past two years had been \"an indescribable nightmare for my family and me\".\nHe said his integrity had been \"repeatedly and publicly questioned\", and claimed he was \"totally innocent\" of breaking lobbying rules. \nPrime Minister Boris Johnson paid tribute to his \"friend and colleague\", saying he had had a \"distinguished career\" and was a \"voice for freedom\".  \nBut other MPs said he needed to be held to account for his actions, with one, Labour's Sam Tarry, tweeting: \"Good riddance.\"\nLabour leader Sir Keir Starmer has called on the prime minister to apologise to the whole country for the \"chaotic\" past 24 hours, and for his \"grubby attempt to cover up for the misdemeanour of his friend\".\nBy Damian Grammaticas, political correspondent\nThe past 24 hours have clearly been damaging to Boris Johnson and the government.\nThere's been a hit to both on the issue of integrity - a perception this was sleazy, undermining of standards.\nThere's also been a hit to the prime minister within the Conservative Party. Dozens of his MPs disobeyed when told to vote to block Owen Paterson's immediate suspension.\nEvery rebellion chips away at a prime minister's authority. The government's swift U-turn, making Wednesday's vote meaningless, only dismayed more MPs and left questions about poor decision-making at the top.\nThe government says its aim is to improve the standards system. But if so that task will be harder now, as there's suspicion about its motives - and the opposition will have to be satisfied with whatever it proposes.\nAnd there's to be a by-election, which will play out under intense scrutiny, with the opposition undoubtedly hammering away that issue of sleaze.\nThe Commons Standards Committee concluded last week that Mr Paterson had misused his position as an MP to benefit two firms he worked for, after a damning report on his behaviour by standards commissioner Kathryn Stone.\nIt recommended he be suspended from the Commons for 30 sitting days - a sanction that could also lead to a recall petition in his constituency, and the possibility of him facing a by-election. \nSuch recommendations - which have to be signed off by MPs - are usually accepted without much discussion.\nBut on Wednesday, the government ordered its MPs to vote for an amendment to halt Mr Paterson's case and to rejig the standards system. \nBorn in Whitchurch, Shropshire, in 1956, he studied history at Cambridge University, before joining his family leather business, of which he later became managing director.\nHe was first elected MP for North Shropshire in 1997 and had a majority of almost 23,000 at the last general election. \nPaterson was made Northern Ireland secretary in 2010, moving to become environment secretary in 2012.\nAfter leaving the government in 2014 he was a strong supporter of Brexit.\nHis wife Rose, chair of Aintree racecourse, took her own life in 2020. The couple had three children.\nOpposition parties accused the Conservatives of corruption and sleaze, saying they were just looking out for their own MP, and Labour, the SNP and the Liberal Democrats refused to take part in any new process. \nOn Thursday morning, Commons leader Jacob Rees-Mogg announced a U-turn, saying no new process would go ahead without cross-party support and any changes would not be made retrospectively in Mr Paterson's case. \nMr Paterson did not know the government was going to ditch the proposals ahead of Mr Rees-Mogg's announcement and was in a supermarket when told the news by a BBC journalist. \nThe prime minister's spokesman said he had \"recognised the strength of feeling on all sides of the House around the issue and changed his mind when it became clear that a cross-party consensus on the changes was not possible\".  \nBut Labour's Sir Keir said Mr Johnson \"must explain how he intends to fix the immense harm he has done to confidence in the probity of him and his MPs\".\nAnd despite Mr Paterson's resignation, the SNP's Pete Wishart said it was \"not the end of this sorry saga\".\nHe tweeted: \"Something rotten has happened in the last couple of days and the extraordinary behaviour of this government must be examined.\"\nMr Paterson said it was a \"painful decision\" to resign but \"the right one\".\nHe said the past few days had been \"intolerable\", claiming he had seen people - including MPs - \"publicly mock and deride\" the death of his wife Rose, who took her own life last year. \nIn an earlier statement, the former Northern Ireland secretary said the investigation into his conduct had been \"a major contributory factor\" in her death. \nOn Thursday, Mr Paterson added: \"My children have therefore asked me to leave politics altogether, for my sake as well as theirs.\n\"I agree with them. I do not want my wife's memory and reputation to become a political football. Above all, I always put my family first.\"\nThere was no mention of the standards row in Mr Johnson's tribute to the Tory MP, instead saying: \"I am very sad that Parliament will lose the services of Owen Paterson who has been a friend and colleague of mine for decades. \n\"He has had a distinguished career, serving in two cabinet positions, and above all he has been a voice for freedom - for free markets and free trade and free societies - and he was an early and powerful champion of Brexit. \n\"I know that this must have been a very difficult decision but I can understand why - after the tragic circumstances in which he lost his beloved wife Rose - he has decided to put his family first.\"\nMr Paterson's resignation means there will shortly be a by-election for his safe Conservative seat. \nMr Paterson has been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59161579",
      "category": "uk-northern-ireland",
      "title": "NI emergency department closures not inevitable - Robin Swann",
      "tags": "NI Health,Robin Swann",
      "text": "The closure of emergency departments over the winter is not inevitable Health Minister Robin Swann has said.\nIt follows a warning from Dr Seamus O'Reilly, medical director of the Northern Health Trust, who said an emergency department may have to shut.\nDr O'Reilly said it was due to severe pressures on the health service.\nMr Swann said staff were doing everything they could to prevent hospitals from redirecting patients elsewhere.\nHe said: \"It's not inevitable, I don't want that to happen, the people working in our trusts, the people working in our EDs don't want it to happen either.\n\"I think it's right that we put out that precautionary message, that that is what could happen, but nobody wants it to get there.\"\nMr Swann also called on the public to play their part by coming forward to receive Covid and flu vaccines. \nEarlier, the chief executive of the Western Health Trust apologised for delays admitting patients to hospitals.\nMore than 60 people were waiting in trust emergency departments on Tuesday as there were no beds in Altnagelvin Hospital or South West Acute Hospital.\nEmergency departments across Northern Ireland reported extremely high numbers of patients over the weekend.\nOne person had to wait 44 hours in an emergency department to be admitted to the Ulster Hospital.\nThe South Eastern Health Trust confirmed that another patient spent 12 hours in an ambulance before admission.\nMr Swann's comments came as he opened a new £115m acute services block at the Ulster Hospital in Dundonald.\nThe facility will house the hospital's new emergency department from next spring providing 213 beds across nine wards.\nOn Saturday the medical, stroke, renal, gynaecology and care of the elderly wards will transfer to the new complex. \nThe South Eastern Health Trust's chief executive Roisin Coulter said it would allow staff to provide the highest quality of care to patients. \nShe said: \"We are immensely proud of the acute services block which delivers state of the art facilities to improve infection control, patient experience, privacy and dignity and will provide our staff with fit for purpose, modern facilities.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-49918719",
      "category": "world-europe",
      "title": "Greta Thunberg: Who is the climate campaigner and what are her aims?",
      "tags": "Climate change,Greta Thunberg",
      "text": "Environmental activist Greta Thunberg is in Glasgow, where the COP26 summit is taking place.\nThe 18-year-old is one of the world's best known climate campaigners.\nGreta Thunberg has called the climate summit a \"failure\" and a \"PR exercise\". \nShe told a youth protest in Glasgow that world leaders had had \"26 COPs, they have had decades of blah, blah, blah - and where has that got us?\".\nShe has also criticised goals for cutting emissions which cause global warming, saying: \"We don't just need goals for just 2030 or 2050. We, above all, need them for 2020 and every following month and year to come.\"\nHowever, Thunberg has avoided getting into the detail of what action should be taken, saying \"it is nothing to do with me\". \nThunberg became well-known after she protested outside the Swedish parliament in 2018, when she was 15.\nShe held a sign saying \"School Strike for Climate\", to pressure the government to meet carbon emissions targets.\nHer small campaign had a global effect, inspiring thousands of young people across the world to organise their own strikes. \nBy December 2018, more than 20,000 students - from the UK to Japan - had joined her by skipping school to protest.\nA year later, she received the first of three Nobel Peace Prize nominations for climate activism.\nIn 2019, Thunberg sailed across the Atlantic on a yacht to attend a UN climate conference in New York.\nDelivering what is probably her most famous speech, she angrily told world leaders they were not doing enough.\n\"You all come to us young people for hope. How dare you? You have stolen my dreams and my childhood with your empty words,\" she said.\nThunberg was named Time Magazine's Person of the Year in December 2019.\nThunberg has received support from climate activists, scientists and public figures.\nBroadcaster and naturalist Sir David Attenborough told her she has achieved things many others have failed to do, adding: \"You have aroused the world. I'm very grateful to you.\"\nPrince Harry praised Thunberg's campaigning, saying \"every country, every community, every school, every friendship group, every family needs their own Greta\".\nAlok Sharma, the president of the COP26 summit, has said that Thunberg's UN speech in 2019 had made him feel \"really uncomfortable\" because it held up a \"mirror\" to his generation.\nBut not all politicians have been as complimentary. \nDonald Trump tweeted that she should \"work on her anger management problem\" while Russian President Vladimir Putin described her as a \"kind but poorly informed teenager\".\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nThunberg has Asperger syndrome, a developmental disorder, and has described it as a gift. She said being different can be a \"superpower\".\nThunberg's mother, Malena Ernman, is an opera singer and former Eurovision Song Contest participant. \nHer father Svante Thunberg, is an actor and a descendant of the scientist who created a model of the greenhouse effect.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59170667",
      "category": "world-us-canada",
      "title": "Kirk Douglas assaulted Natalie Wood, her sister alleges",
      "tags": "Film,Kirk Douglas,Hollywood",
      "text": "The late Hollywood actress Natalie Wood was sexually assaulted as a teenager by the actor Kirk Douglas, a new book has claimed. \nMs Wood's sister, Lana, makes the allegations in her memoir \"Little Sister\", due for release on 9 November. \nAccording to extracts from the book published by the Associated Press, Mr Douglas attacked Ms Wood in the summer of 1955. \nThe assault allegedly took place while Ms Wood was filming The Searchers.\nLana Wood says that the Hollywood stars' meeting at the famed Chateau Marmont hotel had been arranged by her mother, Maria Zakharenko, who hoped Mr Douglas could help open doors for the young actress. \nMr Douglas, who was in his 30s at the time, was one of Hollywood's most high-profile actors, starring in films such as Spartacus, The Bad and the Beautiful and Gunfight at the O.K. Corral. \n\"It seemed like a long time passed before Natalie got back into the car and woke me up when she slammed the door shut,\" Lana Wood writes. \n\"She looked awful. She was very dishevelled and very upset, and she and Mom started urgently whispering to each other. I couldn't really hear them or make out what they were saying. Something bad had apparently happened to my sister, but whatever it was, I was apparently too young to be told about it.\"\nLana Wood, who was eight at the time, says her sister and their mother agreed that it would ruin Natalie's career to publicly accuse Mr Douglas of attacking her. \nShe writes that her sister did not tell her what happened until years later, when Natalie said she was brought into Mr Douglas' suite and that \"he hurt me, Lana.\"\nMr Douglas died in February 2020 aged 103. Rumours of the alleged assault had been so prevalent, that upon his death Ms Wood's name trended alongside his own on Twitter. \nHis actor son Michael Douglas, in a statement issued through his publicist, told The Associated Press: \"May they both rest in peace.\"\nMs Wood died under mysterious circumstances in November 1981 after drowning while on a weekend boat trip to Santa Catalina Island in California. \nInitially ruled as an accident, her cause of death was changed in 2012 to \"drowning and other undetermined factors\". \nWood's husband at the time, Robert Wagner, was named as a person of interest by police in 2018 and Lana Wood is among those who hold him responsible for Natalie's death."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-59163711",
      "category": "uk-england-south-yorkshire",
      "title": "Kes: Barnsley unveils statue tribute to author Barry Hines",
      "tags": "Barnsley",
      "text": "A statue based on the main character from 1960s classic Kes has been unveiled in the author's home town.\nBarry Hines, from Barnsley, published the story - of a boy who adopts a wild kestrel - in 1968, and it was adapted for the screen a year later.\nDirector Ken Loach and star Dai Bradley, who played tearaway protagonist Billy Casper, both attended the unveiling of the bronze sculpture.\nBradley praised the \"wonderful\" statue, which was funded by public donations.\nThe actor thanked those who had helped to raise £100,000 and said artist Graham Ibbeson had done a \"remarkable job\" on the life-sized piece.\nHe believed it would \"inspire generations to come\", he said.\nLoach said it was a \"privilege\" to be at the unveiling to remember Barry Hines and his \"great writing\".\nHe said the statue of Billy, with Kes perched on his falconry glove, captured the central image of the film.\n\"A boy, nobody thought he was worth anything, no time for him and yet he had a special quality that we see but no-one else does and that's the bird.\n\"The bird flies free but he remains rooted to the earth with very few choices.\"\nSculptor Mr Ibbeson, who donated his services for free, said he had envisioned the statue as a piece that would \"go in the street, amongst the community and he is very much part of that community\".\nBarry Hines wrote a number of novels, radio plays and TV films, alongside A Kestrel for a Knave.\nHis other notable works include the 1984 drama-documentary Threads, which depicted a nuclear attack on Sheffield.\nHe also taught PE at a local secondary school.\nHe died in 2016 at the age of 76.\nThe idea for the tribute came from Ronnie Steele, a former pupil of Barry Hines, who set up a committee to plan the project in 2018.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59156434",
      "category": "business",
      "title": "Liberty Steel: MPs call for investigation into 'red flags'",
      "tags": "Companies,Steel industry,Sanjeev Gupta,Greensill Capital,Liberty Steel",
      "text": "MPs have called for investigations into the owners of Liberty Steel and boss Sanjeev Gupta in a bid to avert another crisis in the industry.\nAuditors that signed off the accounts at Liberty's parent GFG Alliance should also face questions, MPs on the business committee say in a report.\nThe committee highlights \"red flags\" and \"systemic risks\" that should have alerted authorities to the problems.\nThe steel industry is too important to lurch from \"crisis to crisis\", say MPs.\nMr Gupta's GFG Alliance, one of the UK's biggest industrial groups, was forced into an urgent financial restructuring when its key lender, Greensill Capital, collapsed.\nGreensill made money through supply chain finance - making loans to companies that are waiting for invoices to be paid by their customers. When the invoices were paid, the cash would be there to pay investors back, with interest.\nBut the report by the Business, Energy and Industrial Strategy Committee says the use of such finance and the way Mr Gupta structured his businesses was questionable, concluding: \nDarren Jones, chairman of the committee, said the steel industry was too important strategically to be left to the mercy of such things as international competition, high risk finance, and volatile energy prices.\nIt was time for a Steel Sector Deal to ensure the industry's resilience, with better use of public procurement to support UK steel and help towards transitioning to a low-carbon future.\nBut the GFG affair had exposed the sector's vulnerabilities, Mr Jones said.\n\"The evidence we heard during our inquiry has highlighted serious problems with high-risk financial practices, weaknesses in audit, and about inadequate accountability and corporate governance arrangements within GFG Alliance,\" Mr Jones said. \nHe added: \"Sanjeev Gupta must urgently fix these problems if he is to be seen as a fit and proper owner of steel companies in the UK.\"\nMPs also questioned the suitability of a small audit firm like King & King to handle GFG's accounts. \nThe report said it was \"utterly unconvincing\" that King & King had the \"capacity, expertise, or resources to audit the accounts of multiple large GFG Alliance and Liberty Steel UK companies representing over £2.5bn of revenue\".\nA spokesperson for GFG said the company \"takes note of the findings of the select committee. We will review and reflect upon its conclusions\". \nHowever, since the committee took evidence GFG had embarked a restructuring and refinancing that included injecting £50m to restart the Rotherham and Stockbridge operations, the statement said. In addition, GFG said the company had drawn up a strategy to help decarbonise the steel industry.\nHowever, the spokesperson said GFG was \"disappointed that the report fails to recognise the significant role Sanjeev Gupta and Liberty Steel has played in saving and safeguarding thousands of UK jobs which otherwise would have been lost\".\n\"Mr Gupta has consistently met his obligations as a director of a private company, and... has led GFG's global restructuring since Greensill's collapse.\"\nThe statement added: \"Since 2019 the group has been on a journey to improve governance and transparency.\"\nThe Department for Business, Energy and Industrial Strategy (BEIS) said it was already taking action to ensure better corporate governance.\nA spokesperson said: \"The government has published plans to require higher standards of transparency and oversight in UK business, which will strengthen further the UK's system of audit and corporate governance.\n\"The Insolvency Service has the powers to investigate the conduct of directors where the company has gone through a formal insolvency process. Where there is evidence of misconduct and it is in the public interest, the Insolvency Service can formally launch disqualification proceedings.\"\nAnd on the wider issue of support for the steel industry, the spokesperson added: \"We are determined to secure a competitive future for the UK steel industry and in recent years have provided it with extensive support, including more than £600m to help with the costs of energy and to protect jobs. \n\"We recognise the critical role the steel industry plays in all areas of the UK and in our economy and will carefully consider the report's recommendations.\"\nThe BBC has asked King & King for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59179181",
      "category": "uk-scotland",
      "title": "In Pictures: Young protesters march for the future",
      "tags": "COP26,Climate change,Glasgow,Greta Thunberg,Schools' climate change protests",
      "text": "Young people have taken to the streets of Glasgow to call for action at the COP26 climate change conference.\nGreta Thunberg was among those at the Fridays for Future march which made its way from Kelvingrove Park to George Square in the city.\nHere are some of the best images and key moments from the largest demonstration at the climate summit so far.\nAll photos are subject to copyright."
    }
  ]
}