{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-57901344",
      "category": "uk-england-berkshire",
      "title": "Olly Stephens: Two boys guilty of teen's murder",
      "tags": "Reading",
      "text": "Two schoolboys who ambushed a 13-year-old boy and stabbed him to death after a dispute on social media have been found guilty of murder.\nOlly Stephens suffered fatal stab wounds to his chest and back in a field in Reading, Berkshire, on 3 January. \nHe had been lured there by a girl and was then attacked by two boys carrying knives, Reading Crown Court was told. \nThe girl, 14, admitted manslaughter. She will be sentenced with the two boys, also both 14, at a later date.\nNone of them can be identified for legal reasons.\nHis killers had fallen out with Olly because they believed he \"grassed\" on them to the brother of a boy they had mocked in a social media group chat, the trial heard. \nVoice notes and text messages were presented to the jury in which the boys talked about taking revenge. \n\"He's actually getting banged when I see him,\" one message said.\nAnother added: \"I actually hate the kid with a passion, like if I was to see him right now I'll probably end up killing him or something.\"\nThe girl was recruited to lure Olly to Bugs Bottom fields, near his home in Emmer Green, as part of a \"set-up\", the jury was told.\nShe suggested in messages exchanged before the killing that Olly deserved what was coming and described it as \"karma\", the court heard.  \nAlison Morgan QC, prosecuting, said Olly had no idea he was about to be attacked. \n\"This was an ambush on him. A planned attack that was designed to put him in a vulnerable position,\" she said.\nOne blade penetrated 17cm (6.5in) into Olly's back, and another wound in his chest was 9cm (3.5in) deep, the jury heard.\nAn off-duty nurse walking her dog found the fatally injured teenager and attempted resuscitation, but he was pronounced dead at the scene. \nThe court heard the killers tried to dispose of evidence and exchanged messages on Snapchat about the attack, with one of the boys describing it as \"the biggest mistake of my life\". \nBoth boys were also convicted of perverting the course of justice. \nIn a statement issued after the verdicts, Olly's family described the stabbing as a \"callous and cold-hearted act\".\n\"He left our home on that fateful afternoon with love and laughter in his heart, with the hope of a bright fun filled future ahead of him,\" they said. \n\"Within 13 minutes of leaving the safety of his loving home Olly had left us forever.\n\"Two minutes was all it took to end him and cause us and our family catastrophic heartbreak.\"\nThey added that Olly was \"warm, kind, soulful, a deep thinker and a great carer to those around him\".\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57968728",
      "category": "uk-scotland-glasgow-west",
      "title": "Man who lost wife and son in loch thought water 'looked safe'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57961767",
      "category": "world-us-canada",
      "title": "Wildfires spread from California to Nevada",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57964217",
      "category": "uk-scotland",
      "title": "Scottish climber Rick Allen dies in K2 avalanche",
      "tags": "Pakistan,Mountaineering,Aberdeen",
      "text": "A Scottish climber has died after attempting a new route on K2 in Pakistan to raise money for a development charity.\nIt is understood Rick Allen was caught in an avalanche on the mountain's south-east face.\nThe 68-year-old's death was announced by the charity Partners Relief and Development.\nThe UK Foreign Office said it was aware of reports that a British citizen had died while climbing K2.\nAberdeen-born Mr Allen's two climbing partners, Jordi Tosas of Spain and Stephan Keck of Austria, were reportedly rescued without major injuries.\nK2 stands at 8,611m (28,251ft) and is the world's second highest mountain. It is also regarded as one of the most challenging and dangerous to climb. \nIt is understood Mr Allen was to be buried at the foot of K2.\nPartners Relief and Development said in a statement: \"It is with great sadness to announce that Rick Allen, a member of the board and also a great friend, has died whilst attempting a new route on K2.\n\"Rick died doing what he loved the most and lived his life with the courage of his convictions. \n\"Rick was committed to serving the worlds poorest and most vulnerable communities. All members of the board send our condolences to Rick's family.\"\nThe humanitarian charity provides emergency relief during crisis events and works with global communities on sustainable development programmes.\nHis friend, fellow climber Sandy Allan told BBC Radio's Good Morning Scotland he had known Mr Allen for years as they both worked in the oil industry.\n\"We first climbed together - we were trying to do the unclimbed ridge, the east north east ridge of Mount Everest,\" he said.\n\"As a character, he was totally reliable, he was a really nice fellow, he was very genuine, very caring, he would never let anybody down. \n\"I'm staring into a huge void at the moment, I'm going to miss him a lot.\"\nMr Allen had previously been presumed dead in 2018 after falling from an ice cliff during a solo climb to the summit of Pakistan's Broad Peak.\nHowever, his rucksack was eventually spotted by a cook at the mountain's base camp before a drone was used to locate him and to guide rescuers to his location.\nA Foreign Office spokeswoman said: \"The British High Commission in Islamabad is aware of reports that a British citizen has died climbing K2 and stands ready to assist.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57965825",
      "category": "world-asia",
      "title": "New Zealand to allow IS-linked mother to be repatriated",
      "tags": "Turkey,Jacinda Ardern,Islamic State group,New Zealand,Australia",
      "text": "A woman suspected of being an Islamic State (IS) member can be repatriated from Turkey, New Zealand says.\nPrime Minister Jacinda Ardern said the decision to allow the 26-year-old and her two young children to return was not \"taken lightly\".\nThe woman grew up in New Zealand and Australia and held citizenship in both countries until Australia revoked it last year.\nThat led to Ms Ardern accusing Canberra of \"abdicating its responsibilities\".\nMs Arden added that great care would be taken to minimise any risk for New Zealanders.\nThe woman had been caught entering Turkey from Syria with her children. \nShe had left for Syria in 2014 on an Australian passport.\nCanberra stripped the woman of citizenship last year, with Prime Minister Scott Morrison calling her \"an enemy of our country\".\nEarlier this year, Ms Ardern hit out at that decision, saying the woman should return to Australia - where she had spent most of her childhood and adult life.\nBut on Monday she said New Zealand had no choice but to take in the woman, as it was the only place she could legally reside.\n\"They are not Turkey's responsibility, and with Australia refusing to accept the family, that makes them ours,\" Ms Ardern said.\nIt is up to the police to choose if the woman should face a criminal investigation upon her return, she added.\nThis is not the first time governments have struggled with decisions on what to do with citizens who have been named as terror suspects. \nThe UK stripped the citizenship of Shamima Begum, a British schoolgirl who joined IS in 2015."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57967777",
      "category": "world-australia",
      "title": "Dieter Brummer: Home and Away actor dies aged 45",
      "tags": "Television,Australia",
      "text": "Australian actor Dieter Brummer, best known for his role as Shane Parrish on TV soap Home And Away between 1992 and 1996, has died aged 45. \nBrummer was found dead at a house in Sydney on Saturday by New South Wales police responding to a welfare call.\nThe force said his death is not being treated as suspicious.\nIn a statement on Monday, Brummer's family said: \"We lost our handsome, talented, funny, complicated and beloved Dieter.\n\"He has left a massive hole in our lives and our world will never be the same\" it added. \n\"Our thoughts go out to all of you who knew him, loved him, or worked with him over the years.\"\nBrummer was enormously popular on Home and Away during the 1990s, playing the love interest of Melissa George's Angel Brooks.\nThe Seven Network, which airs Home and Away in Australia, said it was \"deeply saddened\" by the news.\n\"Dieter was a much-loved Home and Away cast member and celebrated by Australian and international audiences,\" a statement said.\n\"We send our sincere condolences to Dieter's family and friends during this very difficult time.\"\nBrummer joined Home and Away aged 15 and became a fan favourite - crowned most popular actor at Australia's Logie TV awards for two years running in 1995 and 1996. \nHe was also twice voted \"prince of soap\" by Dolly magazine readers, as viewers became enchanted by his storyline with George.\nBrummer left the long-running soap when his character was written out after dying from septicaemia in 1996, but continued to act in TV roles, including true-crime drama Underbelly, Winners and Losers and a 26-episode stint at rival soap, Neighbours, as Capt. Troy Miller, in 2011.\nIn later years, Brummer revealed he took up a career as a high-rise window cleaner after departing Home and Away to experience life out of the limelight. \nHe told TV Tonight in 2010: \"It was a pretty intense time coming out of high school to receive all this fame and adulation. \n\"As great as it was, I wanted to prove to myself I could get my hands dirty and sweat for a buck as easily as standing around on set, being primped and preened.\"\nOn Monday, co-stars and celebrities paid tribute to Brummer following news of his passing.\nBrummer's former co-star Emily Symons, who plays Marilyn Chambers on Home and Away, shared her sorrow on Instagram.   \n\"I can't believe this absolutely tragic news,\" she wrote alongside a photo of the pair together. \nFellow Home and Away star and family friend Steve Comey wrote: \"Heartbreaking news. We have lost a free spirit. Vale Dieter Brummer. Way too young. Way too soon.\n\"My sincerest, deepest condolences to his beautiful sister Karlene and all of Dieter's family and friends. Keep flying young fella.\"\nGeorgie Parker, known as Roo Stewart in the soap, also paid her respects.\nLong-standing cast member Lynne McGranger, who plays Irene Roberts, tweeted: \"So very sad. Please reach out. Ask if people are doing okay. And tell someone if YOU'RE not okay! Yell over the fence, call, message, Facebook, whatever it takes.\"\nActor Steve Bastoni added: \"I met Dieter Brummer on Underbelly, he seemed like a decent fellow. Very sad news.\" \nDamian McBride, former Downing Street press secretary, said Brummer was \"a burst of light in every mid-90s day\" during his time on the show.\nBritish comic Tiff Stevenson also paid tribute to Brummer, revealing she had a poster of him on her wall as a teenager. \n\"Australia seemed so impossibly far away and glamorous\" she wrote on Twitter. \"Nowadays everything feels close, real and fallible. RIP Dieter\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57971381",
      "category": "uk-england-london",
      "title": "Whipps Cross Hospital patients evacuated after flooding",
      "tags": "Floods,Walthamstow,Barking",
      "text": "A hospital has been forced to evacuate patients and cancel operations after heavy rainfall caused it to lose power.\nAround 100 inpatients at Whipps Cross Hospital in east London have been moved elsewhere and ambulances diverted after the NHS declared a \"major incident\".\nNewham Hospital's A&E department had also urged people to seek urgent medical care elsewhere. \nLondon Fire Brigade (LFB) said it had taken more than 1,000 flooding-related calls across London.\nLFB said it had rescued people trapped in cars and also helped with flooded basements and collapsed ceilings.\nThe Met Office has issued further warnings over rain and thunderstorms in England and Scotland over the next four days.\nA yellow warning has been issued for parts of Kent and Sussex on Monday. \nCeiling panels on the maternity ward at Whipps Cross Hospital collapsed as another block was left without power.\nA spokesperson for Barts Health NHS Trust said the situation was being kept \"under constant review\" after cancelling all planned surgery and outpatient appointments until Thursday. \nThey added: \"We are diverting ambulances while we work hard to clean up affected areas of the hospital.\n\"The emergency department at the hospital remains open for walk-ins but patients requiring urgent treatment are asked to attend alternative hospitals where possible.\n\"We are working hard to clean up affected areas.\"\nNewham Hospital is now fully operational after also being affected by flooding.\nStepney Green station was the last of nine Tube and London Overground stations closed due to flooding to reopen on Monday.\nSt James's Park in London saw 41.6mm (1.6in) of rain on Sunday, making it the wettest part of the country. \nBarking in east London reported 41.3mm on Sunday, most of which fell between 15:00 and 17:00 BST.\nThis has been the second 40mm rainfall event in London this month. \nMany of the capital's roads closed due to the flooding, including the Blackwall Tunnel, the A12 and parts of the North Circular.\nStandon Calling festival in Hertfordshire was abandoned due to Sunday's flooding.\nOne flood warning for the Isle of Wight, and a further 10 less severe flood alerts have also been issued, covering most of the capital and parts of surrounding counties.\nA yellow storm warning has also been issued for Tuesday and Wednesday for much of the Midlands and northern England.\nAcross most of Scotland a yellow thunderstorm warning has been put in place from noon on Tuesday with heavy rain expected until Thursday morning. \nWere you affected by floods? Share your experience by emailing haveyoursay@bbc.co.uk.\nOne woman described her \"heartbreak\" as flood water ruined her parents home in Walthamstow.\nNicola Thorogood, 33, said her family tried to prevent water coming into the house but eventually had to give up and attempt to salvage as many belongings as possible.\nShe said her parents had \"worked so hard all their life to have that house and it's the thing they're most proud of and want to pass on to us eventually\". \n\"It's that that breaks my heart,\" she said. \"We took what we could upstairs, obviously anything like sentimental photos and things like that.\n\"Then we retreated upstairs to my parents' room and just watched the rain fall and the flood come in.\"\nBy Tom Edwards, BBC London Environment Correspondent \nLike cities all over the world, London finds itself facing extreme weather.  \nTwice in the last fortnight, it has suffered flash floods with a huge amount of rain in a short period of time. \nExperts say with a warming climate, extreme weather will become worse and much more common.\nAnd it's not like London hasn't been warned. In one report, Green Party London Assembly members warned 23 stations on the London Underground Network were at significant risk of flooding as well as 643 schools. \nThe mayor said more is needed to be done to combat the impacts of climate change but he wants more powers and financial backing from the government.\nAs it stands, experts say London has to get proactive and increase its resilience against flash floods.\nResidents on a street in Woodford, in east London, grabbed buckets, brooms and wooden boards to prevent rising rainwater from flooding their homes.\nResident Chris Date tweeted a photo of a bus in Bakers Arms, Walthamstow, saying the flood water was \"above the kerb\". \n\"It's impossible to walk on the pavement. To get on that bus the water came up to my shins. This is a canal, not a road,\" he said. \nMr Elliott said the flooding was the worst he had experienced in the city, and described seeing \"buses stood broken down in the water\".\nMayor of London Sadiq Khan said he was \"in contact with key partners\" with whom he will hold a roundtable.\nMr Khan said: \"We are seeing increasing incidents of extreme weather events linked to climate change. This is not the first time in recent weeks that London has been hit by major flooding. \n\"Despite having limited powers in the area, it remains a key priority for myself and London's council leaders that more is done urgently to tackle flooding and the other impacts of climate change.\"\nDr Veronica Edmonds-Brown, senior lecturer in aquatic ecology at the University of Hertfordshire said London's Victorian era drainage system \"cannot cope with the huge increase in population\".\nDr Edmonds-Brown said there were several reasons for Sunday's flooding.\n\"The first is building on the floodplains of the Thames and River Lea. The second is urbanisation. The more impervious surfaces we install - and we are amid a rapid housing programme at the moment - the worse this situation will get. \n\"The final reason is that our drainage system is not built for the amount of water it is receiving. Due to budget limitations, local authorities are not able to maintain or improve them.\"\nThe government said it would support any councils affected by flooding.\nA Downing Street spokesman said: \"The Environment Agency is looking at the situation closely and continues to work with local authorities to ensure that any support they need is provided.\" \nThe spokesman said Boris Johnson agreed with scientists that extreme weather was more likely as a result of global warming, but it was a matter for experts to decide whether individual events were down to the phenomenon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57963035",
      "category": "uk-wales",
      "title": "Covid: Lockdown protest at Mark Drakeford's home 'crossed line'",
      "tags": "Coronavirus lockdown measures,Carwyn Jones,Cardiff,Welsh government,Welsh Labour,Coronavirus pandemic",
      "text": "Hundreds of anti-lockdown protesters who gathered outside First Minister Mark Drakeford's home \"crossed the line\", his predecessor has said.\nOn Saturday, crowds with loud speakers and banners shouted in the street outside Mr Drakeford's Cardiff home.\nThe protest has sparked condemnation from cross-party politicians who said the scenes amounted to \"bullying\".\nCarwyn Jones, who led Wales from 2009 until 2018, called it \"a favourite tactic of the far right in America\".\nThe anti-lockdown rally in Cardiff was held as other protests against restrictions and vaccines took place in cities across the globe, including Paris, Sydney, London and Toronto.\nOn Saturday, protesters marched on the Welsh Labour leader's private home, with hundreds pictured on social media standing in the street as speeches were made.\nUnlike some other countries' leaders, Wales' first minister does not have an official residence.\nMr Jones said the protestors had \"crossed a line\" by taking the demonstration to Mr Drakeford's family home in the city.\"It's a favourite tactic of the far right in America. Unfortunately we see it now here in Wales,\" he said.\n\"We're talking about a very small group of people who are on a different planet to the rest of us.\n\"I perfectly accept the right for people to protest, I've no problem with that, but I don't think people should be protest outside people's private houses.\"\nSouth Wales Police said it was made aware of a planned protest and about 500 people met at City Hall before moving to various locations throughout the city centre.\n\"The protest passed peacefully and without incident. No offences were identified and no arrests were made,\" a spokesman said.\nMr Jones said he had contacted Mr Drakeford to offer him support.\n\"There has to be a line somewhere and that line was crossed yesterday by a small group of people who just don't like democracy,\" he said.\nBefore getting the top Welsh government job, Mr Drakeford said he had \"no personal ambition to be first minister\" and was not looking forward to being in the spotlight.\nMr Jones said the profile of the job had \"gone through the roof since Covid\" and security was very important in such a public-facing role.\n\"I always felt that they were aware of what needed to be done [security-wise] and I'm absolutely sure that's still the case.\"\nOn Saturday, cross-party politicians took to Twitter to condemn the location of the protest.\nLeader of the Welsh Conservative group in the Senedd, Andrew RT Davies, described it as \"disturbing\".\nHe added: \"If you have political disagreements (and believe me @fmwales and I have many) then get involved in politics. Harassment is never acceptable.\"\nPlaid Cymru's Delyth Jewell said: \"The people protesting outside Mark Drakeford's private home yesterday ought to be ashamed. Bullying and intimidation have no place in our politics.\"\nLabour MP Kevin Brennan called said \"all decent people should condemn this\".\nThe protests come just over a week after Mr Drakeford announced plans for a major relaxation on most Covid rules in Wales by 7 August, but laws on wearing face masks in most public places will remain in place.\nA Welsh government spokesman said: \"We have been able to relax the majority of restrictions thanks to all the help of people in Wales throughout the year.\n\"But the pandemic is not over and we all have a really important part to play to keep Wales safe.\"\nThe row comes as a further 1,238 people tested positive for Covid-19 in Wales. \nOn Sunday, figures reported by Public Health Wales' show Covid case rates continue to fall, with the seven-day case rate down to 185.2 per 100,000 people, compared with 186.1 on Friday. \nNo further deaths have been recorded, with the number of people who have died with Covid-19 remaining at 5,595.\nThere have been a total of 236,873 confirmed cases in Wales since the pandemic began."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-57694715",
      "category": "uk-england-berkshire",
      "title": "Reading stabbing: Boy admitted killing in text, court hears",
      "tags": "Reading",
      "text": "A boy charged with stabbing a teenager to death admitted in a text he did it \"out of pure anger\", a court has heard.\nOliver Stephens, known as Olly, was pronounced dead at Bugs Bottom fields in Emmer Green, Reading, on 3 January.\nReading Crown Court heard details of text messages in which the defendant said it had been the \"biggest mistake of my life\".\nTwo boys, both 14, deny murder. A girl, also 14, and one of the boys, have pleaded guilty to manslaughter.\nThe court previously heard Olly had been \"lured\" to a park by a girl and \"ambushed\" by two teenage boys, who were \"motivated by perceived grievances\" against him.\nThe alleged attackers were said to have left Olly with stab wounds to the chest and back after a short scuffle.\nVoice message exchanges retrieved from mobile phones were also played to the jury.\nTwo hours after Olly was declared dead, one of the accused boys recorded a voice message saying: \"Boy it was me and my boy innit. \n\"I started slapping him up and then my boy backed out and then shanked [knifed] him.\"\nAn hour and a half later the other accused boy exchanged text messages with another teenager, the court was told.\nJurors were told he was asked: \"Did you kill Olly?\"\nHe replied: \"It was the biggest mistake of my life.\"\nWhen asked: \"Why did you do it?\", the court was told he replied: \"Out of pure anger... I didn't mean to. I just saw red.\"\nThe court also heard evidence from witnesses who had been walking in the area around the time of the attack. \nOne who knew Olly told the court he looked \"good\" and seemed in \"a bright mood and smiling\" when he had seen him before the attack. \nThe trial continues.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57976341",
      "category": "business",
      "title": "House prices at new high as buyers seek more space",
      "tags": "Housing,Housing market",
      "text": "Surging demand for houses will last well into 2022 as buyers continue to look for more room after being cooped up during the pandemic, says property website Zoopla.\nA search for space has pushed up the average price of a house by 7.3% over the past year, reaching a new high of £230,700, it says.\nWhile houses are proving popular, flats are less sought after.\nBut properties of all kinds are in short supply, the firm stressed.\n\"Demand for houses is twice as high as typically seen at this time of year between 2017 and 2019, accelerating away from demand for flats, creating a disparity in average price growth across the two property types,\" Zoopla said.\n\"House prices are being supported in part by a severe shortage of homes for sale, with stock levels down some 25% in the first half of the year compared to 2020.\"\nThe firm said that while house prices were surging, the growth in flat prices was lagging at 1.4% over the past year.\n\"The rise in demand for houses is something we saw in the first lockdown,\" Grainne Gilmore, head of research at Zoopla, told the BBC.\n\"It's a reassessment among many homeowners of where they want to live.\"\nMs Gilmore said that with the rise of working from home, many people wanted a spare room that could become an office, while others were seeking garden space.\n\"A cohort of buyers has eroded the supply of family houses and put upward pressure on house prices more than flats over the past 12 months,\" she said.\n\"That's a situation that we would expect to continue into 2022.\"\n\"We're still seeing very high levels of demand in the market, even now with more modest stamp duty savings,\" Ms Gilmore added.\nThe price of the average UK house has jumped by 30% since 2007, when a typical house cost just £177,300, according to Zoopla.\nIn June alone, house prices were up 5.4% year-on-year, although buyer demand dipped 9% in early July because of the stamp duty holiday coming to an end.\nSales agreed this year are still 22% ahead of average levels in 2020.\nAs people are taking the opportunity to move out of big cities, house prices have grown the most in Wales at 10.2% and the North East at 8.8%. \nHouse price growth is weakest in London at 5.6%.\nFor flats, prices have risen the most in Scotland at 5.2% and the Midlands at 3.7%, but in London, flat prices have fallen by 0.5%. \nZoopla said it was also seeing a jump in demand for properties in outer London, up 86% on 2017-19 levels.\nBut the housing website said that it expected sales in London to improve, \"providing there are no further pandemic setbacks\", since the rental market had already bounced back. \n\"Further relaxation on the restrictions around global travel will result in a firmer pick-up in demand, which will also reverse the downward trend in pricing,\" Zoopla said. \nHow will higher house prices amid an increase in demand for houses affect you? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57972950",
      "category": "uk-scotland-glasgow-west",
      "title": "Man tried to save wife and son from drowning in Loch Lomond",
      "tags": "Stonehouse,Lanark,Ardlui,Balloch",
      "text": "A man whose wife and nine-year-old son died in Loch Lomond at the weekend has told how he desperately tried to save them, despite being unable to swim.\nWaris Ali's wife, Edina Olahova, 29, their son, Rana Haris Ali, and family friend, 39-year-old Muhammad Asim Riaz all died in the incident at Ardlui on Saturday.\nMr Asim's seven-year-old son remains in hospital.\nMr Waris described how he threw his shirt to his wife to grab hold of.\nHe told the BBC: \"When I came out from the water, I could see my wife's hand. I tried to pull off my shirt and give it to her to catch but she couldn't.\"\nNone of the group, apart from Mr Asim, could swim.\nMr Waris, who lives in the Govan area of Glasgow, said they were returning from a holiday on the Isle of Skye when they decided to take a break at Loch Lomond.\nHe said the children were playing at the end of the pier when the son of his friend put his foot into the water and fell in. \nMr Waris said the water appeared to be shallow and safe but quickly became deep.\nHis son and the adults went into the water in a bid to save the other child but soon got into difficulties. A passer-by also helped and saved Mr Asim's son.\nPaying tribute to his wife, Mr Waris said she was \"very caring and very nice\". He said his son was \"very happy\" and  added that Mr Asim was a very good person and \"like my brother\".\nHe called for signs to be put near the water to warn people it was quite deep there.\nThere were a total of six deaths in lochs and rivers at the weekend.\nAn 11-year-old boy died in a river near Stonehouse, South Lanarkshire, on Saturday and a 13-year-old boy died after getting into difficulties in the River Clyde at Hazelbank near Lanark on the same day.\nA 16-year-old boy died near the pier at Balloch Country Park on Friday.\nDeputy Assistant Chief Officer Alasdair Perry, from the Scottish Fire and Rescue Service, said: \"This is the worst weekend in relation to incidents of this nature that I can remember.\"\nEmergency services were alerted to the Ardlui incident at about 18:40 on Saturday following \"reports of concern\" for people in the water.\nThe RNLI say there are five steps to know how to float: \nFind out more about the RNLI's \"float to live\" campaign\nFirst Minister Nicola Sturgeon described the deaths as \"heart-breaking human tragedies\".\nShe said: \"Like everyone else around the country, my thoughts are with the families who are grieving loved ones right now.\n\"It is unimaginable and impossible for the rest of us to understand fully what they are going through.\n\"These tragedies over the weekend are a really brutal reminder that the beauty of some of our waters often belies the dangers that they hold.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57967899",
      "category": "uk-england-birmingham",
      "title": "Ian Paterson: Plans for further breast surgeon compensation",
      "tags": "Ian Paterson,Solihull,Birmingham",
      "text": "A healthcare provider will offer compensation to thousands more victims of breast surgeon Ian Paterson.\nPaterson was jailed in 2017 after he was found to have carried out needless operations on his patients.\nAn inquiry recommended all of his patients be recalled, and 750 victims have already been awarded compensation.\nSpire Healthcare in the West Midlands, where Paterson practiced, has now proposed a new compensation fund for further victims that have been found.\nThe firm has also appeared in court to repeal an order which prevented lawyers who had previously acted for victims to pursue further claims against the provider.\nThe order was made in 2018, before a further 5,500 patients were recalled following the independent inquiry, meaning solicitors experienced in the case were unavailable to victims - some of whom did not previously know their surgery had been unnecessary. \nPaterson is currently serving a 20-year sentence following his conviction for 17 counts of wounding with intent.\nHis unregulated \"cleavage-sparing\" mastectomies, in which breast tissue was left behind, meant cancer returned in many of his patients, and some had the operations despite not having the disease.\nHe was employed by the Heart of England NHS Foundation Trust, and at the independent Spire Parkway, Solihull, and Spire Little Aston in Birmingham, with more than 11,000 patients across the sites.\nAn independent review called for all of them to be contacted, and by December, Spire wrote to at least 5,500 patients who were treated by Paterson at their centres.\nThe private healthcare provider said its review of patients was continuing, but it had already identified more patients who were harmed by Paterson.\n\"Patients who suffered at the hands of Ian Paterson must not be prevented from seeking compensation,\" a spokesperson said.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57768815",
      "category": "science-environment",
      "title": "Canterbury Cathedral stained glass is among world's oldest",
      "tags": "Canterbury Cathedral",
      "text": "New research indicates that some stained glass windows from Canterbury Cathedral may be among the oldest in the world.\nThe panels, depicting the Ancestors of Christ, have been re-dated using a new, non-destructive technique.\nThe analysis indicates that some of them may date back to the mid-1100s.\nThe windows would therefore have been in place when the Archbishop of Canterbury, Thomas Becket, was killed at the cathedral in 1170.\nLéonie Seliger, the head of stained glass conservation at the cathedral, and part of the research team, told BBC News that the discovery was historically \"hugely significant\".\n\"We have hardly anything left of the artistic legacy of that early building [apart from] a few bits of stone carving. But until now, we didn't think we had any stained glass. And it turns out that we do,\" she said.\nHas Thomas Becket's treasured 'little book' been found?\nShe said she had been so happy at hearing the news, she had been \"ready to dance.\"\nMs Seliger added: \"[The stained glass] would have witnessed the murder of Thomas Becket, they would have witnessed Henry II come on his knees begging for forgiveness, they would have witnessed the conflagration of the fire that devoured the cathedral in 1174. And then they would have witnessed all of British history.\"\nThomas Becket was murdered in the cathedral by four knights who believed they were acting on the orders of Henry II, with whom the archbishop had clashed. However, some historians doubt that Henry issued the command to assassinate Becket, and that his words may have been misinterpreted.\nThe re-dated panels are part of the Ancestors of Christ series depicted over one of the cathedral's entrances. It was thought for centuries that they were made by master craftsmen in the 13th century.\nThe art historian Prof Madeline Caviness suggested in the 1980s that some of the panels were earlier than previously believed because they were stylistically different. That suspicion has now been confirmed by a team of researchers from University College London (UCL), who built a device called a \"windolyser\" to solve the mystery. \nIt can be used on location and doesn't damage the glass. It shines a beam on to the surface - which causes the material in the glass to radiate. This radiation contains the glass's chemical fingerprint  - from which the researchers were able to work out its age. Astronomers use the same technique, called spectrometry,  to discover the chemical composition of distant stars.\nDr Laura Ware Adlington, who led the research, said that the windolyser's results were \"very exciting\".\n\"These findings will make us all, from art historians and scientists, to members of the public visiting the cathedral, look at the Canterbury stained glass in a whole new light.\"\nProf Caviness said she was ''delighted'' to hear that her assessment had been confirmed by Dr Ware Adlington.\n''The scientific findings, the observations and the chronology of the cathedral itself all fit together very nicely now,'' she told BBC News. Prof Caviness, who is now 83, told me that the finding had jolted her out of a ''Covid numbness'' that she had been feeling.\n''I wish I was younger and could throw myself more into helping Laura with her future work. But I've certainly got a few more projects to feed her.''\nDr Ware Adlington's study suggests that some of the Canterbury Ancestors may date back to the back to the period between  1130-1160,  at least 10 years before Thomas Becket's infamous killing at the site in 1170. \nAnd it is also thought that three other stylistically distinct windows in the cathedral may also be from an earlier time than originally thought.\nThe \"Ancestors Series\" was created for the cathedral beginning in the late 12th century, as part of a rebuilding programme which took place after a devastating fire in 1174. And the installation of the windows continued from the late 1170s through until 1220.\nThe new dating suggests that the panels had been present in the choir of the earlier building and survived the fire. It is now thought that they were stored for future use and later adapted for the new building.\nProf Ian Freestone, from the UCL Institute of Archaeology, described the research as a \"detective story\".\n\"We've been working on it for some time, putting all the pieces in place. And then we finally get an answer something new, that brings together science and art into one story,\" he said.\nFollow Pallab on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57972579",
      "category": "uk",
      "title": "Covid-19: New cases fall for sixth day running and lockdown weight gain",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nThe number of new Covid infections has fallen for six consecutive days, according to the government's daily coronavirus data, with 24,950 new cases recorded on Monday. It is the first time since mid-November, when England's second national lockdown was introduced, that the UK has seen cases fall six days running. But Boris Johnson believes the UK is \"not out of the woods yet\", the prime minister's deputy official spokesman said earlier, despite the \"encouraging\" decline in new cases of the virus.\nMore than 40% of adults in England gained weight during the pandemic, a survey suggests. According to Public Health England (PHE), which surveyed 5,000 people, Covid lockdowns and disrupted daily routines have made it challenging for people to eat healthy and keep fit - with an average weight gain of half a stone (around 3kg) reported. PHE chief nutritionist Dr Alison Tedstone said it was not a surprise to see so many people reporting weight gain, while recent research from the Institute for Fiscal Studies found a large increase in calories from takeaways - peaking at more than double the levels reported in the UK's second national lockdown in November 2020.\nAn expert has called for security around Welsh First Minister Mark Drakeford to be reviewed, after a group of anti-lockdown protesters with loud speakers and banners shouted in the street outside his Cardiff home on Saturday. Dai Davies, a former head of security for the Royal Family, said the incident was \"totally unacceptable\". It has sparked condemnation from cross-party politicians who said the scenes amounted to \"bullying\". South Wales Police said it would not comment on matters of security but said the protest passed peacefully. \nThe spread of the Delta variant of Covid-19 in parts of the US is encouraging more people to get vaccinated, according to Dr Marcus Plescia, chief medical officer, at the Association of State and Territorial Health Officials. He said the past week had seen a slight increase in vaccinations. \"We would like to see much more but we are seeing it start to trend up a little bit and we are hearing from people that this has gotten their attention,\" Dr Plescia said. His comments come as a senior White House official said the US does not intend to lift Covid travel restrictions for non-Americans.\nA 13-year-old boy, who raised £250,000 to help save a charity struggling due to the coronavirus lockdown, has received the prime minister's Points of Light award. Boris Johnson said he was \"lost in awe\" at the efforts of Oliver Voysey - who completed a series of challenges to help the Lake District Calvert Trust. Oliver, who requires specialist care, having suffered a brain injury when he was two days old, and his family are regular visitors to the centre which offers outdoor activities for people with disabilities.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith face coverings no longer required in many settings in England here is a guide to when and where you might want to use one.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57966293",
      "category": "world-asia",
      "title": "Tokyo 2020: S Korea TV sorry for using pizza to depict Italy",
      "tags": "Asia,South Korea",
      "text": "Pizza for Italy, Dracula for Romania and Chernobyl for Ukraine. \nThese were the pictures and captions used by a South Korean broadcaster to depict nations at the opening ceremony of the Tokyo Olympic Games.\nMBC has since apologised for offending viewers, after complaints the visuals were \"offensive\" and \"ridiculous\".\nThe channel said it wanted to make it easier for viewers to understand the entering countries quickly but said it was an \"inexcusable mistake\".\nAt a press conference on Monday, the channel's CEO Park Sung-jae apologised, saying MBC had \"damaged the Olympic values of friendship, solidarity and harmony\". \n\"I bow my head and deeply apologise,\" he said, adding that MBC would be putting \"in all [their] effort to prevent another accident from happening\". \nA Twitter thread by freelance journalist Raphael Rashid drew wide attention to the \"unique\" descriptions where even civil unrest was not off the cards.\nWhen Haiti's athletes walked on to the stadium, for instance, an on-screen caption described the country as one \"with an unstable political situation due to the assassination of the president\".\nAnd when the Syrian team entered, a caption read: \"A civil war that has been going on for 10 years.\"\n\"Did they literally just pick whatever the first picture was that popped up on Google when they did an image search for the country?\" one person asked on Twitter.\nOthers started trying to guess what images would be used for different countries. \nSome - like a piece of salmon for Norway - would have been easy enough to figure out. Others like Chad which was described as the \"dark heart of Africa\" could not have been. \nMBC has been in trouble for this very same offence before. \nIt was fined after using similar captions and images at the Opening Ceremony for the 2008 Beijing Olympics. It had then referred to Zimbabwe \"as a country with deadly inflation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57962387",
      "category": "world-us-canada",
      "title": "Covid: Fauci says US heading in wrong direction as cases rise",
      "tags": "Anthony Fauci,United States,Coronavirus pandemic",
      "text": "The US is heading \"in the wrong direction\" on the coronavirus pandemic as infections surge among the unvaccinated, the country's top infectious disease expert has warned.\nDr Anthony Fauci said the Delta variant of Covid-19 was driving the spike in areas with low vaccination rates.\nHe said health officials were considering revising mask guidance for vaccinated Americans to curb cases.\nOffering booster jabs to vulnerable people was also under review, he said.\nThe coronavirus situation in the US is becoming \"a pandemic among the unvaccinated\", Dr Fauci, the chief medical adviser to US President Joe Biden, told broadcaster CNN on Sunday.\nMore than 162.7 million people - or 49% of the population - have been fully vaccinated in the US, official data shows. \nThe US had been a world leader in jab uptake until April, when vaccination rates started to drop off.\nVaccination rates are particularly low in southern states, where fewer than half of residents have received their first dose in some cases.\nMeanwhile, daily coronavirus infections are on the rise again after numbers fell in May and June. \nThe resurgence has added to the more than 34 million cases and 610,000 deaths recorded so far in the US.\nThe trend has been attributed, in part, to the rapid spread of the highly transmissible Delta variant of Covid.\nThe sharpest increases in Covid cases are in states with lower vaccination rates, such as Florida, Texas and Missouri.\nEarlier this week, US Surgeon General Vivek Murthy said 99.5% of Covid deaths were occurring among unvaccinated people.\nIn his interview with CNN, Dr Fauci said local leaders in areas with low vaccination rates needed to do more to encourage people to get jabbed.\nHe said he was \"very heartened to hear\" the Republican governors of Arkansas and Florida promoting vaccinations in their states. Both leaders have been critical of Dr Fauci's advice in the past.\nDr Fauci has been a key adviser to President Biden and his predecessor, Donald Trump, through the pandemic.\nHe said he was involved in discussions to change mask guidance issued by the US Centers for Disease Control and Prevention (CDC). \nAs it stands, the CDC says people who are fully vaccinated can \"resume activities that you did before the pandemic without wearing a mask\".\nDr Fauci said local governments could issue their own rules under the current CDC guidance.\nBut he noted that some local governments had reinstated indoor and public mask requirements to curb rising infections.\nIn Los Angeles County, masks are now required indoors for both vaccinated and unvaccinated people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57968651/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Lockdown weight gain averaging half a stone - survey",
      "tags": "Weight loss,Obesity",
      "text": "More than 40% of adults in England have gained weight during the pandemic, a survey suggests, with the average gain being half a stone (just over 3kg). \nPublic Health England (PHE), which surveyed 5,000 people, says Covid lockdowns and disrupted daily routines have made it challenging for people to eat healthy and keep fit. \nSnacking and comfort eating were given as the main contributor by about half of those who said they were fatter. \nPHE recommends a summer fitness drive. \nIts Better Health campaign offers free support and guidance on how to lose excess weight and become active using a 12-week plan. \nGaining weight is often a gradual process, it says, happening over years as a result of \"modern-day life and the odd unhealthy habit\". \nAs well as the visible weight gain, fat can also build up around vital organs, making it harder for the body to fight against diseases such as cancer, heart disease and Covid.\nBut small, simple changes to diet and lifestyle can help shed excess pounds.\nRecent research from the Institute for Fiscal Studies, using data on millions of food and non-alcoholic purchases, found a large increase in calories from takeaways - peaking at more than double usual levels in the UK's second national lockdown in November 2020. \nPHE chief nutritionist Dr Alison Tedstone said: \"The past 16 months have caused many to change their habits, so it is not a surprise to see so many people reporting weight gain.   \n\"We know how hard it can be to lose weight and keep it off - so, we are providing a range of support options to help motivate people and help them maintain a healthy weight. \n\"It's never too late to make changes to help improve your health. \n\"Visit the Better Health website for ideas and support that is right for you and you can seek support from your local weight-management service.\"\nBetter Health has partnered with other organisations, including Slimming World, Weight Watchers and Noom, providing free or discounted offers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57965166",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Executive agrees on theatre and concert reopening",
      "tags": "Theatre,Coronavirus pandemic",
      "text": "The Northern Ireland Executive has agreed that theatres and concert venues can reopen from 18:00 on Tuesday.\nMinisters met earlier after delaying the decision, saying they wanted more information about risks.\nThere have been other modest changes to Covid-19 restrictions, including an increase in the number of people who can meet indoors.\nTen people from three households will also be allowed to meet inside a home.\nAs part of the move to allow theatres and concert venues to reopen, the executive has agreed live music will be permitted for rehearsals and performances with no restriction to background ambient levels of volume.\nAudience members must purchase tickets in advance, must have allocated seating and social distancing of 1m (3ft) will be required.\nÁine McCarron, marketing officer at the Playhouse in Londonderry, said she was delighted by the news.\n\"It's music to my ears, I just can't believe it that we have finally been given the go ahead,\" Ms McCarron told BBC News NI.\nShe said it was now important to \"build confidence among audience members who come through our doors\".\n\"We can very easily sit people 1m apart under our seating place and we can contract trace because we operate through a booking system already,\" she said.\nJulie McKegney, head of customer services at the Lyric Theatre in Belfast, said the industry had \"been waiting for this news since March 2020\".\nThe theatre will be operating at a third of its overall capacity for Tuesday's production of Dracula.\nSpeaking to BBC Evening Extra, Ms McKegney said there would be requirements for guests to follow upon entry.\n\"They'll come in to the box office here that's behind perspex screens, where they'll be directed over to a sign-in point with their QR code - that's mandatory,\" she said.\n\"All venues have to take details of a person's first name, surname, a method of contact and a time and date of when they were in attendance for track and trace purposes.\"\nHowever, Belfast singer-songwriter Sir Van Morrison, who has been an outspoken critic of the Northern Ireland Executive's coronavirus restrictions, described Monday's announcement as \"shambolic\".\n\"The announcement has come so late in the day that it's a kick in the teeth,\" Sir Van said.\n\"Cancelled concerts that were planned for this week could have gone ahead.\n\"Regrettably like many other sectors, there's been no advance warning, no plan or roadmap for the industry. \n\"Stormont have lost the confidence in the public and are clearly deaf to our industry when making decisions.\"\nCommunities Minister Deirdre Hargey welcomed the return of theatres and concerts.\nShe said: \"I expect all venue promoters to have safety measures in place to ensure that staff and audiences are in a Covid safe environment. \n\"I believe that equality of access to the arts, be that through participation or as a member of the audience, is crucial and I look forward to attending a performance in the time ahead.\"\nMs Hargey said she will meet with the chairwoman of the Culture, Arts and Heritage Recovery Taskforce later in the week to discuss financial support for the sector.\nTen people from three households will be allowed to meet inside a home, with children aged 12 and under not counting towards that total.\nPreviously the rules permitted six people from two households to meet inside, with up to 10 people allowed if one household was bigger than six people.\nThe Northern Ireland Executive also agreed that people attending religious services will not have to wear face coverings during the service. It will be guidance only to wear a covering.\nIt will still be a legal requirement to masks when entering and exiting the building.\nMinisters will also strongly advise their use when singing or when moving around during services.\nThis all amounts to another move towards life after lockdown - changes that will be very welcome in different parts of society.\nThere will be relief in the arts sector - it means indoor plays, concerts and other performances can at last go ahead with restrictions.\nThis is another step towards the life we all used to lead but in the background there is concern about the rising number of Covid cases.\nIt is a day about change but there is still much caution in the air.\nEarlier on Monday other rules changed, including allowing 15 people from unlimited households to meet outdoors and close-contact services being allowed to operate without the need for pre-booked appointments.\nThe executive will meet again on Thursday to consider other Covid-19 restrictions.\nIt comes as another 639 positive cases were reported by the Department of Health on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57967907",
      "category": "business",
      "title": "Air travel yet to meaningfully restart, says UK industry",
      "tags": "Coronavirus lockdown measures,Travel,London Heathrow Airport,Coronavirus vaccines,Coronavirus testing,Air travel,Ryanair,Coronavirus pandemic",
      "text": "International travel from the UK is yet to restart in a \"meaningful\" way despite the easing of some restrictions, the industry says. \nTrade group Airlines UK said bookings had failed to recover due to the \"frustrating\" traffic light system and costly testing requirements.\nIt added that consumer confidence would remain weak without change.\nThe comments came as Heathrow warned it expects to see a further fall in passenger numbers in 2021. \nThe airport, which was Europe's busiest before the pandemic, welcomed just four million passengers in the first six months of the year - a total that it would have taken just 18 days to reach in 2019.  \nIn a letter to the transport secretary Grant Shapps, Airlines UK noted that passenger bookings in the rest of Europe had recovered to 50% of pre-crisis levels in June, compared to just 16% in the UK. \nMeanwhile, US visitor numbers to the UK are still only 20% of 2019 levels, whereas to the EU they are around 65%. \nBlaming the traffic light system, the trade group said spending on travel was now back at \"the same fraught position as last year\". \nIt cited the decision to remove Portugal from the green list of Covid-safe destinations, closely followed by the Balearics, both within a month of their initial inclusion. \nIt also criticised the decision to maintain quarantine rules for arrivals from France, while removing them for travellers from all other amber list destinations. \n\"These represent examples of the frustrating, last-minute and opaque decision-making that has been a mainstay of the [traffic light] system so far,\" the group wrote.\n\"[There has also been] a refusal to make more proportionate travel restrictions from low-risk countries even as nightclubs open in England - without any restrictions.\"\nThe government says the traffic light system helps to stop new Covid variants from being brought into the UK. \nBut in its results for the six months to 30 June, Heathrow also criticised the rules for creating unreasonable costs and conditions for travellers. \nCurrently anyone who is not fully vaccinated, or who was fully vaccinated outside the UK, has to pay for three tests - one before arriving in England, and tests on day two and day eight after arrival - and quarantine for 10 days on their return from amber list countries such as Spain. They also have the option of ending quarantine early by paying for a test under the Test and Release scheme on day five.\nHeathrow now believes just 21.5 million passengers will travel through the airport in 2021, down from 22.1 million in 2020 at the height of the pandemic, and down from almost 90 million in 2019.\nThe airport said its cumulative losses from Covid now stood at some £2.9bn.\n\"The UK is emerging from the worst effects of the health pandemic, but is falling behind its EU rivals in international trade by being slow to remove restrictions,\" said Heathrow boss John Holland-Kaye.\n\"Replacing PCR tests with lateral flow tests and opening up to EU and US vaccinated travellers at the end of July will start to get Britain's economic recovery off the ground.\"\nIn separate results, Ryanair said it had seen a surge in summer bookings in the past few weeks, but it said many people were booking at the last minute amid fears travel rules could change. \nThe airline's chief financial officer, Neil Sorahan, said the EU's digital Covid certificate, which allows a person's vaccination status to be recognised across the whole bloc, had boosted bookings. \n\"I think the European policy has worked an awful lot better than in the UK,\" he told the BBC's Today programme. \n\"It's given more certainty, it's led to more steady green lists all across Europe. The UK has been a little bit more haphazard with what's on the green list, what's on the amber list.\"\nThe carrier now expects to fly 90-100 million passengers this financial year - up from the lower end of a previously forecast range of 80-100 million. \nBut that is still way off the 148.6 million it flew in 2019.\nRyanair boss Michael O'Leary said: \"Pricing remains below pre Covid-19 levels and there will continue to be great value for Ryanair guests travelling this summer as we focus on recovering traffic, jobs and tourism across our European network.  \n\"Based on current (close-in) bookings, we expect traffic to rise from over five million in June to almost nine million in July, and over 10 million in August, as long as there are no further Covid setbacks in Europe.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57979126",
      "category": "world-us-canada",
      "title": "Miami tower collapse: Final victim identified from rubble",
      "tags": "Florida,Miami building collapse,Miami",
      "text": "The family of the final victim unaccounted for in a deadly apartment block collapse in Florida say her remains have been found and identified.\nThe discovery ends a weeks-long wait for the family of 54-year-old Estelle Hedaya, who had been missing since her building collapsed on 24 June.\nHer brother Ikey Hedaya told US media that local New York police delivered the news to their family on Monday.\nHer discovery brings the death toll in the collapse disaster to 98.\nSearch teams spent weeks combing the rubble for victims but said on Friday that their search had finally ended. At that time, Estelle Hedaya was still unaccounted for. \nMiami-Dade County Mayor Daniella Levine Cava said Monday that police volunteers were continuing to \"carefully and meticulously\" sift through millions of pounds of debris at a secondary site looking for remains and personal items.\n\"We have done everything possible to bring closure to the families and I am especially proud that through these tireless efforts we were able at last to bring closure to all those who reported missing loved ones,\" she told reporters.\nThe number of people missing had initially been put as high as 159, but police brought that figure down after weeks of checking reports.\nOfficials say the site where the 12-floor Champlain Towers South building once stood is being treated as a crime scene.\nWhat caused the 40-year-old building to fall to the ground remains unknown, but a 2018 report had found structural problems with the ocean-side block. \nAll but one of those killed were recovered dead in the rubble, with one victim dying in hospital. \nA funeral is expected to take place for Estelle Hedaya in New York on Tuesday, the AP news agency reports.\nHer family and friends described her as outgoing and fun-loving and said she loved to travel and try new things, like salsa dancing.\nOther victims of the disaster include the seven-year-old daughter of a Miami firefighter, a 92-year-old grandmother and the sister of Paraguay's first lady."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57971381/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Whipps Cross Hospital patients evacuated after flooding",
      "tags": "Floods,Walthamstow,Barking",
      "text": "A hospital has been forced to evacuate patients and cancel operations after heavy rainfall caused it to lose power.\nAround 100 inpatients at Whipps Cross Hospital in east London have been moved elsewhere and ambulances diverted after the NHS declared a \"major incident\".\nNewham Hospital's A&E department had also urged people to seek urgent medical care elsewhere. \nLondon Fire Brigade (LFB) said it had taken more than 1,000 flooding-related calls across London.\nLFB said it had rescued people trapped in cars and also helped with flooded basements and collapsed ceilings.\nThe Met Office has issued further warnings over rain and thunderstorms in England and Scotland over the next four days.\nA yellow warning has been issued for parts of Kent and Sussex on Monday. \nCeiling panels on the maternity ward at Whipps Cross Hospital collapsed as another block was left without power.\nA spokesperson for Barts Health NHS Trust said the situation was being kept \"under constant review\" after cancelling all planned surgery and outpatient appointments until Thursday. \nThey added: \"We are diverting ambulances while we work hard to clean up affected areas of the hospital.\n\"The emergency department at the hospital remains open for walk-ins but patients requiring urgent treatment are asked to attend alternative hospitals where possible.\n\"We are working hard to clean up affected areas.\"\nNewham Hospital is now fully operational after also being affected by flooding.\nStepney Green station was the last of nine Tube and London Overground stations closed due to flooding to reopen on Monday.\nSt James's Park in London saw 41.6mm (1.6in) of rain on Sunday, making it the wettest part of the country. \nBarking in east London reported 41.3mm on Sunday, most of which fell between 15:00 and 17:00 BST.\nThis has been the second 40mm rainfall event in London this month. \nMany of the capital's roads closed due to the flooding, including the Blackwall Tunnel, the A12 and parts of the North Circular.\nStandon Calling festival in Hertfordshire was abandoned due to Sunday's flooding.\nOne flood warning for the Isle of Wight, and a further 10 less severe flood alerts have also been issued, covering most of the capital and parts of surrounding counties.\nA yellow storm warning has also been issued for Tuesday and Wednesday for much of the Midlands and northern England.\nAcross most of Scotland a yellow thunderstorm warning has been put in place from noon on Tuesday with heavy rain expected until Thursday morning. \nWere you affected by floods? Share your experience by emailing haveyoursay@bbc.co.uk.\nOne woman described her \"heartbreak\" as flood water ruined her parents home in Walthamstow.\nNicola Thorogood, 33, said her family tried to prevent water coming into the house but eventually had to give up and attempt to salvage as many belongings as possible.\nShe said her parents had \"worked so hard all their life to have that house and it's the thing they're most proud of and want to pass on to us eventually\". \n\"It's that that breaks my heart,\" she said. \"We took what we could upstairs, obviously anything like sentimental photos and things like that.\n\"Then we retreated upstairs to my parents' room and just watched the rain fall and the flood come in.\"\nBy Tom Edwards, BBC London Environment Correspondent \nLike cities all over the world, London finds itself facing extreme weather.  \nTwice in the last fortnight, it has suffered flash floods with a huge amount of rain in a short period of time. \nExperts say with a warming climate, extreme weather will become worse and much more common.\nAnd it's not like London hasn't been warned. In one report, Green Party London Assembly members warned 23 stations on the London Underground Network were at significant risk of flooding as well as 643 schools. \nThe mayor said more is needed to be done to combat the impacts of climate change but he wants more powers and financial backing from the government.\nAs it stands, experts say London has to get proactive and increase its resilience against flash floods.\nResidents on a street in Woodford, in east London, grabbed buckets, brooms and wooden boards to prevent rising rainwater from flooding their homes.\nResident Chris Date tweeted a photo of a bus in Bakers Arms, Walthamstow, saying the flood water was \"above the kerb\". \n\"It's impossible to walk on the pavement. To get on that bus the water came up to my shins. This is a canal, not a road,\" he said. \nMr Elliott said the flooding was the worst he had experienced in the city, and described seeing \"buses stood broken down in the water\".\nMayor of London Sadiq Khan said he was \"in contact with key partners\" with whom he will hold a roundtable.\nMr Khan said: \"We are seeing increasing incidents of extreme weather events linked to climate change. This is not the first time in recent weeks that London has been hit by major flooding. \n\"Despite having limited powers in the area, it remains a key priority for myself and London's council leaders that more is done urgently to tackle flooding and the other impacts of climate change.\"\nDr Veronica Edmonds-Brown, senior lecturer in aquatic ecology at the University of Hertfordshire said London's Victorian era drainage system \"cannot cope with the huge increase in population\".\nDr Edmonds-Brown said there were several reasons for Sunday's flooding.\n\"The first is building on the floodplains of the Thames and River Lea. The second is urbanisation. The more impervious surfaces we install - and we are amid a rapid housing programme at the moment - the worse this situation will get. \n\"The final reason is that our drainage system is not built for the amount of water it is receiving. Due to budget limitations, local authorities are not able to maintain or improve them.\"\nThe government said it would support any councils affected by flooding.\nA Downing Street spokesman said: \"The Environment Agency is looking at the situation closely and continues to work with local authorities to ensure that any support they need is provided.\" \nThe spokesman said Boris Johnson agreed with scientists that extreme weather was more likely as a result of global warming, but it was a matter for experts to decide whether individual events were down to the phenomenon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57970520",
      "category": "uk-england-manchester",
      "title": "Marcus Rashford mural: Money raised goes to food bank charity",
      "tags": "Marcus Rashford,Manchester",
      "text": "Thousands of pounds raised after Marcus Rashford's mural in Manchester was vandalised will be donated to a food bank charity.\nThe artwork was defaced after England's loss in the Euro 2020 final in which Rashford missed a penalty. \nAn online crowdfunding campaign raised nearly £40,000 and thousands of messages were left on the wall in Withington.\nRashford has requested the money is given to Fare Share Greater Manchester.\nSome of the money will also cover the cost of repairs to the wall.\nThe Manchester United forward, who said he had been \"overwhelmed\" by the outpouring of support in the days after the incident, chose the charity to help provide meals to schoolchildren over the summer holidays.\nThe mural on Copson Street is close to where he grew up and went to school.\nIt was daubed in swearwords on the night after he, Jadon Sancho and Bukayo Saka missed penalties in England's 3-2 shootout defeat by Italy.\nThe piece was later restored by street artist Akse and became the scene of a large anti-racism demonstration.\nPolice later said the graffiti was believed to be \"not racial\" in nature but inquiries were continuing.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57975025",
      "category": "science-environment",
      "title": "COP26 climate summit president says progress made, but not enough",
      "tags": "Alok Sharma,Our Planet Now,Intergovernmental Panel on Climate Change,COP26,UK climate change protests,Climate change",
      "text": "The first in-person meeting of climate ministers in 18 months has seen some tentative progress, says the UK minister who will lead the Glasgow COP26 meeting. \nAlok Sharma said that the countries aligned more closely on climate issues but on some key matters they were \"not yet close enough\".\nOne of the outstanding questions is the phasing out of coal for energy.\nContinued use was incompatible with a key climate target, Mr Sharma said.\nRepresentatives from 51 countries attended the informal gathering in London over the weekend. \nCOP26 will aim to raise ambition on tackling climate change - in order to avoid far-reaching consequences for the planet.\nWith just three months until the Glasgow summit, there has been a flurry of scientific and diplomatic activity in recent days related to climate change. \nScientists from the Intergovernmental Panel on Climate Change (IPCC) - the UN's climate science body - have begun two weeks of discussions to try and agree a new report on the state of the global climate. \nOn the political front, environment ministers from the G20 group of nations met in Naples, Italy, last week to try and make progress on questions such as the elimination of coal from power generation. \nWhile there was strong support for the step, it was opposed by China and India. \nThere was also dissent from some G20 countries on strengthening the language around the 1.5C temperature goal in the Paris agreement, drawn up in 2015. Scientists say that we must keep the global rise in temperatures to 1.5C since industrial times if we are to avoid the most dangerous effects of warming.\nThe planet has already warmed around 1.2C compared to the pre-industrial era.\nHowever, the nations did agree that they would all submit new climate pledges before the Glasgow meeting. \nMany of these same ministers have spent the weekend in London, at an informal gathering organised by the UK to discuss some of the key issues that will need resolving before COP26.\nIn all, representatives from 51 countries including the US, India, China took part in this meeting along with nations hugely vulnerable to rising temperatures such as Rwanda, Costa Rica and the Marshall Islands. \nOne major step forward, apart from the discussions, was that the many of the participants attended in person. \n\"This was the most important meeting since COP25 in Madrid (in 2019), and it turned out to be an extremely productive meeting,\" said Patricia Espinosa, executive secretary of the UNFCCC at a news conference. \nMr Sharma said there was a sense among participants that the lived experience of climate change was bringing home to people the urgency of the situation.\n\"I sense this sense of common endeavour, and a shared desire to address the climate crisis before us,\" said Mr Sharma, who will chair the conference in Glasgow.\n\"I do think we made progress over these two days, however the issues we discussed are complex, and there are still significant differences that persist. We have moved closer together over the past few days, but still on these vital issues, we are not yet close enough.\"\nMr Sharma said that keeping the 1.5C temperature goal alive is a key outcome for Glasgow.\nThis will require the world to get to net zero emissions by the middle of this century and would need countries to pursue substantial emissions cuts over the next decade. \nNet zero means that any greenhouse gas emissions that can't be avoided through the use of clean technology by 2050 will either have to be buried using the technology of carbon capture and storage, or soaked up by plants and soils.\nBut substantial obstacles to achieving this goal remain, of which the rapid phasing out of coal is key.\n \"We weren't able to get every country in the G20 to agree to language on unabated coal phase out, it's a simple as that,\" Mr Sharma told a news conference.\n\"For me that was very disappointing and very disappointing for those countries that are supporting of this policy.\"\nMr Sharma said there had been some progress on issues such as climate finance. The richer world promised back in 2009 that there would be $100bn for poorer countries from 2020 to help them cope with climate change. \nSecuring the cash, even a year late, is seen as a crucial question of trust. Without it, there will be little progress on questions of substance in Glasgow. \nOther participants felt that the face-to-face talks had been an improvement over the virtual meetings that have taken place for the last year-and-a-half.\n\"At the UK's ministerial [meeting], the message from small island developing states appeared to be well received. This provides a level of hope that the major emitters are beginning to understand their responsibilities and should be committed to keeping the 1.5C goal in reach,\" stated Minister Molwyn Joseph from Antigua and Barbuda. \n\"Realistically, this is going to require that we continue to press for declared commitments by the major emitters ahead of COP26 in Glasgow,\" he added.\nThere are also a range of issues relating to the workings of the Paris agreement that have not yet been satisfactorily resolved, such as the role of carbon markets, and common time frames for reporting progress. Mr Sharma said some small steps had been agreed on these questions. \nAmong the ministers attending the meeting was US Climate Envoy John Kerry. \nHe warned recently that countries like China will have to do more heavy lifting when it comes to cutting carbon, saying that without greater efforts from Beijing, the idea of keeping the rise in temperatures under 1.5C was \"essentially impossible\".\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57964780/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Senior doctors in England to be consulted on NHS pay offer",
      "tags": "Doctors,NHS",
      "text": "Senior doctors in England will be asked whether they want to consider industrial action over the 3% pay rise offered by the government.\nThe British Medical Association union says tens of thousands hospital consultants will be contacted.\nIt previously said industrial action may be considered if senior doctors were not given at least a 5% rise.\nThe Royal College of Nursing has also said that it could consider striking and would consult members.\nThe Department of Health was criticised over its previous stance that only a 1% rise was affordable.\nBut earlier this week, ministers announced a 3% pay rise offer following a recommendation from an independent pay review body.\nIt is for most NHS staff in England, including nurses, paramedics, consultants, dentists and salaried GPs and is backdated to April 2021.\nAll NHS staff in Wales are to be offered a 3% rise by the Welsh government.\nBut the BMA, which represents doctors, said whilst the latest pay offer represented an increase on the government's \"paltry\" 1% offer, it was still \"well below\" the 5% minimum pay rise its consultants' committee had been calling for.\nIt argues that senior doctors are exhausted and feel undervalued because of previous below-inflation pay rises.\nDr Vishal Sharma, the chair of the BMA's consultants committee, said the pay offer was \"bitterly disappointing\" and showed \"once again how little the government values the dedication and expertise of consultants in England - many of whom have been brought to the brink of breaking point by the pressures of the past 18 months\".\nHe added: \"Consultants have given their all in leading the fight against Covid-19, some at the expense of their own health, others with their lives. And this pressure will only intensify as we begin to tackle the backlog of delayed treatment caused by the pandemic.\"\nConsultants have not taken industrial action since the 1970s, apart from a day of action over pensions in 2012. \nThe BMA has previously said industrial action by consultants would involve stopping paid and unpaid overtime, which would affect patient clinics and attempts by hospitals to reduce waiting lists.\nThe findings of its survey will be reviewed by the union and help leaders decide whether to proceed to a formal ballot. \nA Department of Health and Social Care spokesperson said: \"NHS staff - from doctors and nurses to paramedics and porters - are rightly receiving a 3% pay rise this year in recognition of their extraordinary efforts throughout this global pandemic.\n\"This follows the recommendations of the independent NHS Pay Review Body and the Review Body on Doctors' and Dentists' Remuneration, who considered a wide range of evidence from organisations across government, the NHS and trade unions in making the decision.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-57969765",
      "category": "uk-england-bristol",
      "title": "Joey Barton denies assaulting his wife Georgia",
      "text": "Former Premier League footballer Joey Barton has denied attacking his wife, leaving her with a head injury. \nThe Bristol Rovers manager is charged with assaulting Georgia Barton by beating in Kew, London, on 2 June.\nHe allegedly grabbed Mrs Barton by the throat and kicked her in the head outside a property where they had been with two friends, the court heard.\nMr Barton, 38, of Widnes, Cheshire, appeared before Wimbledon Magistrates Court by videolink.\nHe spoke to confirm his name, date of birth and address.\nThe court heard Mrs Barton was left with a bloody nose following the altercation.\nMrs Barton then called the police and asked for her husband to be removed from the property, the court heard.\nMr Barton was released on unconditional bail until his trial at the same court on 16 December.\nBristol Rovers, who were relegated to League Two last season, declined to comment while legal proceedings were ongoing.\nThe former midfielder played in the Premier League more than 250 times for Newcastle United, Manchester City and Queens Park Rangers.\nHe then moved into management, starting off with Fleetwood Town from 2018 to 2021, before joining Bristol Rovers earlier this year.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57968651",
      "category": "health",
      "title": "Lockdown weight gain averaging half a stone - survey",
      "tags": "Weight loss,Obesity",
      "text": "More than 40% of adults in England have gained weight during the pandemic, a survey suggests, with the average gain being half a stone (just over 3kg). \nPublic Health England (PHE), which surveyed 5,000 people, says Covid lockdowns and disrupted daily routines have made it challenging for people to eat healthy and keep fit. \nSnacking and comfort eating were given as the main contributor by about half of those who said they were fatter. \nPHE recommends a summer fitness drive. \nIts Better Health campaign offers free support and guidance on how to lose excess weight and become active using a 12-week plan. \nGaining weight is often a gradual process, it says, happening over years as a result of \"modern-day life and the odd unhealthy habit\". \nAs well as the visible weight gain, fat can also build up around vital organs, making it harder for the body to fight against diseases such as cancer, heart disease and Covid.\nBut small, simple changes to diet and lifestyle can help shed excess pounds.\nRecent research from the Institute for Fiscal Studies, using data on millions of food and non-alcoholic purchases, found a large increase in calories from takeaways - peaking at more than double usual levels in the UK's second national lockdown in November 2020. \nPHE chief nutritionist Dr Alison Tedstone said: \"The past 16 months have caused many to change their habits, so it is not a surprise to see so many people reporting weight gain.   \n\"We know how hard it can be to lose weight and keep it off - so, we are providing a range of support options to help motivate people and help them maintain a healthy weight. \n\"It's never too late to make changes to help improve your health. \n\"Visit the Better Health website for ideas and support that is right for you and you can seek support from your local weight-management service.\"\nBetter Health has partnered with other organisations, including Slimming World, Weight Watchers and Noom, providing free or discounted offers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57965166/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Executive agrees on theatre and concert reopening",
      "tags": "Theatre,Coronavirus pandemic",
      "text": "The Northern Ireland Executive has agreed that theatres and concert venues can reopen from 18:00 on Tuesday.\nMinisters met earlier after delaying the decision, saying they wanted more information about risks.\nThere have been other modest changes to Covid-19 restrictions, including an increase in the number of people who can meet indoors.\nTen people from three households will also be allowed to meet inside a home.\nAs part of the move to allow theatres and concert venues to reopen, the executive has agreed live music will be permitted for rehearsals and performances with no restriction to background ambient levels of volume.\nAudience members must purchase tickets in advance, must have allocated seating and social distancing of 1m (3ft) will be required.\nÁine McCarron, marketing officer at the Playhouse in Londonderry, said she was delighted by the news.\n\"It's music to my ears, I just can't believe it that we have finally been given the go ahead,\" Ms McCarron told BBC News NI.\nShe said it was now important to \"build confidence among audience members who come through our doors\".\n\"We can very easily sit people 1m apart under our seating place and we can contract trace because we operate through a booking system already,\" she said.\nJulie McKegney, head of customer services at the Lyric Theatre in Belfast, said the industry had \"been waiting for this news since March 2020\".\nThe theatre will be operating at a third of its overall capacity for Tuesday's production of Dracula.\nSpeaking to BBC Evening Extra, Ms McKegney said there would be requirements for guests to follow upon entry.\n\"They'll come in to the box office here that's behind perspex screens, where they'll be directed over to a sign-in point with their QR code - that's mandatory,\" she said.\n\"All venues have to take details of a person's first name, surname, a method of contact and a time and date of when they were in attendance for track and trace purposes.\"\nHowever, Belfast singer-songwriter Sir Van Morrison, who has been an outspoken critic of the Northern Ireland Executive's coronavirus restrictions, described Monday's announcement as \"shambolic\".\n\"The announcement has come so late in the day that it's a kick in the teeth,\" Sir Van said.\n\"Cancelled concerts that were planned for this week could have gone ahead.\n\"Regrettably like many other sectors, there's been no advance warning, no plan or roadmap for the industry. \n\"Stormont have lost the confidence in the public and are clearly deaf to our industry when making decisions.\"\nCommunities Minister Deirdre Hargey welcomed the return of theatres and concerts.\nShe said: \"I expect all venue promoters to have safety measures in place to ensure that staff and audiences are in a Covid safe environment. \n\"I believe that equality of access to the arts, be that through participation or as a member of the audience, is crucial and I look forward to attending a performance in the time ahead.\"\nMs Hargey said she will meet with the chairwoman of the Culture, Arts and Heritage Recovery Taskforce later in the week to discuss financial support for the sector.\nTen people from three households will be allowed to meet inside a home, with children aged 12 and under not counting towards that total.\nPreviously the rules permitted six people from two households to meet inside, with up to 10 people allowed if one household was bigger than six people.\nThe Northern Ireland Executive also agreed that people attending religious services will not have to wear face coverings during the service. It will be guidance only to wear a covering.\nIt will still be a legal requirement to masks when entering and exiting the building.\nMinisters will also strongly advise their use when singing or when moving around during services.\nThis all amounts to another move towards life after lockdown - changes that will be very welcome in different parts of society.\nThere will be relief in the arts sector - it means indoor plays, concerts and other performances can at last go ahead with restrictions.\nThis is another step towards the life we all used to lead but in the background there is concern about the rising number of Covid cases.\nIt is a day about change but there is still much caution in the air.\nEarlier on Monday other rules changed, including allowing 15 people from unlimited households to meet outdoors and close-contact services being allowed to operate without the need for pre-booked appointments.\nThe executive will meet again on Thursday to consider other Covid-19 restrictions.\nIt comes as another 639 positive cases were reported by the Department of Health on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57944015",
      "category": "science-environment",
      "title": "Climate change: Researchers begin discussions on vital report",
      "tags": "Intergovernmental Panel on Climate Change,COP26,UK climate change protests,Paris climate agreement,Climate change",
      "text": "Against a backdrop of fires and floods, researchers are meeting virtually to finalise a key climate science study.\nThe Intergovernmental Panel on Climate Change (IPCC) is preparing the most comprehensive assessment on the state of global heating since 2013.\nOver the next two weeks, the scientists will go through their findings line by line with representatives of 195 governments. \nExperts say the report will be a \"wake-up call\" to governments.\nIt is expected that the short, 40-page Summary for Policymakers will play an important role in guiding global leaders who will come to Glasgow in November to deal with critical climate questions. \nAs the world has warmed over the past 30 years, the IPCC has become the most important platform for summarising the state of scientific understanding of the problem, its impacts and solutions. \nThis year, though, the panel's report takes places as extreme weather events have shaken the US and Canada, Europe and Asia. The question of the role played by human-induced climate change is being asked more loudly than ever. \nFormed in 1988, the IPCC's role is to provide politicians with assessments every six or seven years on the science, the impacts and the potential options for tackling climate change. \nOver the years, its reports have become more strongly worded as the evidence has mounted. \nIn 2013, its assessment said that humans were the \"dominant cause\" of global warming since the 1950s.\nThat document helped set the scene for the Paris climate agreement signed in 2015. \nAs well as its six- or seven-year assessments, the IPCC has also produced special studies looking at specific scientific questions. \nIn 2018, the IPCC released a special report on keeping global temperature rise under 1.5C. \nThis document has had a significant impact on an emerging generation of young people, willing to take to the streets to demand a political response.\n\"The 1.5C report was really kind of instrumental for young people to use that science to marshal their efforts towards action,\" said Ko Barrett, a vice chair of the IPCC and a head of research at the US National Oceanic and Atmospheric Administration (Noaa).\n\"I think maybe the report surprised us all, that the report had such an impact in getting people to think, wow, this is not some big future problem. This is like right now.\"\nThe IPCC's latest summary of the science, to be published on 9 August, is also likely to have a big impact. \nIn a couple of months, world leaders will come to Glasgow to try to advance the world's efforts against rising temperatures.  The IPCC's forthcoming report will be required reading for many attending COP26.\n\"I think it's going to be a wake-up call, there's no doubt about that,\" said Richard Black, an honorary research fellow at the Grantham Institute at Imperial College London.\n\"But then again, so are some of the real world events that we're seeing around us at the moment.\"\nMany people think that the IPCC is just a platform for science, but that's not the full picture. \n\"The IPCC itself actually consists of representatives from 195 governments in all, and they basically commission the reports from the various groups of academics that do the work,\" said Richard Black.\n\"And this to me is the key thing about the IPCC. It's not just a bunch of scientists producing a report; they are commissioned by governments, and they're owned by governments. And that makes them absolutely unique.\"\nThe IPCC, while it has undoubted clout, doesn't actually conduct its own research.\nFor its assessments, the IPCC divides the work into three different areas. The first is the physical science report, the second the study on impacts, the third is on mitigation.\nThe impacts and mitigation studies will come out early next year, as well as a synthesis report that will pull all the threads together.\nFor the upcoming publication on the physical science, more than 200 researchers been working together in groups to review the existing peer-reviewed literature over the last four years.\nTheir initial draft reports were subject to discussions and comments from fellow researchers and from governments. \nThe new study attracted around 75,000 comments as it was drafted and re-written.\nOver the next two weeks, a final Summary for Policymakers, running to around 40 pages, will be agreed word by word with government representatives. \n\"The scientists come in with a proposal document that line by line gets challenged by the representative of the United Nations there, and the scientists defend their lines,\" said Prof Corinne Le Quéré, from the University of East Anglia who has been involved with two previous IPCC assessment reports.\n\"Nothing gets written that is not scientifically correct. So, scientists have the right to just say this is wrong, and the documents gets really strong at the end because of that process.\"\nOne of the things that gives the report additional muscle is the fact that it is not just one particular research paper on one topic  - the reviewers consider all the pieces of research carried out on each area of focus. \n\"Sometimes the IPCC gets criticised for being focussed on consensus, and it's suggested that that can weaken statements,\" said Dr Emily Shuckburgh, from the University of Cambridge.\n\"But the fact that it is a summary across multiple lines of evidence is incredibly powerful and incredibly useful.\"\nAs in previous assessments, there will likely be a strong focus on the question of humanity's role in creating the climate crisis. \nIn the last report in 2013, the authors said that warming since the 1950s was \"extremely likely\" due to human activities. \nThis will likely be further strengthened, despite the objections of some countries.\n\"It's going to revise this overall attribution statement. Obviously, it is going to be stronger than what we had in the past because of the growing warming of the planet,\" said Prof Le Quéré.\n\"That's going to be one of the main points. It will be discussed very, very carefully, and scrutinised. You can be sure it will be scrutinised by governments.\"\nHowever, many participants are likely to be more concerned with the present and the future than questions of past responsibility. \nThere will be a new chapter on weather and extreme events in a changing climate.\nMany will want to pay more attention to questions such as storms, floods or droughts with a low probability but high impact, as have been seen around the world in recent weeks.\n\"This time around, governments have asked the IPCC to also look at low probability events that could be potentially very damaging,\" said Prof Le Quéré.\n\"So we can expect a lot more information. In fact, for almost the first time in the IPCC, (we'll get) a lot more explicit information about the risks of extreme climate events.\"\nAs well as new information on sea-level rise and the state of the Arctic and Antarctic, the summary report will likely have new information on the chances of holding the global rise in temperatures to 1.5C this century. \nIt will assess whether governments are on track to meet the targets agreed in the Paris climate pact. \nThis is the first time that the IPCC has attempted an approval session remotely. These gatherings are usually a week long and often involve quite vigorous discussions between government representatives and scientists. \nWith just a few months left before the COP26 climate conference, the stakes for the participants are perhaps higher than at any time in recent history. \nGiven the scale of weather-related disasters we are witnessing around the world, the public and politicians are now more attuned to the issue of climate change than ever before.\nAll this will add to the pressure on the IPCC. There are likely many long nights ahead for the participants. \nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57966417",
      "category": "uk",
      "title": "Almost 600 migrant Channel crossings at weekend",
      "tags": "English Channel,Dover,Calais,Migration",
      "text": "The home secretary pledged her \"unwavering determination\" to stop migrants crossing the English channel after nearly 600 people were intercepted over the weekend.\nOn Sunday, 378 migrants crossed the Channel on 12 boats and the French are understood to have stopped 178 people in five interceptions.\nAt least 430 migrants crossed in a single day last week - a new record.\nHome Secretary Priti Patel has pledged to make Channel crossings \"unviable\". \nIn a statement released on Sunday, she said: \"The British public should be in no doubt of our unwavering determination to stop these dangerous crossings from safe EU countries and take down the evil criminal gangs behind them.\n\"We are utilising all aspects of government to tackle this issue and our significant actions are having an impact.\"\nNew legislation being considered by MPs would make it a crime to knowingly arrive in the UK without permission.\nMinisters hope the overhaul of asylum rules will deter migrants making the crossing.\nBut the plans have been criticised by charities including Refugee Action, which has called them \"extreme and nasty\". \nThe boats being used by migrants crossing the English Channel are getting bigger, making the journey more dangerous.\nThe number of people making the crossing has been rising, with this year's total already above the whole of 2020's, and June setting a new monthly record. \nThe journey across one on the busiest shipping lanes in the world - often in small dinghies that are overcrowded - is a dangerous one.\nIn an attempt to stem the rise in crossings, the UK government last week reached a £54.2m deal with French government in which France has agreed to double the number of police patrolling its beaches, fund improved intelligence sharing and introduce better technology to target the gangs who organise the crossings.\nHowever, some MPs have questioned whether it will have an impact, pointing out that a previously agreed £28.2m deal last November failed to limit crossings.\nLast week, Ms Patel defended the new agreement. \nGiving evidence to MPs, she said there had been a \"complete change in modus operandi in terms of the crossings\", with a \"widespread dispersal\" of launches of small boats \"along the whole French coastline\" rather than people just coming from Calais.\nBut Calais MP Pierre-Henri Dumont suggested it would not have an impact as the French coastline is too long to patrol."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57967486",
      "category": "entertainment-arts",
      "title": "Pink offers to pay bikini bottoms fine for Norway women's handball team",
      "tags": "P!nk,Norway,Music",
      "text": "US pop star Pink has offered to pay the fines handed out to the Norwegian women's beach handball team, after they wore shorts like their male counterparts instead of bikini bottoms.\nThe team was fined 1,500 euros (£1,295) for \"improper clothing\" at the European Beach Handball Championships last week.\n\"I'm very proud of the Norwegian female beach handball team for protesting sexist rules about their uniform,\" tweeted the singer on Sunday.\n\"Good on ya, ladies,\" she added.\n\"I'll be happy to pay your fines for you. Keep it up.\"\nThe Norwegian Handball Federation announced last week that it was prepared to pay the fines, adding though that it should be \"a free choice within a standardised framework\".\nBut the team expressed their gratitude towards the Get the Party Started and Cover Me In Sunshine singer via their Instagram story.\n\"Wow! Thank you so much for the support,\" they wrote.\nThe European Handball Federation had said it fined the Norway team for its choice of kit during their recent bronze medal match against Spain in Bulgaria because the players' shorts were \"not according to the athlete uniform regulations\".\nHowever, the country's minister for culture and sport, Abid Raja, described the ruling as being \"completely ridiculous\".\nFormer tennis champion Billie Jean King was among those noting how the men's teams wear shorts.\n\"The sexualization of women athletes must stop,\" she tweeted last week. \nBath University handball club said the fines were \"absolutely outrageous\", noting how the rules around bikinis could be putting women off taking up the sport.\nCo-captain Emma Steggles said: \"I would feel extremely uncomfortable being made to wear a bikini to play a sport I love.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57964603",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Health trusts in appeal to off-duty staff",
      "tags": "NI Health,Robin Swann,Coronavirus pandemic",
      "text": "Two Northern Ireland health trusts have appealed for off-duty staff to come to work on Sunday evening and overnight due to hospital pressures.\nThe Belfast and South Eastern trusts said they were under \"extreme pressure\" due to a rapid increase in patients with Covid-19.\nThe South Eastern Trust said it had significant staff shortages due to the need for staff to self-isolate.\nThe trusts made their appeals on Facebook and Twitter on Sunday.\nThe Belfast Trust said the Royal Victoria and Mater hospitals were affected.\nIn a tweet, the South Eastern Trust made its staff appeal due to pressures in the system.\nA spokesperson for the Department of Health said some surgical procedures may be cancelled due to the \"surge in demand\".\nThey said the impact of Covid-19 was continuing to put \"extreme strain\" on the health service, with critical care capacity facing \"very significant challenges\".\n\"This is very regrettable and understandably a very anxious time for patients and families.\n\"Staff are working tirelessly in challenging conditions to treat patients as quickly as possible.\"\nIn a statement, the Belfast Trust said pressures had arisen due to an intake of Covid-19 patients \"in excess of predictions\".\n\"Our teams are under extreme pressure today in the Royal Victoria Hospital and Mater Hospital as we are caring for an increasing number of Covid-19+ patients, alongside emergency admissions,\" the statement said.\n\"Our sickest patients in the emergency department will be assessed and treated as a priority, but some patients will regrettably have to wait considerably longer to be seen than we would wish.\"\nA spokesperson for the South Eastern Trust said it is \"highly likely\" that surgery will be affected in the coming days.\n\"As with other Trusts in Northern Ireland, the South Eastern Health and Social Care Trust is under extreme pressure both in terms of increasing numbers of patients being admitted to hospital with Covid-19 and higher numbers within intensive care.\n\"Alongside this, there is significant staff shortages due to the need for staff to self-isolate.\"\nIn a later tweet, Belfast Trust thanked those who had come forward but reissued an appeal for off-duty registered nurses.\nHealth Minister Robin Swann tweeted to say the trust did not make such requests of its staff \"easily\".\n\"Unfortunately it is necessary as we continue to maintain the services that are expected,\" he said.\nSinn Féin MLA Colm Gildernew said the call for off-duty staff to come into work \"is very concerning\" \n\"The health minister must act to ensure safe staffing levels in all hospitals and that all staff are supported.\nDUP leader Sir Jeffrey Donaldson and the party's health spokesperson Pam Cameron said increasing pressure on the health service demonstrated the need for young people to ensure they take up the offer of Covid vaccination. \nIn a joint statement, they said the number of people hospitalised with Covid-19 would have an impact on other health services. \nThey appealed for young people to take up the vaccine.\n\"Young people have been hugely affected by the impact of Covid restrictions but can now play a significant role in moving forward out of the pandemic. \n\"It is vital that everyone who is eligible for vaccination takes up that offer.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57971990",
      "category": "health",
      "title": "Covid: Have we passed the peak and can we relax?",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Who thought we would be here, now?\nLike Olympic gold medallists, Tom Daley and Matty Lee, Covid cases in the UK are taking a spectacular dive. \nThe number of confirmed daily cases has fallen for six days in a row - now standing at 24,950. \nIt's little over a week since there were warnings we could reach 100,000 or even 200,000 cases a day. And unlike the previous two waves of Covid, it is happening without a national lockdown. Instead, we're opening up. \nThe turnaround is as surprising as it is welcome.  \nSo is it really happening? Has the third wave of Covid turned the corner in the UK? And does it mean we can think about life getting back to normal?\nAs always with Covid, it's not quite that simple, and the challenge with spotting the peak is that it is hard to do while you're living it. \n\"It's certainly is good to see case numbers going down, but we need a reality check,\" Prof Christl Donnelly, from University of Oxford and Imperial College London, told me.\n\"We've had a dramatic increase - and then on the face of it, a dramatic decrease.\n\"We have to be careful not to over-interpret that.\"\nWe don't know for sure what is going on, because there is always a difference between what can be measured in the data and what is really happening. \nSo figuring it out is like assembling a pandemic jigsaw where multiple pieces of evidence combine to give us the true picture. \nA fall in laboratory-confirmed cases is only one (albeit major) piece in the jigsaw.\nThere is other evidence - the number of people being admitted to hospital, or studies conducted by the Office for National Statistics. \nIt is also useful to know how many people are infected - even if they don't have symptoms. \nIf any of those numbers start showing a fall as well, there will be more confidence that cases are truly coming down.\n\"I really want to believe we're turning the corner, but I'm hesitant until we have all the data,\" said Dr Mike Tildesley, from the University of Warwick.\nThere are high levels of immunity in the UK now, due to a combination of vaccines (70% of the adult population have had both doses) and people who have had the virus.\nBut we haven't reached \"herd\" (or \"population\") immunity - where so many people are immune that the virus struggles to spread. \nIf that happened, then the growth in cases would be expected to gently slow down, level off, and then case numbers will start to fall.\nInstead, reported cases shot up dramatically and then fell equally precipitously. \"It's unlikely that herd immunity could lead to that fast a transition,\" said Prof Donnelly.\nSo, is there some change in our behaviour - on top of immunity - that is more likely to have made the difference?\n\"For me there are two big ones: schools closing and an increased awareness of a growing epidemic - alongside nicer weather,\" Prof Adam Kucharski, from the London School of Hygiene and Tropical Medicine, said.\nSummer holidays mean children mix less and parents don't congregate at the school gates. \nSunny weather means we can meet up with others outdoors, where the virus is less likely to spread.\nAnd while restrictions are being eased, \"residual caution\" means many of us are still living well within the limits of the rules.\n\"There's constant news coverage reminding us we're in a pandemic.\n\"Contact levels post step-3 were far below normal - a third below pre-pandemic levels (of 10 contacts per day on average),\" said Prof Kucharski.\nLast year, all of this may have felt like tinkering around the edges. It has taken two full and draconian lockdowns to bring surging cases under control in the past.\nBut it is possible that sufficient immunity has put us into a place where the small things make the difference between cases going up or down. \nIt is also possible the Euros, with people watching the football in crowded pubs, led to a spike in cases - which then subsided.\nSix days' worth of data is only six days and we don't know what the coming weeks will show. \nOne nagging question is around the number of tests taking place and whether we're now \"seeing less\" of the pandemic. \nThe average number of tests that took place last week is down around 10% on the week before, although the number of cases has fallen even harder. \n\"After headlines about the 'pingdemic', I'm certainly aware of people turning the app off or not taking a test before a friend goes on holiday,\" said Prof Donnelly.\nAnd schools closing also means children are no longer doing their regular rapid lateral flow tests. \nEvidence from Scotland may be telling us the fall is genuine, as the country appears to be further ahead in its third wave compared to the UK as a whole. \nDifferent term times mean Scotland's summer holidays kicked in at the end of June.\nThe number of Covid cases then peaked on 1 July and - an extra piece of the jigsaw - the numbers being admitted to hospital peaked two weeks later too. \n\"What we've seen in Scotland, aligned with school closures, gives a plausible explanation for what's happening in the UK,\" said Prof Adam Kucharski.\n\"But I'd like to see another week or two before being confident.\"\n\"We've not suddenly hit a magical point that means cases will only go down from now on,\" said Prof Donnelly.\n\"Being reassured is one thing, but being reassured and then less cautious would be unwise.\"\nThere are a couple of things happening right now. \nWe have not yet seen the impact of relaxing restrictions last Monday (19 July), which included reopening nightclubs in England.\nThis is due to the long delay between people catching the virus, and then getting symptoms and testing positive. \nThe end of this week is the earliest scientists expect to see the impact, but it could take longer as people may not have taken advantage of the relaxed rules until the weekend after 19 July.\nThen there is the worry that people's behaviour shifts - as in the opposite of a self-fulfilling prophecy. The better we think things are going to be, the more we behave in ways that spread the virus and makes things worse. \nThere was a point when 100,000 daily cases seemed to be on the cards.\nWe had passed 50,000, and cases still appeared to be rising rapidly. \n\"Hopefully we're moving away from that cliff - but we are still close to it,\" said Prof Kucharski.\n\"One of things you've got to remember is there is a lot of infection still out there. If behaviour changes, then you're only two doublings away from 100,000 (25,000 cases to 50,000 cases to 100,000 cases).\"\nProf Donnelly said projections that high are now \"less likely\" to happen but warns we've still got a \"lot of months ahead of us\".\nIf cases are truly coming down then we're in a moment when the weather, schools and immunity are all in our favour. There is still uncertainty around autumn, when schools will reopen and people mix more indoors again. \nBut for now, it looks like we're in a better position than we've ever been. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57965298/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Flooded London hospitals ask patients to stay away",
      "text": "Two east London hospitals have asked patients to stay away after their emergency departments were hit by flooding on Sunday.\nWhipps Cross is without power and evacuating 100 inpatients and Newham hospital is asking patients to use other A&Es for urgent care.\nAmbulances are being redirected after torrential rain caused severe flooding in homes, roads and stations.\nLondon Fire Brigade says it has taken more than 1,000 flooding-related calls.\nIt rescued people trapped in cars and is helping those with flooded basements and collapsed ceilings.\nA spokesperson for Barts Health NHS Trust which runs both Newham and Whipps Cross hospitals, said: \"Patients are asked to attend alternative hospitals where they can. A major incident has been called across the Trust.\"\nMany of the capital's roads closed due to the flooding, including the Blackwall Tunnel, the A12 and parts of the North Circular.\nStepney Green station remains closed although eight other Tube and London Overground stations have reopened.\nA yellow thunderstorm warning remains in place for parts of south-east England.\nSt James's Park in London saw 41.6mm (1.6in) of rain on Sunday, making it the wettest part of the country. \nResidents on a street in Woodford, in east London, grabbed buckets, brooms and wooden boards to prevent rising rainwater from flooding their homes.\nRestaurant manager Mariya Peeva said her neighbour's bedroom was flooded and that her son helped others to protect their homes from the flooding.\nMs Peeva, 46, told the PA news agency: \"My son went to buy some food from the local shop - by the time he came back the whole street and the pavement were already flooded and the water was coming into our front door.\"\nWere you affected by floods? Share your experience by emailing haveyoursay@bbc.co.uk.\nThe A&E department at Newham Hospital is still closed this morning, with ambulances being diverted to neighbouring hospitals. \nAs you peer through the doors of the A&E department here, the entire floor is soaked as far as the eye can see. \nThere are mops left on the floor, security guards are guiding people away.\nThe hospital says it will still treat the most urgent admissions but is advising people to use other hospitals until it fixes the rainwater damage. \nOther parts of the hospital, such as the maternity unit, remain unaffected.\nResident Chris Date tweeted a photo of a bus in Bakers Arms, Walthamstow, saying the flood water was \"above the kerb\". \n\"It's impossible to walk on the pavement. To get on that bus the water came up to my shins. This is a canal, not a road,\" he said.\nCyclist Eddie Elliott, 28, said he had passed the area near Queenstown Road station in Battersea to find the road \"totally shut down\".\n\"Having been born and raised in London, I have never seen anything quite like it,\" he said.\nMr Elliott said the flooding was the worst he had experienced in the city, and described seeing \"buses stood broken down in the water\".\nStandon Calling festival in Hertfordshire was abandoned due to Sunday's flooding.\nThe Environment Agency has six flood warnings in place. They are for two areas in London, near Beverley Brook at West Barnes and Worcester Park. \nThe further warnings are for: \nA further 19 less severe flood alerts have also been issued, covering most of the capital and parts of surrounding counties."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57979208",
      "category": "uk-wales",
      "title": "Mum hit by car at Denbighshire festival as daughter, 2, thrown to safety",
      "tags": "Wrexham,Corwen,North Wales Police",
      "text": "A mother seriously injured by a \"careering car\" says her two-year-old daughter was saved by her husband throwing her out of the way.\nJenna O'Neill, 32, of Gloucestershire, suffered life-changing injuries after being struck by a car while at a festival in north Wales at the weekend.\nMs O'Neill was airlifted to hospital from the Conscious Tribal Gathering in Denbighshire after Saturday's incident.\nHer husband Stephen said he \"thought they had died and my life was ruined\".\n\"My two-and-a-half year old toddler only survived this incident because my husband threw her out of the way of the car as it careered down the hill,\" Ms O'Neill said, speaking from hospital in Stoke.\n\"He's a hero. Things would be very different if it wasn't for his quick-thinking and fast actions.\"\nNorth Wales Police said they were called to a report that an \"unoccupied vehicle had rolled downhill over a tent at a campsite near Corwen\", which is about 15 miles west of Wrexham.\nThe force has launched an investigation and is liaising with the Health and Safety Executive.\n\"We were sat outside our tent enjoying the sunshine having just had lunch,\" said Ms O'Neill, who is from the Forest of Dean.\n\"The camping fields were on a sharp incline. We, like many people, had camped at the bottom as it was the only shaded area.\"\nThe Welsh ambulance service confirmed it was called to \"reports of a road traffic collision involving pedestrians\" in the Glyndyfrdwy area of Corwen at about 13:30 BST on Saturday.\nThe service said one person was flown by air ambulance to the major trauma unit at the Royal Stoke University Hospital, while two people were taken to Wrexham's Maelor Hospital in a road ambulance.\nNorth Wales Fire and Rescue Service confirmed firefighters were called to stabilise the vehicle while paramedics treated the injured people.\nMs O'Neill's husband Stephen said he had thought his \"life was over\" when he saw the aftermath of the incident.\nMr O'Neill said: \"We were sat outside our tent having lunch and a neighbouring tent got our attention and just shouted 'move out the way' and looked worried and confused.\n\"In that moment I just felt desperation to help Ayla and it felt like there wasn't much time between the neighbour seeing the car and us being hit.\n\"I watched it roll down the hill and thought 'oh my God, my family is under the car' - I just thought they had died and my life was ruined.\"\nHe said he saw his daughter lying face-down on a collapsed tent near the wheel of the car.\n\"I thought she was dead. She had a graze on her face and I checked her limbs, but she was fine,\" he said.\nMr O'Neill added his wife \"was in a terrible state\" but was concerned about her daughter.\n\"My daughter had seen what happened, so I just had to get her away from the scene when first aiders arrived.\n\"I spent the time pacing between trying to relax Ayla and it was only after half an hour that people told me I had grabbed her out the tent and got her to the other side, but I have no recollection of this.\"\nMs O'Neill said she was in a critical but stable condition in hospital having suffered a broken collar bone, 10 broken ribs and a fractured pelvis, as well as damage to her liver and spleen.\nHowever, she added: \"Mentally I keep going over what happened. I genuinely believed my whole family had died.\"\nDaughter Ayla \"escaped with cuts\" and husband Stephen fractured his ankle, but has since been discharged from hospital.\n\"I'm really struggling with the fact that two days ago I was healthy and having fun with my family and now I'm unable to move in a hospital bed, unable to see my family as I'm so far from home due to Covid restrictions,\" said Ms O'Neill.\n\"However all of this is manageable as I am so aware that it could have been so much worse if it wasn't for the actions of my heroic husband throwing our toddler out of the way of the oncoming car. So I am grateful for their safety.\"\nMs O'Neill said she \"100% has no doubt\" that the situation could have been avoided had the festival's rules been adhered to.\n\"In these guidelines from the festival website, it clearly states that cars must be parked in designated areas after unloading and kept away from hilly inclines - particularly not facing down the hill,\" she said.\n\"I can confirm that from the moment we arrived on Thursday, there were multiple cars in the camping areas, many of which, including vans, were at the top of the hill facing down. This is something we discussed as we thought it seemed unfair and odd.\n\"The organisers or stewards seemed to put no effort into sticking to these guidelines.\"\nNia Lloyd Jones from Denbigh was leading a children's workshop in a marquee on the field when the accident happened, which her family witnessed.\nShe said her son described seeing the car \"going faster and faster, and then realised there was no-one in the car\" while her husband tried to help Ms O'Neill but the car went so fast \"it was a little bit too late\".\nThe Conscious Tribal Gathering was a five-day event between Thursday and Monday and on its website describes itself as \"an ultra chilled family friendly event to connect with like-minded souls\".\nIn a statement, the organisers said: \"Everybody has been devastated by the incident. \n\"Our hearts and thoughts are with the family affected and we wish them a speedy and full recovery.\n\"We send thanks to all those that assisted on the scene.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57977282",
      "category": "uk-politics",
      "title": "Covid: More pinged workers eligible for daily tests instead of isolation",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "More critical workers will be able to take daily tests rather than isolate when they are identified as a close contact of someone who has Covid.\nThe government said 1,200 extra sites would be established, with prisons, waste management and the armed forces among the sectors prioritised.\nSome 800 sites are already being set up for police, firefighters, supermarket depot staff and some other industries.\nSeveral sectors have warned of staffing shortages caused by 10-day isolations.\nA total of 618,903 contact tracing alerts - popularly known as pings - advising people to self-isolate for up to 10 days were sent from the NHS Covid-19 app in England and Wales in the week to 15 July.\nDaily testing for certain critical sectors in England was launched on Monday as an alternative to self-isolation for some workers. The government has not said how many sites are currently up-and-running but that it expected 500 would be set up this week.\nTesco is understood to be working through the details of the new scheme, while Morrisons said it was contacting staff who had been pinged to sign up for testing on a voluntary basis, but did say that it was ready to start.\nHealth Secretary Sajid Javid said daily contact testing would play a \"vital role\" in helping to \"minimise the potential for disruption caused by rising cases, while keeping staff protected\".\nWhen all 2,000 testing sites are open, 800 will deal with food industry, transport and Border Force workers, as well as police and fire services.\nThe other 1,200 will be for people employed in prisons, waste, defence and veterinary medicine, plus the energy, pharmaceutical, telecoms, chemical, communications, water, space and fish industries.\nWorkers will be allowed to take the tests, rather than isolate, whether or not they are fully vaccinated.\nThe announcement of the scheme's extension came after the number of Covid cases reported in the UK fell to below 25,000 on Monday.\nFrontline health and care staff who are fully vaccinated and identified as a close contact of someone with Covid have a separate system, allowing some to go to work, subject to strict testing rules.\nPrime Minister Boris Johnson and Chancellor Rishi Sunak are among workers self-isolating after the health secretary tested positive last week.\nFrom 16 August, anyone in England who is fully vaccinated - and unvaccinated under-18s - will be able to take PCR tests - which are sent to a laboratory to be checked - instead of self-isolating, if pinged.\nSimilar rules come into force in Scotland from 9 August - and in Wales from 7 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57974170",
      "category": "education",
      "title": "MPs call for national register of home-educated children",
      "tags": "Home education,Education Select Committee",
      "text": "A committee of MPs is calling for a national register of home-educated children in England, saying there is an \"unacceptable level of opaqueness\" surrounding the issue.\nThe Commons Education Committee says it is important to \"get a grip\" on the number in home education.\nIt says more data must be collected to ensure all children out of school get a suitable education.\nHome educators say this will increase families' lack of trust in the system.\nThe MPs' report - Strengthening Home Education - says the government does not collect national figures for how many children are electively home-educated and parents do not have to register the fact with councils.\nCommittee chair, Conservative MP Robert Halfon, said it was \"frankly astonishing\" that the government was only able to make a \"best guess\" over the standard of education children schooled at home were receiving.\nAccording to research by the BBC, published earlier this month, the number of children registering for home education in the UK rose by 75% in the first eight months of the current school year.\nIt found more than 40,000 pupils were formally taken out of school in the UK between September 2020 and April 2021, compared with an average of 23,000 over the previous two years.\nThe figures are based on Freedom of Information responses from 153 of the 205 county councils and unitary authorities in Great Britain, and all of Northern Ireland.\nThe education select committee's report notes that it is likely the coronavirus pandemic has increased the number of families choosing to pursue home education.\nThe MPs say some families in England face being forced into home schooling - partly due to a lack of support for children with special educational needs and disabilities.\nThey say there must be assessment of progress in numeracy and literacy to ensure that those who are home-schooled are getting the same opportunities as their school-educated peers.\nThe report also says the government should meet entry costs of exams for home-educated children to help them \"gain the qualifications needed for future education, training and employment, that will allow them to play active roles in society\".\nCommittee chair Mr Halfon said: \"It is frankly astonishing that we are only able to make a best guess at the number of children being educated at home, particularly when the Department for Education itself concedes that there is considerable evidence that many young people are missing out on the teaching and support that they are entitled to.\n\"Some parents are providing their children with a high-quality educational experience, but those against greater oversight must realise that it does not follow that all home-educated children are in the same boat.\n\"Getting a grip on the number of young people not being taught in school with a national register for children outside of school must just be the first step in shaking up the status quo.\"\nMr Halfon added that local authorities must \"keep a much closer eye\" on how home-educated children were progressing, and that financial and practical support should be given to ensure home-educated children could take exams. \nBut the group Education Otherwise said the select committee's inquiry into home schooling was prejudiced.\nIts chair, Wendy Charles-Warner, told the BBC: \"Yet again we have policy recommended on the basis of rhetoric and rumour, rather than evidence. \n\"Parents are deeply aggrieved that the huge majority of their submissions - which make clear that there is no basis, nor benefit, in registration of home-educated children - have been ignored, in what was manifestly a predetermined outcome of a deeply prejudiced inquiry.\n\"This report will serve to increase home-educating families' lack of trust in public bodies even further.\"\nShe added: \"The only valid and reasonable recommendation in this report is that home-educated children receive fair access to examinations, a point which should not need making.\"\nJennifer Skillen, who runs HE Special, an online national support group for parents home-educating children with special educational needs and disabilities, welcomed the call for more support and equal access to exams.\nBut she said a lack of clarity about the exact numbers of families home-educating did not mean those children were not receiving an education. \n\"This negative assumption can influence the relationship between local authorities and families and should be avoided if the government wishes to build positive relationships,\" she said.\nPaul Whiteman, general secretary of school leaders' union NAHT, said the government must \"find out the reasons behind so many more families choosing home-education recently\". \nHe added: \"NAHT has been calling for an official register of home-educated children for some time - the fact that there is no official source of data is a sign of how unsatisfactory the situation is.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57976524",
      "category": "uk",
      "title": "UK Covid cases fall below 25,000, latest daily data shows",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of new Covid cases reported in the UK has now fallen below 25,000.\nThe UK recorded 24,950 new infections on Monday - a drop of 15,000 on 39,950 cases a week ago.\nThe number of new cases fell for a sixth day in a row - the first time since November, during England's second national lockdown.\nBut immunologist Prof Peter Openshaw said while he was \"cautiously pleased,\" further daily data would show if it was a sustained fall or a \"just a blip\".\nProf Openshaw, who sits on the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4's PM programme: \"It is exciting to see those rather encouraging figures, but there have been some delays in reporting the figures and we're still waiting for the full data to be released by the Office for National Statistics. \n\"So let's not get overexcited.\"\nDowning Street said earlier that while the fall in infections was \"encouraging,\" the prime minister believed the nation is \"not out of the woods yet\".\nThe PM's spokesman said the pandemic was \"not over\" and that \"we should still expect to see a rise in case numbers\" after the government lifted almost all legal restrictions on social contact in England a week ago.\nThe final relaxation of Covid rules included the removal of limits on the number of people who can meet or attend events and the reopening of nightclubs.\nProf Paul Hunter from the University of East Anglia previously told the BBC's Jim Reed that \"it [would] not be until about next Friday before the data includes the impact\" of the 19 July unlocking.\nThe first few days after unlocking also saw a sustained period of sunny weather across the UK. Scientists advising the government have consistently said that the virus is less likely to spread when people are meeting outdoors.\nThe scale of the fall has come as a surprise to even the most optimistic scientists - and is why many are interpreting it with a little caution.\nOne suggestion is the decrease could look better than it actually is because of a growing reluctance of people to come forward for tests.\nIt will be crucial to see if the drop translates into a similar fall in hospitalisations in a week's time.\nSaying that, it's been clear for the past few weeks that the rate of increase in infections had begun to slow.\nFears of 100,000 cases a day or more look unlikely now. But it's also important to be realistic about what's likely to happen.\nGovernment scientists believe we are entering an extended peak where infection levels are going to bobble around for a while.\nThe impact of the 19 July easing has yet to be felt for one thing. That could tip the trend back upwards.\nBut the hope is the levels of immunity built up along with a degree of cautious behaviour will mean any rise will be short-lived.\nIt is the first time since the start of the pandemic that a sustained drop in cases has not coincided with a national lockdown.\nIn November, there was a sustained drop in new infections after Prime Minister Boris Johnson announced a four-week national lockdown in England to prevent a \"medical and moral disaster\" for the NHS.\nAlthough the numbers of cases have fallen quickly over the past week, they are still more than 10 times higher than the levels seen in early May.\nWhile the number of cases is falling, the number of patients in hospital with Covid-19 is still rising - although at a slower rate than during previous waves because of the impact of vaccinations. \nThe latest data shows there were 5,238 in-patients on 23 July, compared with 4,612 a week ago. There were also another 14 deaths within 28 days of a positive Covid test.\nThe dashboard also shows 46,589,211 people have now received a first dose of a Covid vaccine, an increase of 24,551. This means that so far, more than 88% of UK adults have had a first jab.\nA total of 37,287,384 people have received both vaccines - a rise of 117,956 - equating to 70.5% of adults.\nMeanwhile, Northern Ireland's executive has agreed to to ease some Covid restrictions, including allowing theatres and concert venues to reopen from 18:00 BST on Tuesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57962111",
      "category": "uk-scotland-glasgow-west",
      "title": "Man, woman and boy die in Loch Lomond incident",
      "tags": "Ardlui",
      "text": "A man, woman and boy have died after getting into difficulty in Loch Lomond.\nThey are among six water deaths in Scotland this weekend.\nThe 41-year-old man, 29-year-old woman and nine-year-old boy died near Pulpit Rock, Ardlui in Argyll and Bute on Saturday evening.\nFirst Minister Nicola Sturgeon called the death toll \"heartbreaking\". Loch Lomond and the Trossachs National Park said it was \"one of the worst weekends\" in the park's history.\nEmergency services were alerted to the Ardlui incident at about 18:40 on Saturday following \"reports of concern\" for people in the water.\nFire brigade appliances from Killin, Tyndrum and Balloch were sent to the scene, along with water rescue units from Oban and Stirling.\nPolice Scotland said three people were pronounced dead and a seven-year-old boy was rescued and taken to hospital in Glasgow where he is now in intensive care.\nThe force urged people to be careful in water after an \"incredibly busy\" weekend for emergency services.\nAn 11-year-old boy also died in a river near Stonehouse, South Lanarkshire on Saturday afternoon. He was pulled from the water at Alexander Hamilton Memorial Park after police were alerted at about 16:30.\nEmergency services were also called to an incident on the River Clyde at Hazelbank near Lanark at about 17:55 on Saturday. The body of a 13-year-old boy was recovered on Sunday morning.\nOn Friday a 16-year-old boy also died in Loch Lomond. The teenager got into difficulty in the water near the pier at Balloch Country Park, sparking a major search.\nFirst Minister Nicola Sturgeon said the weekend's incidents were \"heartbreaking\".\n\"My thoughts and condolences are with the loved ones of those who have lost their lives in the water over the past couple of days,\" she tweeted.\n\"In Scotland, we have some of the most beautiful lochs and rivers in the world - but if swimming in them, please take care.\"\nPolice Scotland Assistant Chief Constable, Mark Williams, said the number of deaths in open water this weekend was \"hard to comprehend\". \nHe added: \"The warm weather can make open water swimming and paddling very inviting but it is extremely dangerous. \n\"The conditions can change very quickly and there are often hidden risks like deeper water and strong currents. Tragically, this weekend has highlighted that open water is very, very dangerous.\"\nThe Scottish Fire and Rescue Service (SFRS) also issued a warning about the dangers of cold water shock in warm weather.\nSFRS Chief Officer Martin Blunden said: \"Please, please make sure your loved ones, adults and kids, know how to behave around inland water. \n\"Yesterday was a tragic day for families and the first responder family. I am certain that all those affected thought it's just water - it isn't, it can also kill.\"\nGordon Watson, chief executive of Loch Lomond and The Trossachs National Park, said the park would reflect on the events of the weekend and what could be done to prevent further tragedies.\nHe said: \"I want to extend my deepest sympathies to the loved ones of those who have died. I also want to thank all of those involved in the search and recovery operations.\n\"This has undoubtedly been one of the worst weekends in the national park's history.\"\nPeople across the UK have been warned to take extra care swimming in open water after dozens drowned during recent hot weather."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-57827500",
      "category": "uk-england-berkshire",
      "title": "Reading stabbing: Boy tells court he wanted 'fist fight'",
      "tags": "Reading",
      "text": "A boy charged with stabbing a 13-year-old to death has told a court his messages and \"street talk\" about knives were just him \"bigging himself up\".\nOliver Stephens, known as Olly, was pronounced dead at Bugs Bottom fields in Emmer Green, Reading, on 3 January.\nGiving evidence at Reading Crown Court, the boy said his messages, played to the jury, were \"stupid and childish\".\nTwo boys, both 14, deny murder. A girl, also 14, and one of the boys, have pleaded guilty to manslaughter.\nNone of them can be identified for legal reasons.\nThe court previously heard Olly had been \"lured\" to a park by a girl and \"ambushed\" by two teenage boys, who were \"motivated by perceived grievances\" against him.\nThe alleged attackers were said to have left Olly with stab wounds to the chest and back after a short scuffle.\nOne of the accused boys has already given evidence in court.\nOn Wednesday, the second boy told the court his voice message exchanges, retrieved from mobile phones, in which he talked about knives and \"poking\" and \"stabbing\" people, were \"just to make an image of myself and big myself up\" to other people.\nHe told Rossano Scamardella QC, defending, he felt guilty and remorseful for \"having a part in his [Olly's] death\".\nHe admitted that he had intended to confront Olly, saying: \"I wanted to fight him one on one... a fist fight.\"\nHe said that he threw the first punch, but claimed Olly had been getting the better of him and had knocked him over.\nThe boy said the other defendant then \"completely lost it, started going red and was a bit shaky\" before \"he ran towards Olly and stabbed him\".\nHe said his co-defendant \"froze looking at the knife\" and \"then he stabbed him again\".\nThe 14-year-old told the hearing he then went into Reading to meet friends and threw his gloves away \"because I thought they had blood on them from Olly\". \nHe added: \"I was panicked and shocked.\"\nThe boy told how he later met up with his co-defendant again, who he said asked him to burn the clothes he had been wearing at the time of the killing, but said  another boy threw them on the railway track.\nThe trial continues.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57970464",
      "category": "world-us-canada",
      "title": "US combat forces to leave Iraq by end of year",
      "tags": "Iraq,United States,Islamic State group",
      "text": "President Joe Biden says US forces will end their combat mission in Iraq by the end of this year, but will continue to train and advise the Iraqi military.\nThe announcement came after Mr Biden held talks with Iraqi Prime Minister Mustafa al-Kadhimi at the White House.\nThere are currently 2,500 US troops in Iraq helping local forces counter what remains of the Islamic State group.\nNumbers of US troops are likely to stay the same but the move is being seen as an attempt to help the Iraqi PM.\nThe US presence in Iraq has become a major issue since top Iranian general Qasem Soleimani and the leader of an Iran-backed Shia Muslim militia were killed in a US drone strike in the capital Baghdad last year.\nPolitical parties aligned to Iran have demanded the withdrawal of all forces from the US-led global coalition against IS, despite the continuing threat posed by the Sunni jihadist group.\nShia militias have meanwhile been accused by the US of carrying out hundreds of rocket, mortar and drone attacks on Iraqi military bases that host coalition forces in an apparent attempt to pressure them to leave.\nFor the US president, the announcement marks the end of another war that began under former President George W Bush. This year he said US troops would leave Afghanistan. \nSpeaking at the White House, Mr Biden told his Iraqi counterpart \"our counter-terrorism co-operation will continue even as we shift to this new phase.\"  \nMr Kadhimi responded: \"Today our relationship is stronger than ever. Our co-operation is for the economy, the environment, health, education, culture and more.\" He has insisted no foreign combat troops are needed in Iraq. \nUS-led forces invaded Iraq in 2003 to overthrow President Saddam Hussein and eliminate weapons of mass destruction that turned out not to exist.\nThen President George W Bush promised a \"free and peaceful Iraq\", but it was engulfed by a bloody sectarian insurgency.\nUS combat troops eventually withdrew in 2011. However, they returned at the request of the Iraqi government three years later, when IS militants overran large parts of the country.\nFollowing the military defeat of IS in Iraq at the end of 2017, US forces remained to help prevent a resurgence of the group.\n\"Our role in Iraq will be dealing with being available to continue to train, to assist, to help and deal with ISIS as it arrives,\" Mr Biden added at the meeting.\n\"But we're not going to be, by the end of the year, in a combat mission.\" \nThe BBC's Frank Gardner says the risk of IS once again sweeping aside the Iraqi army is reduced for several reasons. \nThe political situation in Iraq is more acceptable to the country's competing ethnic groups than it was in 2014. \nThe US-led coalition has spent a lot of time and effort in training up Iraq's counter-insurgency forces, and the IS leadership currently appears to be more focused on exploiting the ungoverned spaces in Africa and Afghanistan, our correspondent adds. \nEver since Iran's Islamic Revolution in 1979 it has been trying to evict US forces from its neighbourhood and become the premier power in the region.\nIt has had little success in the Arab Gulf states where mistrust of Tehran runs deep and where the US military has facilities in all six countries.\nBut the US-led toppling of the Saddam Hussein regime in Iraq removed the most effective obstacle to Iranian expansion, and Tehran has not passed up on the opportunity since then. It has successfully inserted its Shia militias into the fabric of Iraq's security establishment, and its allies have a powerful voice in parliament.\nSyria's civil war has opened the door for a major Iranian military presence there, while next door in Lebanon Iran's ally Hezbollah has become the most potent force in the country.\nIran is playing the long game. Its leaders hope that if it keeps up the pressure, both overt and covert, it will eventually make the Middle East a region not worth America's effort to stay engaged in, militarily.\nHence the frequent rocket attacks on US bases and Iran's support for civil protest calling for US troops to leave.\nAn agreement that sees the end of US combat operations in Iraq will be seen by many in Tehran as a step in the right direction.\nRead more from Frank on why Iran, and not IS, stands to gain from the US move"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-57969536",
      "category": "uk-england-dorset",
      "title": "Sir Richard Sutton: Murder accused pleads not guilty",
      "tags": "Gillingham",
      "text": "A man accused of murdering his mother's partner, who was one of the UK's richest men, has pleaded not guilty. \nSir Richard Sutton was stabbed to death at his home in Higher Langham, Gillingham, Dorset, on 7 April this year.\nHis partner Anne Schreiber was also stabbed in the same incident.\nThomas Schreiber, Ms Schreiber's son, pleaded not guilty to one count of murder and one count of  attempted murder at Winchester Crown Court.\nMr Schreiber, 34 and of Gillingham, also pleaded not guilty to one count of dangerous driving on the A303, A4 and M3. \nDuring the hearing Adam Feest QC, prosecuting, said that psychiatric reports were being prepared on the defendant.\nThe defendant will next appear on 8 October for a case management hearing, and a provisional trial date has been set for 29 November.\nJudge Angela Morris said Mr Schreiber will remain in custody. \nThe wealth of Sir Richard, 83, and his family was valued at £301m in the 2020 Sunday Times Rich List.\nHe owned an extensive property and farming portfolio, including the freehold of the Sheraton Grand London Park Lane and the Athenaeum Hotel in Mayfair.\nAn initial post-mortem examination indicated Sir Richard's cause of death was stab wounds to his chest, police said. While Ms Schreiber was airlifted to Southmead Hospital in Bristol. \nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57964308",
      "category": "world-asia-india",
      "title": "Rockslide destroys bridge in northern India",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57965251",
      "category": "uk",
      "title": "Speakers' Corner: Woman attacked with knife",
      "tags": "Hyde Park,Metropolitan Police Service",
      "text": "A woman has been slashed with a knife at Speakers' Corner in London's Hyde Park, police have said. \nThe 39-year-old was taken to hospital after the attack on Sunday afternoon at the site, where people gather for public speeches and debates. \nThe Metropolitan Police said she received a minor slash injury to the head, which was not life-threatening.\nFootage shared on social media shows someone dressed in black approaching a woman wearing a Charlie Hebdo T-shirt.\nShe is later seen clutching her right hand close to her body, with what appears to be blood at her temple, as she is helped into a police van by officers who were nearby.\nCharlie Hebdo is a French satirical magazine that was targeted in a deadly attack by Islamist extremists in 2015 after it published a cartoon of the Prophet Mohammed. \nTwelve people were killed in the attack at the magazine's offices in Paris. \nA knife was found after the attack in Hyde Park, but no arrests have yet been made. \nOfficers based in Westminster are working with the specialist Met unit which patrols the royal parks to investigate and try to find the person responsible.\nThe Met said officers were called just after 15:30 BST to reports that a woman had been assaulted.\nA statement said she was treated by the London Ambulance Service before being taken to a central London hospital.\nDet Supt Alex Bingley, of the Central West Command Unit which covers policing in Westminster, said: \"This was clearly a very distressing incident for the woman involved and officers have spent time with her, whilst she was being treated for her injury, to get an account of what happened.\n\"We know that this assault was witnessed by a number of people, many of whom captured it on their phones. I would ask them, if they have not already done so, to contact police.\n\"We remain in the early stages of our investigation and are working hard to trace the person responsible.\n\"I would ask people not to speculate on the motive for the attack until we have established the full facts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57965158",
      "category": "world-europe",
      "title": "Coronavirus: Irish pubs and restaurants resume indoor service",
      "tags": "Republic of Ireland,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Irish pubs and restaurants have resumed indoor service after the lifting of Covid-19 restrictions. \nMany pubs, especially those that do not serve food, have been closed since March 2020.\nAs the industry reopens, customers have been reminded of the new guidelines.\nCustomers, including those from Northern Ireland, must have official proof they have been fully vaccinated or have recovered from Covid-19 within the last 180 days.\nFor the overwhelming majority of people in the Republic, they will prove eligibility through the EU's Digital Covid Cert with its QR codes.\nEvery adult must also bring along official identification such as a driving licence with a photo.\nThe president of the Restaurant Association of Ireland, Mark McGowan, said it was his understanding that the Northern Ireland vaccination card will be accepted as proof of immunity at venues in the Republic. \n\"Once valid proof of immunity is shown at the door along with photographic evidence, that will be sufficient. It has to be an official id and official vaccination cert. We want tourists from the north coming down\".\nThe lead person at a table or a solo customer will be asked to give his or her name for contact-tracing purposes.\nOnce inside, there will be a limit of six adults per table, no bar service and, customers can only remove their masks once seated.\nChildren will be allowed indoors and premises must close by 23:30.\nNot all pubs and restaurants will reopen.\nSome owners have complained that they have not been given enough time to hire and train staff to comply with the new guidelines.\nCounty Donegal publican Kevin Kavanagh is among those who say the guidance from government has come too late for him to start serving indoors again on Monday.\n\"I am not fully vaccinated myself, my sister and a few other staff are not fully vaccinated, so we just cannot take the chance,\" he told BBC Radio Foyle.\n\"Early Saturday morning, about 1 o'clock I got an email with the guidelines set out. It is more or less impossible for us to open. Our government, I think have let us down again\".\nThe last year has been \"extremely tough and very frustrating\" for Ireland's hospitality sector, he added.\nLetterkenny restaurateur Carol Meenan said it was an \"exciting day\". She said she hopes customers will be patient as staff come to terms with the new regulations.\nVerifying identification and proof of vaccination \"will be a full-time job at the door\", she said.\n\"We are going to have a lot of logistics to get through and it might be a bit of a slow time coming through the door. But we are so happy to get open and get a little bit of normality back\", she said.\nClare McDonough and Ann Blake were among the first customers through the doors at tea rooms in Letterkenny.\n\"It is fantastic, we were just saying it's a bit of a novelty,\" Clare said.\n\"But it is really lovely to be able to see people, nice just to sit down in familiar surroundings and be back feeling like it is normal again.\"\nCafé owner Brendan McGlynn said reopening \"feels really good\" despite some late changes to the government guidelines.\n\"Yesterday we had to take everybody's name, now today we don't have to, just from the lead person of the table.\n\"But I am looking forward to getting customers in again. There is a nice feeling about it,\" he said. \nPadraig Cribben, chief executive of the Vintners' Federation of Ireland said \" a lot of challenges lie ahead\" for the sector.\n\"It is certainly a day of relief for many businesses that haven't operated for almost 500 days, since March of last year. But it is relief mixed with a certain element of anxiety, anxiety around how customers are going to react\". \nMr McGowan, from the Restaurants Association of Ireland, said it was a \"very significant day for hospitality across the country\", adding that the \"biggest issue\" for business owners was staffing levels.\nHe also said the new guidelines were published at \"the 11th hour\" and \"it is too short notice\".\nThe chief executive of the Health Service Executive (HSE), Paul Reid, urged people in a tweet to safely embrace the reopening and \"make it work\".\nHe also said 83% of adults were partially vaccinated and over 68% fully vaccinated.\nFor most people the return of indoor hospitality is a welcome development, a sunny glimmer of hope in the slow return to what was once normality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57965260",
      "category": "world-europe",
      "title": "German lawyers wrangle over pensioner's WW2 tank in basement",
      "tags": "Germany,World War Two",
      "text": "Lawyers in Germany are wrangling over how to deal with a pensioner who stored a World War Two tank, anti-aircraft gun and torpedo in his basement.\nThe items were removed from a house in the northern town of Heikendorf in 2015 with the help of the army.\nProsecutors and defence lawyers are now negotiating possible penalties, including a suspended sentence and a fine of up to €500,000 (£427,000).\nThe defendant, aged 84, must also find new homes for the monumental items.\nAccording to his lawyer, a US museum is interested in purchasing the Panther tank. Many historians argue it was the most efficient such vehicle deployed by Germany during World War Two.\nThe lawyer also said that a number of German collectors had approached the defendant over other items, which included assault rifles and pistols, local media report.\nAt a court hearing on Monday in the city of Kiel, about 100km (60 miles) north of Hamburg, lawyers were trying to determine whether the man's military collection had violated Germany's War Weapons Control Act.\nThe act regulates the manufacture, sale, and transport of weapons of war. \nThe defence argues that many of the weapons are no longer functional and that the tank was bought as scrap. They are considering accepting a lower fine of €50,000, Die Welt newspaper reported. \nMeanwhile, prosecutors have suggested that some of the weapons and ammunition could still be used.\nIn July 2015, it took about 20 soldiers almost nine hours to extract the Panther tank - which was without its tracks - from the residential property and push it onto a low-loader for transportation.\nLocal authorities were reportedly tipped off about the cellar's contents by colleagues in Berlin, who had earlier searched the home for stolen Nazi art.\nAnother hearing in the case is due on Wednesday and a decision is expected next month. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57961870",
      "category": "uk",
      "title": "Sajid Javid apologises for 'cower' Covid remark",
      "tags": "Sajid Javid,Coronavirus pandemic",
      "text": "Health Secretary Sajid Javid has apologised after saying people should no longer \"cower\" from coronavirus.\nHe made the comments in a tweet announcing he had made a \"full recovery\" from Covid, a week after testing positive.\nLabour accused him of denigrating those who followed the rules, while the founder of a victims' group said his comments were \"deeply insensitive\".\nMr Javid said: \"It was a poor choice of word and I sincerely apologise.\"\n\"I was expressing gratitude that the vaccines help us fight back as a society,\" he said.\nIn a new tweet, the health secretary also said he had deleted his earlier post, adding: \"Like many, I have lost loved ones to this awful virus and would never minimise its impact.\"\nCower is defined by the Cambridge Dictionary as meaning to bend down or move backward with your head down because you are frightened.\nThe tweet on Saturday said: \"Full recovery from Covid a week after testing positive. Symptoms were very mild, thanks to amazing vaccines.\n\"Please - if you haven't yet - get your jab, as we learn to live with, rather than cower from, this virus.\"\nNearly 70% of UK adults are now fully vaccinated, and 88% have had their first jab, according to the latest figures.\nEvery adult in the UK has now been offered a vaccine. But, amid a spike in cases caused by the Delta variant, the government has launched a series of appeals in recent weeks to encourage people who have not yet come forward to have their jab.\nMr Javid replaced Mr Hancock as health secretary last month after his predecessor stood down.\nHe tested positive for Covid on 17 July and spent the last week in self-isolation. The prime minister and chancellor also began self-isolating after they had come into contact with him.\nThe Covid-19 Bereaved Families for Justice group said Mr Javid was right to apologise.\nThe group's co-founder, Jo Goodman, said earlier that the \"flippancy and carelessness\" of Mr Javid's comment had \"caused deep hurt and further muddied the waters of the government's dangerously mixed messaging\".\nShadow justice secretary David Lammy also questioned his use of the word, saying: \"Don't denigrate people for trying to keep themselves and their families safe.\"\nLib Dem health spokeswoman Munira Wilson said Mr Javid's tweet was \"outrageous\" and his \"careless words have insulted every man, woman and child who has followed the rules and stayed at home to protect others\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57979356",
      "category": "world-us-canada",
      "title": "Thomas Barrack: Top Trump aide pleads not guilty to working as foreign agent",
      "tags": "Donald Trump,United States",
      "text": "Billionaire investor and former Donald Trump adviser Thomas Barrack has pleaded not guilty to charges of acting as an agent of a foreign government.\nMr Barrack, 74, was a key aide to Mr Trump during his 2016 campaign.\nHe has been accused of illegally lobbying on behalf of the United Arab Emirates (UAE) during and after the election, as well as lying to the FBI.\nMr Barrack entered his not guilty plea during his first court appearance on Monday in New York City. \nThe ex-Trump official faces federal charges of conspiracy, obstruction of justice and making multiple false statements to the FBI during a 2019 interview. He was arrested in California last week.\nAs he left court on Monday, Mr Barrack told reporters: \"As you'd expect, the system is working... you'll all see that I'm 100% innocent.\"\nOn Monday Matthew Grimes, a former executive at Mr Barrack's company, also pleaded not guilty to charges of illegal lobbying. A UAE citizen, Rashid Sultan Rashid Al Malik Alshahhi, 43, was charged as well and remains at large.\nThe three men are accused of unlawfully trying to promote UAE government interests by using Mr Barrack's connections to influence officials and media appearances. \nThey also allegedly promoted the candidacy of a UAE-favoured individual as US ambassador to Abu Dhabi.\nMr Barrack, who also served as Mr Trump's inaugural committee chairman, had been friends with the former president for four decades.\nThe wealthy investor is the latest ex-Trump aide to face criminal charges, like former campaign chairman Paul Manafort and former Trump Organization lawyer Michael Cohen.\nHis next court appearance is 2 September.\nMr Barrack is currently free on a $250m (£180m) bond, but must wear an electronic GPS ankle bracelet, restrict his travel and follow a curfew."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57944015/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: Researchers begin discussions on vital report",
      "tags": "Intergovernmental Panel on Climate Change,COP26,UK climate change protests,Paris climate agreement,Climate change",
      "text": "Against a backdrop of fires and floods, researchers are meeting virtually to finalise a key climate science study.\nThe Intergovernmental Panel on Climate Change (IPCC) is preparing the most comprehensive assessment on the state of global heating since 2013.\nOver the next two weeks, the scientists will go through their findings line by line with representatives of 195 governments. \nExperts say the report will be a \"wake-up call\" to governments.\nIt is expected that the short, 40-page Summary for Policymakers will play an important role in guiding global leaders who will come to Glasgow in November to deal with critical climate questions. \nAs the world has warmed over the past 30 years, the IPCC has become the most important platform for summarising the state of scientific understanding of the problem, its impacts and solutions. \nThis year, though, the panel's report takes places as extreme weather events have shaken the US and Canada, Europe and Asia. The question of the role played by human-induced climate change is being asked more loudly than ever. \nFormed in 1988, the IPCC's role is to provide politicians with assessments every six or seven years on the science, the impacts and the potential options for tackling climate change. \nOver the years, its reports have become more strongly worded as the evidence has mounted. \nIn 2013, its assessment said that humans were the \"dominant cause\" of global warming since the 1950s.\nThat document helped set the scene for the Paris climate agreement signed in 2015. \nAs well as its six- or seven-year assessments, the IPCC has also produced special studies looking at specific scientific questions. \nIn 2018, the IPCC released a special report on keeping global temperature rise under 1.5C. \nThis document has had a significant impact on an emerging generation of young people, willing to take to the streets to demand a political response.\n\"The 1.5C report was really kind of instrumental for young people to use that science to marshal their efforts towards action,\" said Ko Barrett, a vice chair of the IPCC and a head of research at the US National Oceanic and Atmospheric Administration (Noaa).\n\"I think maybe the report surprised us all, that the report had such an impact in getting people to think, wow, this is not some big future problem. This is like right now.\"\nThe IPCC's latest summary of the science, to be published on 9 August, is also likely to have a big impact. \nIn a couple of months, world leaders will come to Glasgow to try to advance the world's efforts against rising temperatures.  The IPCC's forthcoming report will be required reading for many attending COP26.\n\"I think it's going to be a wake-up call, there's no doubt about that,\" said Richard Black, an honorary research fellow at the Grantham Institute at Imperial College London.\n\"But then again, so are some of the real world events that we're seeing around us at the moment.\"\nMany people think that the IPCC is just a platform for science, but that's not the full picture. \n\"The IPCC itself actually consists of representatives from 195 governments in all, and they basically commission the reports from the various groups of academics that do the work,\" said Richard Black.\n\"And this to me is the key thing about the IPCC. It's not just a bunch of scientists producing a report; they are commissioned by governments, and they're owned by governments. And that makes them absolutely unique.\"\nThe IPCC, while it has undoubted clout, doesn't actually conduct its own research.\nFor its assessments, the IPCC divides the work into three different areas. The first is the physical science report, the second the study on impacts, the third is on mitigation.\nThe impacts and mitigation studies will come out early next year, as well as a synthesis report that will pull all the threads together.\nFor the upcoming publication on the physical science, more than 200 researchers been working together in groups to review the existing peer-reviewed literature over the last four years.\nTheir initial draft reports were subject to discussions and comments from fellow researchers and from governments. \nThe new study attracted around 75,000 comments as it was drafted and re-written.\nOver the next two weeks, a final Summary for Policymakers, running to around 40 pages, will be agreed word by word with government representatives. \n\"The scientists come in with a proposal document that line by line gets challenged by the representative of the United Nations there, and the scientists defend their lines,\" said Prof Corinne Le Quéré, from the University of East Anglia who has been involved with two previous IPCC assessment reports.\n\"Nothing gets written that is not scientifically correct. So, scientists have the right to just say this is wrong, and the documents gets really strong at the end because of that process.\"\nOne of the things that gives the report additional muscle is the fact that it is not just one particular research paper on one topic  - the reviewers consider all the pieces of research carried out on each area of focus. \n\"Sometimes the IPCC gets criticised for being focussed on consensus, and it's suggested that that can weaken statements,\" said Dr Emily Shuckburgh, from the University of Cambridge.\n\"But the fact that it is a summary across multiple lines of evidence is incredibly powerful and incredibly useful.\"\nAs in previous assessments, there will likely be a strong focus on the question of humanity's role in creating the climate crisis. \nIn the last report in 2013, the authors said that warming since the 1950s was \"extremely likely\" due to human activities. \nThis will likely be further strengthened, despite the objections of some countries.\n\"It's going to revise this overall attribution statement. Obviously, it is going to be stronger than what we had in the past because of the growing warming of the planet,\" said Prof Le Quéré.\n\"That's going to be one of the main points. It will be discussed very, very carefully, and scrutinised. You can be sure it will be scrutinised by governments.\"\nHowever, many participants are likely to be more concerned with the present and the future than questions of past responsibility. \nThere will be a new chapter on weather and extreme events in a changing climate.\nMany will want to pay more attention to questions such as storms, floods or droughts with a low probability but high impact, as have been seen around the world in recent weeks.\n\"This time around, governments have asked the IPCC to also look at low probability events that could be potentially very damaging,\" said Prof Le Quéré.\n\"So we can expect a lot more information. In fact, for almost the first time in the IPCC, (we'll get) a lot more explicit information about the risks of extreme climate events.\"\nAs well as new information on sea-level rise and the state of the Arctic and Antarctic, the summary report will likely have new information on the chances of holding the global rise in temperatures to 1.5C this century. \nIt will assess whether governments are on track to meet the targets agreed in the Paris climate pact. \nThis is the first time that the IPCC has attempted an approval session remotely. These gatherings are usually a week long and often involve quite vigorous discussions between government representatives and scientists. \nWith just a few months left before the COP26 climate conference, the stakes for the participants are perhaps higher than at any time in recent history. \nGiven the scale of weather-related disasters we are witnessing around the world, the public and politicians are now more attuned to the issue of climate change than ever before.\nAll this will add to the pressure on the IPCC. There are likely many long nights ahead for the participants. \nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57964498",
      "category": "uk",
      "title": "Covid-19: Falling infections in UK and cases rise in US",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nThere has been a sustained drop in coronavirus cases in the UK which has not happened without a national lockdown for the first time since the start of the pandemic. The latest figures show the number of people who are testing positive for Covid-19 has fallen for five days in a row. But these figures do not include data from 19 July onwards, when restrictions eased in England. They won't be available until next Friday.\nThe Delta variant's driving the Covid spike in areas with low vaccination rates, says the US's top infectious disease expert, who warns the country is heading \"in the wrong direction\". Dr Anthony Fauci says they are looking at ways to curb coronavirus cases including revising mask guidance for vaccinated Americans. The situation's becoming \"a pandemic among the unvaccinated\", the chief medical adviser to President Joe Biden, told broadcaster CNN on Sunday.\nThe prime minster of Tunisia has been sacked and parliament suspended in what opponents have branded a coup. President Kais Saied removed Hichem Mechichi following violent demonstrations across the country held by thousands of protesters, angry at the government's mishandling of the pandemic. It comes amid sharp rises in cases and after the health minister was sacked last week.\nFrom cremations and burial rates are no higher than normal to there are tens of thousands of unreported deaths from the Covid-19 vaccine in the US, statistics have been used in misleading and false claims throughout the pandemic. The BBC has fact-checked four recent claims.\nWhat if you could take a pill or inhaler to be vaccinated against Covid-19 instead of injections? That's what some researchers are looking into as they search for other ways to protect against the virus. Curious about what they've been working on? Take a look at this.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSome critical workers in England won't have to self-isolate for 10 days if they are contacted by NHS Test and Trace. Does your job fall into that category? Find out here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57955148",
      "category": "world-europe",
      "title": "Dublin: Shots fired at Irish police patrol car in Tallaght",
      "tags": "Republic of Ireland,Dublin",
      "text": "A Garda (police) patrol car was struck by a gunshot after shots were fired at police in Dublin in the early hours of Saturday.\nThe marked Garda car, with unarmed uniformed officers inside, was on patrol in Tallaght at about 02:30 local time.\nThey saw three men, one armed with a handgun and one with a baseball bat.\nThe man with the handgun fired a number of shots towards the police car, one of which struck the vehicle, police say.\nNone of the officers were injured and the three men fled.\nNo arrests have been made and police have appealed for anyone with any information to contact them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57955966",
      "category": "world-europe",
      "title": "Unesco adds Madrid's Paseo del Prado and Retiro Park to heritage list",
      "tags": "Unesco World Heritage sites,Spain,Madrid,Inspiring stories",
      "text": "One of Europe's most famous streets, the tree-lined Paseo del Prado in the Spanish capital Madrid, has been added to the Unesco World Heritage list - along with the adjoining Retiro Park.\nThe UN's cultural organisation said it was in recognition of the key roles both had played in the city's history.\nPaseo del Prado is home to several prestigious buildings, among them the Prado Museum.\nUnesco described the locations as a landscape of arts and sciences.\nIt said the Paseo featured several prominent structures including squares with historic marble sculptures and fountains such as the Plaza de Cibeles, which it described as \"an iconic symbol of the city\". \nIn a statement on Sunday, the Spanish government highlighted that the Paseo had been the first street of its kind to be open to all citizens - previously park-like boulevards were only open to the upper classes.\nPrime Minister Pedro Sanchez said the recognition by Unesco was \"deserved\", adding: \"Madrid and all of Spain are in luck today.\" \nOne resident of Madrid, Ana Lanchas, said Retiro Park was \"the heart of the city\", adding: \"I don't know anyone who comes to Madrid and doesn't go to the Retiro.\"\nBecoming a Unesco site can help attract more tourists from around the world.\nAll images are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57958555",
      "category": "world-africa",
      "title": "Tunisia's PM sacked after violent Covid protests",
      "tags": "Tunis,Tunisia,Coronavirus pandemic",
      "text": "Tunisia's president has sacked the PM and suspended parliament, after violent mass protests nationwide on Sunday.\nAnger over the government's handling of a massive recent spike in Covid cases has added to general unrest over the nation's economic and social turmoil.\nPresident Kais Saied, who was elected in 2019, announced he was taking over.\nHis supporters erupted in celebration, but opponents in parliament immediately accused him of staging a coup. Clashes among rival groups continued on Monday.\nThey threw stones at each other outside the legislature, which has been barricaded by troops, who have also prevented workers from entering some government buildings.\nMr Saied, an independent, has had a long-standing feud with the man he has removed, PM Hichem Mechichi. Mr Mechichi has the backing of the largest party in parliament, Ennahda.\nTunisia's revolution in 2011 is often held up as the sole success of the Arab Spring revolts across the region, but it has not led to stability economically or politically.\nThe recent coronavirus surge has fuelled long-standing public frustration. The health minister was sacked last week after a bungled vaccination drive.\nOn Sunday thousands of people across Tunisia demonstrated against the PM and Ennahda, the moderate Islamist ruling party.\nIts local headquarters in the south-western city of Touzeur were set on fire.\nOne protester in Tunis, Lamia Meftahi, told Reuters news agency this was \"the happiest moment since the revolution\".\nAnother in the town of Gafsa told AFP news agency the president had \"shown himself to be a true statesman\", but a second resident there said: \"These fools are celebrating the birth of a new dictator.\"\nIn the early hours of Monday, the speaker of parliament, Rached Ghannouchi, who leads Ennahda, tried to get into the legislature in Tunis. He was blocked by those who supported Mr Saied's move, and responded with a sit-down protest with his own loyalists.\nLater on Monday, Al Jazeera TV, which has been viewed as sympathetic to Ennahda, said security forces had raided its offices in Tunis, unplugging all equipment and telling staff to leave.\nOn Sunday, in a televised address, Mr Saied said: \"We have taken these decisions... until social peace returns to Tunisia and until we save the state.\" \nHe later joined the celebrating crowds in Tunis.\nPresident Saied also vowed to respond to further violence with military force.\n\"I warn any who think of resorting to weapons… and whoever shoots a bullet, the armed forces will respond with bullets,\" he said.\nAnalysis by Rana Jawad, BBC North Africa correspondent\nTo many, it feels like fresh hope after a year of chaotic governance - to others a move that is constitutionally questionable, with potentially destabilising ramifications and far-reaching consequences. \nThe events are largely linked to an acute power struggle between the presidency, the PM and the speaker of parliament.\nWas this a power grab by the president or a temporary move to get the country back on track? And will his political opponents mobilise their own support on the streets? If so, to what end?\nKey to how all this plays out will be how quickly a new prime minister is appointed - and a new plan communicated on moving forward.\nIn Tunisia, both the president and parliament are elected by popular vote.\nUnder the constitution, the president oversees only the military and foreign affairs, but Mr Saied has long been in conflict with Mr Mechichi.\nMr Saied has said he will now govern alongside a new PM, with parliament suspended for 30 days.\nThe president cited Article 80 of the constitution for his actions, saying it allowed him to suspend parliament if it was in \"imminent danger\".\nBut the opposition disputes this, and Tunisia's legal and political framework is unclear. The 2014 constitution calls for a special court to be set up to decide disagreements like this, but it has not been established.\nAs the largest party in parliament, Ennahda has the right to nominate the PM. It denounced the president's move.\nSpeaker Ghannouchi accused Mr Saied of mounting \"a coup against the revolution and constitution\" and called on the Tunisian people to defend them both.\nTwo other parties, Heart of Tunisia and Karama, echoed the coup accusations.\nEnnahda denounced attacks on its offices, blaming \"criminal gangs\" who were trying to \"seed chaos and destruction\".\nCoronavirus-related deaths reached a record for the country last week, passing 300 in one 24-hour period. Tunisia has one of the highest per capita death rates in the world.\nVaccinations have been slow: only 7% of the 11.7 million population are fully vaccinated.\nThe government attempted to speed up vaccination by opening it to all over-18s during the Eid al-Adha holiday. However, the effort descended into chaos, with stampedes, shortages of supplies, and incidents of violence.\nThe PM sacked the health minister - an ally of the president - prompting Mr Saied to instruct the military to take over management of the coronavirus crisis.\nBut Covid is only one factor in the unrest. Tunisia has had nine governments since the 2011 revolution, many of them short-lived or fractured.\nDeep-rooted problems of unemployment and crumbling state infrastructure that were behind the uprising have never been resolved.\nTunisia now has budget deficits and debt repayment issues that could require a new loan from the International Monetary Fund (IMF).\nBut that could hurt Tunisians with the loss of state jobs and reduced subsidies on goods."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57942446",
      "category": "uk-northern-ireland",
      "title": "Water deaths: Public warned of 'hidden dangers' in lakes and rivers",
      "tags": "Republic of Ireland",
      "text": "The RNLI has warned of the potential dangers of swimming in lakes and rivers after six people died entering water on the island of Ireland during the past week.\nThey included two teenagers who died following incidents in Northern Ireland and the Republic of Ireland.\nKevin Rahill of the RNLI stressed that people should stick to a \"lifeguarded beach\".\nHe said rivers, lakes and reservoirs had \"hidden obstacles\" that can trap.\n\"They can be potentially dangerous in the fact that they can be rather deep - fresh water is normally colder than sea water,\" he told BBC News NI.\n\"And there can be hidden dangers as well, hidden obstacles in waters like that that can trap people and make it difficult for people to move around.\n\"And also very often in lakes and rivers and reservoirs getting in and out can be a bit more difficult than a beach.\"\nMr Rahill, who is the RNLI's regional water safety lead, said that with the recent spell of hot weather there is the \"potential for more incidents in terms of people getting into difficulty\".\n\"If possible, swimming at a lifeguarded beach will certainly keep the number of incidents down,\" he added.\n\"Swim at a lifeguarded area, that's probably the most important thing to think of.\n\"If you are not familiar with the area, the lifeguards will know it, so they will be able to tell you where's safe and where's not safe - and swim between the flags.\"\nHe also highlighted the 'float to live' message if people did fall in the water.\nThe RNLI's appeal came as the UN prepares to host its first World Drowning Prevention Day on Sunday (25 July).\nIrish Water Safety has said the majority of water tragedies occur in inland waterways and has emphasised the potential dangers of swimming in rivers and lakes.\nMeanwhile, Gerard O'Flynn, operations manager with the Irish Coastguard, told Irish broadcaster RTÉ it had responded to about 1,690 incidents this year to date, compared to 1,340 at the same time last year.\nHe said that \"the excellent weather combined with restrictions on other recreational activities\" has led to more people in the water.\nHe urged people not to swim alone and to avoid using inflatable toys in the open water.\nMr O'Flynn also appealed to jet ski users to be sensitive to other swimmers.\nHe said the increased popularity of open water swimming has seen many people swimming longer distances and he called on people to make sure they are visible in the sea by wearing a cap and a tow float.\nNorthern Ireland Water has said \"that there is no time for complacency around water\".\nIt has urged \"the community, especially children and young people, to take care around all bodies of water\".\nThe ESB in the Republic of Ireland has also reminded people of the dangers of swimming in reservoirs. \nIt said: \"These areas are not appropriate for swimming because of the risk of deep and fast-flowing waters, changing water levels and uneven ground.\"\nOn Friday, a man in his 60s died after swimming off Dollymount Strand in north Dublin - the sixth death to come from people entering water in the island of Ireland in the past week.\nThe five other people died after going into lakes. \nA 15-year-old boy who was rescued from a lake in the Republic of Ireland on Tuesday afternoon died in hospital on Thursday.\nThe boy was swimming in Lough Sheelin, at a meeting point of counties Westmeath, Meath and Cavan.\nEarlier in the week, Jay Moffett, 13, died in hospital after going into water in the Canal Court area of Scarva, County Down on Monday afternoon.\nThree adults also died in three separate incidents in the past week in County Fermanagh, on the Longford-Cavan border, and in County Leitrim."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57962995/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus infections continue to fall in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of people testing positive for Covid-19 has continued to fall in the UK, the latest daily figures show.\nThe UK recorded 29,173 new cases on Sunday - down from 48,161 logged a week earlier on 18 July.\nThe number of new infections by date reported has fallen for five days in a row for the first time since February.\nIt is also the first time since the start of the pandemic that a sustained drop in cases has not coincided with a national lockdown.\n\"The data at present is looking good for at least the summer,\" said Prof Paul Hunter from the University of East Anglia.\n\"Today's figures do not of course include any impact of last Monday's end of restrictions. It will not be until about next Friday before the data includes the impact of this change.\"\nPublic Health England tweeted the daily figures for Sunday, saying there had been a delay in updating the government's coronavirus dashboard.\nIt said 46,563,452 people had now had a first dose of a Covid vaccine, while 37,160,659 had received a second dose.\nThe dashboard later updated to show there have been a further 28 deaths within 28 days of a positive test.\nThe seven-day average of cases, which smooths out daily fluctuations, is showing a 15.4% decline compared with the week before.\nIn Scotland, case numbers started falling earlier than in England - with some evidence the decline may have been triggered by the football team's exit from the Euro 2020 tournament, although the downward trend has continued since then.\n\"There has been a lot of conversation about a football-related bounce in infections and whether we were seeing a wave-within-a-wave,\" said Mark Woolhouse, professor of infectious disease epidemiology at the University of Edinburgh.\n\"In Scotland though it's now starting to look like it's a longer-term trend. We haven't seen any sign of cases picking up [since the football finished]\".\nThe figures show the number of people taking Covid tests has fallen over the past fortnight, which scientists say could explain some of the drop in reported case numbers but is very unlikely to be the only factor.\nBetter weather over the past fortnight across much of the country may also have helped as more socialising took place outside.\nThe latest figures from the Office for National Statistics suggest 92% of adults in the UK now have antibodies to the virus in their blood, either through a previous infection or at least one vaccination dose.\nReal world data shows one dose of the AstraZeneca and Pfizer vaccines is between 30% and 36% effective at preventing a symptomatic Covid infection with the dominant Delta variant. \nAfter two doses that rises to 67% for the AstraZeneca jab and 88% for the Pfizer jab. Both jabs are even more effective against hospitalisation and death.\nThe vaccines can never offer 100% protection but as more of the population is jabbed so there is less opportunity for the virus to infect and spread.\nCovid rules in England were relaxed on 19 July, removing social distancing restrictions in bars and restaurants and allowing nightclubs to reopen.\nAny rise in infections linked to that unlocking is unlikely to show up in the daily case numbers for some days to come.\nIn other countries, such as the Netherlands and Spain, the reopening of nightclubs has been followed by a sharp rise in infections, and in some areas the policy was quickly reversed.\nSome scientists say the impact of unlocking in England is extremely hard to predict but could be offset by a reduction in younger children mixing as schools close for the summer holidays.\n\"If I was a betting man, I would now say that the impact of 19 July will not be sufficient to start case numbers increasing again, but I cannot be certain,\" said Paul Hunter, professor of medicine at the University of East Anglia.\nOthers are more cautious. Prof Woolhouse from Edinburgh University said there \"may well\" be another rise in cases this summer.\n\"There are at least eight million adults who have had no vaccination at all, plus most children under 18. That is still a lot of material for the virus to work with... and if the change in behaviour is dramatic enough [after 19 July], then we could see cases increase again.\"\nSince the start of the pandemic a rise in infections has always led, some weeks later, to a corresponding increase in hospitalisations and deaths.\nThe vaccine rollout has significantly weakened that relationship but has not broken it completely.\nAs of 22 July there were 5,001 Covid patients in hospital across the UK, up from a low of 871 on 27 May but still well below the 39,254 in hospital at the height of the winter wave in January.\nThe time lag between infections and hospital admissions means that number is likely to continue to rise over at least the next week, even if infections continue to fall.\nTrying to predict what will happen in the longer term is a much more difficult task for data scientists and epidemiologists.\nMost agree that there is unlikely to be a defined end-point to this pandemic. Instead the disease may become endemic - meaning it continues to circulate at a lower level in pockets of the population with smaller spikes driven by changes to behaviour and seasonal effects.\nEarlier this month, the NHS was given the green light to start planning a Covid vaccine booster programme to try to minimise another wave of infections this winter.\nScientists serving on the Joint Committee on Vaccination and Immunisation recommended 30 million of the most vulnerable should receive a third dose. They will include all adults aged 50 and over and anyone over 16 who qualifies for a flu jab.\n\"This is a very difficult phase of epidemic to predict and very careful surveillance and monitoring will remain important for weeks and months to come,\" said Prof Woolhouse. \n\"There is nothing yet that undermines the government's decision to unlock on 19 July but [we will] have to continue to watch.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57964780",
      "category": "uk",
      "title": "Senior doctors in England to be consulted on NHS pay offer",
      "tags": "Doctors,NHS",
      "text": "Senior doctors in England will be asked whether they want to consider industrial action over the 3% pay rise offered by the government.\nThe British Medical Association union says tens of thousands hospital consultants will be contacted.\nIt previously said industrial action may be considered if senior doctors were not given at least a 5% rise.\nThe Royal College of Nursing has also said that it could consider striking and would consult members.\nThe Department of Health was criticised over its previous stance that only a 1% rise was affordable.\nBut earlier this week, ministers announced a 3% pay rise offer following a recommendation from an independent pay review body.\nIt is for most NHS staff in England, including nurses, paramedics, consultants, dentists and salaried GPs and is backdated to April 2021.\nAll NHS staff in Wales are to be offered a 3% rise by the Welsh government.\nBut the BMA, which represents doctors, said whilst the latest pay offer represented an increase on the government's \"paltry\" 1% offer, it was still \"well below\" the 5% minimum pay rise its consultants' committee had been calling for.\nIt argues that senior doctors are exhausted and feel undervalued because of previous below-inflation pay rises.\nDr Vishal Sharma, the chair of the BMA's consultants committee, said the pay offer was \"bitterly disappointing\" and showed \"once again how little the government values the dedication and expertise of consultants in England - many of whom have been brought to the brink of breaking point by the pressures of the past 18 months\".\nHe added: \"Consultants have given their all in leading the fight against Covid-19, some at the expense of their own health, others with their lives. And this pressure will only intensify as we begin to tackle the backlog of delayed treatment caused by the pandemic.\"\nConsultants have not taken industrial action since the 1970s, apart from a day of action over pensions in 2012. \nThe BMA has previously said industrial action by consultants would involve stopping paid and unpaid overtime, which would affect patient clinics and attempts by hospitals to reduce waiting lists.\nThe findings of its survey will be reviewed by the union and help leaders decide whether to proceed to a formal ballot. \nA Department of Health and Social Care spokesperson said: \"NHS staff - from doctors and nurses to paramedics and porters - are rightly receiving a 3% pay rise this year in recognition of their extraordinary efforts throughout this global pandemic.\n\"This follows the recommendations of the independent NHS Pay Review Body and the Review Body on Doctors' and Dentists' Remuneration, who considered a wide range of evidence from organisations across government, the NHS and trade unions in making the decision.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57967494",
      "category": "entertainment-arts",
      "title": "Ronan Keating accepts phone hacking damages",
      "tags": "Phone Hacking,Phone-hacking scandal",
      "text": "Ex-Boyzone singer and presenter Ronan Keating has accepted \"substantial\" damages from News Group Newspapers over the phone hacking of his voicemails.\nKeating's lawyers told a hearing at London's High Court that newspaper stories published between 1996 and 2011 had caused him \"considerable distress\".\nThey also led to him distrusting some of his closest friends, they added.\nNews Group Newspapers apologised for the distress caused by \"individuals\" in relation to the News of the World.\nThe newspaper closed in 2011. The phone-tapping scandal engulfed the UK print news industry and ultimately prompted the Leveson Inquiry. \nThe pay-out amount has not been revealed, but the Magic Radio breakfast and The One Show TV host now considers the matter closed, the BBC understands.\nHe is the latest high-profile person to receive damages for historical phone hacking by tabloid reporters, including Noel Fielding and former footballer Ally McCoist.\nIn May, Keating was given a permanent spot on The One Show sofa after being officially being named as one of Alex Jones's co-hosts, along with ex-footballer Jermaine Jenas.\nKeating has also co-hosted Magic Radio breakfast with Harriet Scott since 2017.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57965298",
      "category": "uk",
      "title": "Flooded London hospitals ask patients to stay away",
      "text": "Two east London hospitals have asked patients to stay away after their emergency departments were hit by flooding on Sunday.\nWhipps Cross is without power and evacuating 100 inpatients and Newham hospital is asking patients to use other A&Es for urgent care.\nAmbulances are being redirected after torrential rain caused severe flooding in homes, roads and stations.\nLondon Fire Brigade says it has taken more than 1,000 flooding-related calls.\nIt rescued people trapped in cars and is helping those with flooded basements and collapsed ceilings.\nA spokesperson for Barts Health NHS Trust which runs both Newham and Whipps Cross hospitals, said: \"Patients are asked to attend alternative hospitals where they can. A major incident has been called across the Trust.\"\nMany of the capital's roads closed due to the flooding, including the Blackwall Tunnel, the A12 and parts of the North Circular.\nStepney Green station remains closed although eight other Tube and London Overground stations have reopened.\nA yellow thunderstorm warning remains in place for parts of south-east England.\nSt James's Park in London saw 41.6mm (1.6in) of rain on Sunday, making it the wettest part of the country. \nResidents on a street in Woodford, in east London, grabbed buckets, brooms and wooden boards to prevent rising rainwater from flooding their homes.\nRestaurant manager Mariya Peeva said her neighbour's bedroom was flooded and that her son helped others to protect their homes from the flooding.\nMs Peeva, 46, told the PA news agency: \"My son went to buy some food from the local shop - by the time he came back the whole street and the pavement were already flooded and the water was coming into our front door.\"\nWere you affected by floods? Share your experience by emailing haveyoursay@bbc.co.uk.\nThe A&E department at Newham Hospital is still closed this morning, with ambulances being diverted to neighbouring hospitals. \nAs you peer through the doors of the A&E department here, the entire floor is soaked as far as the eye can see. \nThere are mops left on the floor, security guards are guiding people away.\nThe hospital says it will still treat the most urgent admissions but is advising people to use other hospitals until it fixes the rainwater damage. \nOther parts of the hospital, such as the maternity unit, remain unaffected.\nResident Chris Date tweeted a photo of a bus in Bakers Arms, Walthamstow, saying the flood water was \"above the kerb\". \n\"It's impossible to walk on the pavement. To get on that bus the water came up to my shins. This is a canal, not a road,\" he said.\nCyclist Eddie Elliott, 28, said he had passed the area near Queenstown Road station in Battersea to find the road \"totally shut down\".\n\"Having been born and raised in London, I have never seen anything quite like it,\" he said.\nMr Elliott said the flooding was the worst he had experienced in the city, and described seeing \"buses stood broken down in the water\".\nStandon Calling festival in Hertfordshire was abandoned due to Sunday's flooding.\nThe Environment Agency has six flood warnings in place. They are for two areas in London, near Beverley Brook at West Barnes and Worcester Park. \nThe further warnings are for: \nA further 19 less severe flood alerts have also been issued, covering most of the capital and parts of surrounding counties."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57948216",
      "category": "uk-wales",
      "title": "Politician complaints double 'largely due' to Neil McEvoy",
      "tags": "Welsh Parliament",
      "text": "A large rise in complaints about Members of the Senedd last year was \"very largely\" due to one politician, the standards commissioner has said.\nIn 2020-21, 216 complaints were made about MSs, up from 106 the previous year. \nOf the 216, 97 were about Neil McEvoy, who also made six complaints himself.\nMr McEvoy, former MS for South Wales Central, questioned the transparency of the standards process.\nThe Welsh Parliament is made up of 60 politicians. \nOf the 97 complaints made against Mr McEvoy, 91 were deemed admissible by commissioner Douglas Bain, with almost all related to \"failing to register or declare an interest\".\nWhile one of the complaints against him was made by a Senedd official, the other 96 were made by members of the public.\nNone of the six complaints made by Mr McEvoy were deemed admissible and were \"doubtless made in an attempt to score political points\", Mr Bain said.\n\"Mr McEvoy occupied a great deal of my time and, of course, that wasted a great deal of public money,\" he added.\nThe standards commissioner is in charge of investigating complaints about the behaviour of MSs.\nMr Bain was appointed to the job on an interim basis in November 2019, following Sir Roderick Evans' resignation, before securing the role for a six-year term in March.\nPublishing his annual report for 2020-21, Mr Bain said: \"The record high number of complaints again demonstrates close scrutiny by the public of the conduct of members.\n\"I am satisfied that almost all members continue to observe the high standard of conduct rightly expected of them.\n\"All the figures for 2020-21 are skewed by the conduct of a single former member, Neil McEvoy.\"\nMr McEvoy was first elected as a Plaid Cymru member for South Wales Central in 2016, he later sat as an independent before losing his seat in May's Senedd election.\nResponding to the report, he questioned the transparency of the standards process and the way appeals were handled, adding that it was \"difficult\" to take the people involved seriously. \n\"Wales deserves so much better,\" he said, claiming the country needed \"a democratic revolution\".\nOf the 216 complaints, 60 related to members' conduct on social media.\nMr Bain said, while MSs \"enjoy a right to freedom of expression\", he would \"remind members of the need to take care before liking or retweeting posts made by another person\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57962679",
      "category": "uk",
      "title": "National Adoption Strategy: £48m to improve services in England",
      "tags": "Family,Children,Adoption",
      "text": "A new £48m National Adoption Strategy seeks to improve adoption services and help place more children with families as it launches in England.\nThousands of families will benefit from better support when adopting children - ending a postcode lottery that many face, the government said.\nEducation Secretary Gavin Williamson said: \"There is no substitute for a loving, permanent family.\"\nAdoption support groups have welcomed the new approach.\nCharity Adoption UK said there were nearly 3,000 children waiting to be adopted in England - the average wait is now 15 months from the point they are taken into care.\nBut older children, siblings, those with special educational needs and those from ethnic minority groups can face difficulty finding a place.\nThe new strategy is an attempt to tackle this, with clarification for local authorities that people looking to adopt should never be deterred from doing so because they are worried about their own background.\nInstead, councils will be urged to prioritise an adopters' ability to provide a stable environment for a young person to grow up in, the government said.\nIt will also provide more training for front-line staff and support the work of over 30 regional adoption agencies.\nAlison Woodhead, Adoption UK's director of public affairs and an adoptive parent herself, welcomed the fact the strategy marked a shift from placing children with families to \"supporting those families over the long term\". \nIt is an \"important moment\" for adopters - but the concern is how to hold adoption agencies to account \"for making these big shifts\" without new legislation in place. \nThe strategy is funded by £48m for 2021-22, adding to an investment of more than £200m for adoptive families since 2015 - including post-adoption support, therapy and activities.\nVicky Ford, children's minister, said it was crucial to make sure there was support for families \"not only when the children are young but through their teenage life and into adulthood\". \nThe new funding will make sure the level of support is \"equaled out across the country\", she added. \nShe also said that children from certain ethnic minorities can wait longer to be adopted. The government wants to \"break down some of those barriers from the past\", which has led to people thinking they can only adopt children of the same ethnic background as them. \nThe minister said they want to challenge other misconceptions, adding that you do not have to be in a couple to adopt, or own your own home, for example. \n\"We are committed to improving adoption services, as well as breaking down barriers so that parents from all walks of life can adopt and to ensure they are not deterred from adopting simply because of their background,\" Mr Williamson added.\n\"We have taken steps to ensure these children and young people can be matched with the families that are right for them, but we know there is more to do and this strategy sets out our vision for radically improving systems so that we can be confident that every adoptive family in England is receiving the same high quality service no matter where they live.\"\nLucy Peake, the chief executive of the Kinship care charity, said the funding would \"mean that many more kinship carers will be able to access advice and peer support when they need it, helping them provide stable and loving care for vulnerable children\".\nCathy Ashley, of Family Rights Group, said the charity's advice line \"received more calls than at any time in its history\" last year, with new funding allowing it to advise 1,300 more callers a year about their rights and options."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-57931813",
      "category": "uk-england-cambridgeshire",
      "title": "Bernadette Walker: Scott Walker guilty of murder",
      "tags": "Peterborough",
      "text": "A man has been found guilty of murdering a teenage girl who called him her father, after she claimed he had sexually abused her.\nBernadette Walker, 17, told her mother Sarah in July 2020 that Scott Walker had been abusing her \"over a number of years\", Cambridge Crown Court heard.\nBernadette is presumed dead but her body had never been found.\nWalker, 51, and ex-partner Sarah Walker, 38, were both convicted of perverting the course of justice.\nBernadette was last seen when Scott Walker collected her from his parents' home in Peterborough.\nThe trial had heard he and Sarah Walker formed an \"unholy alliance\" to cover up her death.\nWhen the jury delivered its verdict on Scott Walker's murder charge, Sarah Walker wailed loudly \"no, no, she's not dead\" and the hearing was paused for a brief time before the jury were sent back to finish deliberating verdicts against her.\nSarah Walker had already admitted two counts of perverting the course of justice by sending messages from Bernadette's phone after she was last seen alive and by providing false information to the police relating to her disappearance. \nLater she was found guilty by majority verdicts of two other counts of perverting the course of justice \"knowing or believing\" Bernadette to be dead.\nProsecutor Lisa Wilding QC said on 16 July last year, Bernadette, also known as Bee, told her mother Walker \"had been sexually abusing her over a number of years\".\n\"Sarah Walker told Bernadette that she did not believe her,\" said Ms Wilding.\n\"The following day, it was decided that Bernadette should go and spend the night with her paternal grandparents while things calmed down a little.\"\nThe court heard she disappeared on 18 July, the day Walker picked her up, and since then she had not used her telephone or social media accounts, had no money and had not accessed banking, or been seen at any hospital or surgery.\nMs Wilding said Bernadette was \"presumed dead\", adding: \"The prosecution allege that Scott Walker killed Bee to prevent her pursuing her allegations of sexual abuse any further.\"\nShe said Mr Walker's phone was off between 11:23 BST and 12:54 on 18 July and \"the prosecution say that in that hour and a half he killed Bee\".\nShe said the first call he made, lasting nine minutes, was to Ms Walker. \n\"The only sensible conclusion that can be drawn from that telephone call is that Scott Walker told his wife that he had killed Bernadette and needed her help, immediately, to cover up Bee's disappearance and death, and to buy them both time to work out what should happen next,\" said Ms Wilding.\n\"From that moment on, Scott and Sarah Walker - Bee's own mother and father - were joined, the prosecution say, in an unholy alliance, designed and intended to mislead, to divert and to pervert the inevitable investigation into the disappearance and ultimately the death of Bee Walker.\"\nThe court was told the parents \"hacked\" into Bernadette's social media accounts and pretended to be her to friends and family.\n\"They lied to everyone around them... about her disappearance and they were unflinching in their pursuit of their devious, wicked plan,\" said Ms Wilding.\n\"All parental love and responsibility was gone, if ever it actually existed.\"\nWalker maintained throughout that Bernadette had run away, leaving her rucksack behind when he stopped his car after collecting her from her grandparents' house.\nHowever, during the trial, the prosecution said Scott Walker made repeated visits to a lock-up garage and a late-night journey to rural Fenland which could have given him opportunities to dispose of Bernadette's body.\nHer rucksack had been found in the lock-up, and a diary, in which she had written about telling her mother Walker had been abusing her.\nShe wrote: \"Told my mum about my dad and the abuse. \n\"She called me a liar and threatened to kill me if I told the police... What kind of parent wouldn't believe their daughter?\"\nSpeaking after Scott Walker's conviction, Det Insp Justine Jenkins, from the Bedfordshire, Cambridgeshire and Hertfordshire Major Crime Unit, said: \"We may never know the truth about what Scott did and why, but we do know Bee had made allegations of abuse against him.\"\nShe added: \"I just hope now we may get the answers we need to be able to find her and lay her to rest.\"\nSarah Walker was not married to Scott Walker but had changed her surname to Walker by deed poll.\nAt the time of Bernadette's disappearance, the couple lived at the same address but Sarah Walker was in a relationship with another man.\nA sentencing date has been set for 10 September.\nIn response to an Independent Office for Police Conduct (IOPC) investigation, Cambridgeshire Police found \"practice requiring improvement\" by four officers involved in the initial missing person investigation.\nThe IOPC also said it was consulting with the force over a number of recommendations, including around training for frontline officers about missing person cases and the handling of sexual abuse allegations in those investigations.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-57942459",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Shetland fires 'should act as warning to modular building industry'",
      "tags": "Construction industry,Shetland",
      "text": "Two devastating fires in Shetland should act as a warning to the modular building industry, it has been claimed.\nThe world-famous Fair Isle Bird Observatory was lost in 2019, followed last year by the Moorfield Hotel.\nBoth buildings were less than 10 years old and made from factory-built units, which had been shipped up to Shetland by sea.\nOne expert has called for a full investigation into why the fires took hold so quickly.\nBoth blazes were particularly severe, and fire crews were unable to stop the spread. No-one was injured in either incident.\nThe observatory had no guests when it was destroyed in March 2019. Susannah and David Parnaby, who were its warden and administrator at the time, had been out when the fire started. \nThe wing of the observatory housing the flat where they lived for a decade was the last section to burn.\n\"I stayed until it was dark,\" Mrs Parnaby said. \"Where our flat was, that was the last wall to completely burn. I stayed till that point - you know, you've got to see it out, got to witness it, in a weird way.\"\nThe couple, who have two children, were made redundant earlier this year but have managed to stay on the island as crofters. \nThe Moorfield Hotel had 70 occupants on the night it caught fire in July 2020. It was due to close a week later having lost its contract to house gas plant workers.\nA Scottish Fire and Rescue Service (SFRS) investigation into the Fair Isle blaze was inconclusive, stating that the blaze was likely to have started in the roof space.\nThe SFRS is still investigating the Moorfield Hotel fire, but police said their inquiry was finished, having found no suspicious circumstances.\nModular construction is currently enjoying a boom. It is seen as cost-effective, quick and greener; the UK government wants 25% of new affordable homes to be modular.\nHowever, some experts are worried that there is also a fire risk and are pointing to the Shetland fires as a warning.\nPrefab has been around for some time, but stacking modules on top of each other is causing Ian Abley, a technical designer who works for the Fire Protection Association, some concern.\nHe writes guidance for insurers about modular buildings and has used one of the Shetland fires as an example in his latest report. \n\"For the Moorfield Hotel, it's a problem of the fire getting into the cavity between the modules,\" he explained.\n\"If it can travel from one compartment to another through unseen spaces within the compartment walls and floors, there's very little the fire brigade can do. \n\"If you're not very careful in the way you put it together there may be combustible materials in those cavities.\"\nBoth the hotel and the observatory had passed building standards approval.\nHowever, documents obtained via Freedom of Information show a case officer raised concerns about fire safety in the design stage of the Moorfield Hotel.\nBBC Scotland tracked down the man who made the notes.\nStewart Douglas, who is now retired from Shetland Islands Council, identified his handwriting on the plans, and explained he had been concerned at the possibility of fire spreading from a bathroom into a service void.\nIt was not the only issue he had with the design, but these must have been addressed, he said, or the building plans would not have been approved by the council. \nHowever, Mr Douglas, who worked in the industry for more than four decades, said sometimes in the construction trade the plans that are signed off do not always match what is built.\nAsked if the Moorfield Hotel plans matched what was built, he said he could not be 100% sure.\n\"The only way I could be sure about that is if I'd been on site on a very regular basis, if not daily,\" he said.\n\"It's not the building standards officer's role or duty to ensure that work's done properly. It's the building owner's responsibility.\"\nArchitect Malcolm Fraser also watched the Shetland fires closely. He works with Construction Scotland Innovation Centre on delivering timber modular buildings, such as the Fair Isle observatory.\n\"What an extraordinary piece of terrible luck that both the Moorfield and the observatory, as representing the new ways of building on the islands, have both gone on fire\", he said.\nHe believes the investigations should be more wide-ranging, looking at the design of both buildings.\n\"Were there firebreaks? Did the firebreaks work? Were they installed correctly? And if so, why did the fire seem to have leapt past them?\n\"These are the obvious questions.\n\"If this is really the 'construction technology of the future' we need to find out why the fires took hold so quickly. We need the full investigations,\" he said.\nMcAleer and Rushe, the contractor which built the Moorfield Hotel, denied any suggestion that there were issues with the construction quality.\nIt said: \"Following the fire at Moorfield Hotel we provided the fire authority with all relevant documentation, including compliance certificates relating to the project, which was completed in 2013. Certificates supplied were compliant with regulations.\"\nBDL Hotels, former owners of the Moorfield Hotel, said they welcomed any review of fire and life safety measures.\n\"The Moorfield Hotel was designed and built to ensure the safety of guests and staff at all times,\" a statement said.\n\"The hotel was built by a specialist hotel contractor to all relevant standards, approved by building control and independently inspected by the professional team during construction and at completion.\n\"The fire started on the top floor, and the fire spread externally along the flat roof behind the false pitched roof. The fire's location made it extremely difficult to reach without the use of aerial firefighting equipment.\n\"It is sad that despite the heroic efforts of the firefighters the building could not be saved.\"\nAndrew H Wilson Electrical, the builder of the Fair Isle Bird Observatory, went into receivership in 2010.\nFair Isle Bird Observatory Trust, the owners of the observatory, declined to comment. \nFire safety expert Mr Abley wants assurances in the industry.\nHe said: \"If the construction industry doesn't know how to do cavity construction that prevents fire from spreading from one floor to another, it needs to learn and fast.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57962995",
      "category": "health",
      "title": "Coronavirus infections continue to fall in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of people testing positive for Covid-19 has continued to fall in the UK, the latest daily figures show.\nThe UK recorded 29,173 new cases on Sunday - down from 48,161 logged a week earlier on 18 July.\nThe number of new infections by date reported has fallen for five days in a row for the first time since February.\nIt is also the first time since the start of the pandemic that a sustained drop in cases has not coincided with a national lockdown.\n\"The data at present is looking good for at least the summer,\" said Prof Paul Hunter from the University of East Anglia.\n\"Today's figures do not of course include any impact of last Monday's end of restrictions. It will not be until about next Friday before the data includes the impact of this change.\"\nPublic Health England tweeted the daily figures for Sunday, saying there had been a delay in updating the government's coronavirus dashboard.\nIt said 46,563,452 people had now had a first dose of a Covid vaccine, while 37,160,659 had received a second dose.\nThe dashboard later updated to show there have been a further 28 deaths within 28 days of a positive test.\nThe seven-day average of cases, which smooths out daily fluctuations, is showing a 15.4% decline compared with the week before.\nIn Scotland, case numbers started falling earlier than in England - with some evidence the decline may have been triggered by the football team's exit from the Euro 2020 tournament, although the downward trend has continued since then.\n\"There has been a lot of conversation about a football-related bounce in infections and whether we were seeing a wave-within-a-wave,\" said Mark Woolhouse, professor of infectious disease epidemiology at the University of Edinburgh.\n\"In Scotland though it's now starting to look like it's a longer-term trend. We haven't seen any sign of cases picking up [since the football finished]\".\nThe figures show the number of people taking Covid tests has fallen over the past fortnight, which scientists say could explain some of the drop in reported case numbers but is very unlikely to be the only factor.\nBetter weather over the past fortnight across much of the country may also have helped as more socialising took place outside.\nThe latest figures from the Office for National Statistics suggest 92% of adults in the UK now have antibodies to the virus in their blood, either through a previous infection or at least one vaccination dose.\nReal world data shows one dose of the AstraZeneca and Pfizer vaccines is between 30% and 36% effective at preventing a symptomatic Covid infection with the dominant Delta variant. \nAfter two doses that rises to 67% for the AstraZeneca jab and 88% for the Pfizer jab. Both jabs are even more effective against hospitalisation and death.\nThe vaccines can never offer 100% protection but as more of the population is jabbed so there is less opportunity for the virus to infect and spread.\nCovid rules in England were relaxed on 19 July, removing social distancing restrictions in bars and restaurants and allowing nightclubs to reopen.\nAny rise in infections linked to that unlocking is unlikely to show up in the daily case numbers for some days to come.\nIn other countries, such as the Netherlands and Spain, the reopening of nightclubs has been followed by a sharp rise in infections, and in some areas the policy was quickly reversed.\nSome scientists say the impact of unlocking in England is extremely hard to predict but could be offset by a reduction in younger children mixing as schools close for the summer holidays.\n\"If I was a betting man, I would now say that the impact of 19 July will not be sufficient to start case numbers increasing again, but I cannot be certain,\" said Paul Hunter, professor of medicine at the University of East Anglia.\nOthers are more cautious. Prof Woolhouse from Edinburgh University said there \"may well\" be another rise in cases this summer.\n\"There are at least eight million adults who have had no vaccination at all, plus most children under 18. That is still a lot of material for the virus to work with... and if the change in behaviour is dramatic enough [after 19 July], then we could see cases increase again.\"\nSince the start of the pandemic a rise in infections has always led, some weeks later, to a corresponding increase in hospitalisations and deaths.\nThe vaccine rollout has significantly weakened that relationship but has not broken it completely.\nAs of 22 July there were 5,001 Covid patients in hospital across the UK, up from a low of 871 on 27 May but still well below the 39,254 in hospital at the height of the winter wave in January.\nThe time lag between infections and hospital admissions means that number is likely to continue to rise over at least the next week, even if infections continue to fall.\nTrying to predict what will happen in the longer term is a much more difficult task for data scientists and epidemiologists.\nMost agree that there is unlikely to be a defined end-point to this pandemic. Instead the disease may become endemic - meaning it continues to circulate at a lower level in pockets of the population with smaller spikes driven by changes to behaviour and seasonal effects.\nEarlier this month, the NHS was given the green light to start planning a Covid vaccine booster programme to try to minimise another wave of infections this winter.\nScientists serving on the Joint Committee on Vaccination and Immunisation recommended 30 million of the most vulnerable should receive a third dose. They will include all adults aged 50 and over and anyone over 16 who qualifies for a flu jab.\n\"This is a very difficult phase of epidemic to predict and very careful surveillance and monitoring will remain important for weeks and months to come,\" said Prof Woolhouse. \n\"There is nothing yet that undermines the government's decision to unlock on 19 July but [we will] have to continue to watch.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57918218",
      "category": "uk",
      "title": "RNLI shows how to 'float to live' if you fall into water",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57901500",
      "category": "business",
      "title": "Backlash as pinged staff rules called unworkable",
      "tags": "Coronavirus testing,UK economy,Food industry,Self-isolation,Coronavirus pandemic",
      "text": "Industry bodies have reacted with dismay at the government's plan for firms to apply for staff to be exempt from coronavirus self-isolation rules.\nThe government has said there will be no list of critical workers exempt from isolating rules and exemptions will be \"considered on a case-by-case basis\".\nKaren Dee, chief executive of the airport operators association, said the scheme was \"simply unworkable\".\nThe food supply industry called for clarity on how the scheme would work.\nThe new policy comes after Prime Minister Boris Johnson announced on Monday that fully-vaccinated people in critical roles in England would be able to continue working even if told to self-isolate after being in close contact with someone who has Covid. The new rule is limited to those without Covid symptoms.\nIndividual businesses will have to contact their relevant government department to apply for any exemption.\nThose deemed eligible, which includes NHS and care staff, will be able to take daily tests instead.\nDowning Street said that the first exemptions around self-isolation have been given in some critical sectors.\nThe number of exceptions outside of the NHS is expected to be relatively small, and not reach the high tens of thousands.\nThere are ongoing discussions with companies in critical industries.\nThe prime minister's official spokesman said: \"A number of those exemptions are in process of being granted or have been granted.\"\n'Pingdemic'\nFirms have warned of increasing staff shortages caused by people being forced to self-isolate by the NHS Covid app. Iceland and Greene King said on Monday they had had to shut shops and pubs as a result.\nBusiness lobby group the CBI has warned that the problem could hamper the economic recovery.\nRod McKenzie, of the Road Haulage Association, said the plan felt like it had been \"thought up on the hoof without proper organisation or thought\".\n\"Truckers were classed as essential workers at the start of the pandemic; now they may be or may not be,\" he said.\n\"It's too confusing. The criteria isn't clear and it risks being both unfair and devastating to an already creaking supply chain.\"\nMs Dee, of the airport operators association, said the government \"must reconsider and exempt categories of workers\", such as airport security staff  and air traffic controllers from the requirement to self-isolate.\n\"As 24-hour operations, we need clear rules that are workable and easy to implement or there is a risk of unnecessary temporary closures,\" she said.\n\"Applying for each individual for an exemption from self-quarantine if they are 'pinged' is simply unworkable.\"\nShane Brennan, chief executive of the Cold Chain Federation, said: \"What is the application process for businesses to use this? Who will qualify? Do you have to prove you are severely affected? How long will it take? \n\"If it's not simple and quick, it will not help and most businesses will have to ignore it.  \nHe said the number of people absent in the food sector due to isolation requests was \"growing exponentially across the food supply chain\".\nAndrew Selley is the chief executive of food wholesaler Bidfood, which has about 5,000 employees across the UK and 24 depots.\nHe said the number of staff who were self-isolating changed on a day-to-day basis, but added the company had \"well over 100 people\" off at the moment.\nThe firm, which has large contracts with schools, hospitals and prisons, recently had half a shift off at one depot due to staff being told to isolate.\nMr Selley said it was a \"little ridiculous\" to expect individual companies to seek exemptions for staff who had been told to self-isolate.\nHe added entire sectors, such as food supply, should be exempted and the government's scheme should work in the \"same way it did for key workers\" at the beginning of the pandemic.\nThe government has said it is \"crucial\" for people to quarantine after being \"pinged\" by the NHS Covid-19 app.\nIts message comes after business minister Paul Scully said it was a decision for individuals and employers whether they should isolate after a \"ping\" from the app.\nThe Times reported that another minister in the business department, Lord Grimstone of Boscobel, stressed in a letter to one large employer that the app was only an \"advisory tool\" and that people were not under any \"legal duty\".\nThe prime minister's official spokesman said \"business-critical areas\" would be able to apply to be exempt from isolating.\n\"It's not a blanket exemption and my understanding is we're not going to be producing a list covering individual sectors,\" he said.\n\"It's important that anyone who feels they're in a critical industry or wants to raise potential issues because of isolation are able to contact departments and get advice and where necessary get exemptions.\"\nAsked specifically about supermarket workers, the spokesman said: \"We're not seeking to draw lines specifically around who or who is not exempt. \n\"What's important is to make sure critical services are able to function and get that balance right between requiring people to isolate... but also making sure critical services can function.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57960252",
      "category": "uk-wales",
      "title": "First minister security review call after home protest",
      "tags": "Cardiff,South Wales Police,Coronavirus pandemic",
      "text": "Security around First Minister Mark Drakeford should be reviewed after a protest outside his house, according to a specialist.\nOn Saturday, anti-lockdown protesters with loud speakers and banners shouted in the street outside his Cardiff home.\nDai Davies, a former head of security for the Royal Family, said the incident was \"totally unacceptable\".\nSouth Wales Police said it would not comment on matters of security.\nRhun ap Iorwerth, deputy leader of Plaid Cymru, said the protesters should not have been allowed to march past a politician's private home.\nOn Sunday, the force said it was made aware of a planned protest and about 500 people met at City Hall before moving to various locations throughout the city centre.\nIt said the protest passed peacefully, without incident and no arrests were made.\nHowever, the protest has sparked condemnation from cross-party politicians who said the scenes amounted to \"bullying\".\n\"How were they allowed to get that close to the first minister's home?\" said Mr Davies.\n\"There ought to be an urgent review again by those competent to do it, to actually review both his home, and any other minister, that may be affected by this very small lunatic fringe. \n\"You'll always get a small minority who want to seek to bully and harass. \n\"That's why I'm saying it is totally unacceptable, you know, whatever your views of the First Minister Mark Drakeford, that he shouldn't be subjected to this kind of abuse,\" he told BBC Radio Wales Breakfast. \n\"He's doing his best, I've no doubt, but even whether he isn't, he's still democratically elected and deserves the protection of the law and the police force charged with keeping the Queen's peace. \n\"And if that's the Queen's peace then I'm a sugar fairy.\" \nCrowds were pictured on social media standing outside the Welsh Labour leader's private home as speeches were made.\nIt came as other protests against restrictions and vaccines took place in cities across the globe, including Paris, Sydney, London and Toronto.\nCarwyn Jones, who led Wales from 2009 until 2018, called the Cardiff protest \"a favourite tactic of the far right in America\".\nLee Dodderidge, a former member of the UK's national counter terrorism security office, said in \"today's climate it would be the wisest and most easiest option\" for the first minister to have an official residence.\nWhile the prime minister has accommodation at Downing Street, and the first minister of Scotland has Bute House in Edinburgh, there is no equivalent for the Welsh first minister.\n\"When we're trying to secure somebody's health, or any sort of security really what we're trying to do is delay the attacker coming in.\n\"Trying to achieve that in a home is really, really difficult. In an official residence, we can have a wider perimeter.\"\nHowever the first minister is not thought to want an official residence. \nAndrew RT Davies, the Welsh Conservative's Senedd leader, said he was \"disturbed\" by the scenes outside the first minister's home.\nHe said the pandemic had \"unquestionably increased the spotlight on the Senedd and its politicians - none more so than the first minister\".\n\"And what may have been appropriate security a few years ago is no longer the case,\" he said, adding the arrangement should be constantly reviewed.\nHowever he said an official residence would be an \"unnecessary overcorrection\".\nRhun ap Iorwerth of Plaid Cymru said the protest should not have been \"allowed to happen\".\nMr ap Iorwerth said there should be an official residence for the first minister, but did not link the proposal to the events of Saturday, saying the issue was it was \"unacceptable to go and protest outside a private home\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57935264",
      "category": "business",
      "title": "Tesla profit surge driven by record car deliveries",
      "tags": "Companies,Elon Musk,Tesla,Electric cars",
      "text": "Tesla has reported surging profits, despite shortages of semiconductor chips and congestion at ports hampering production.\nSales rose to $12bn (£8.6bn) in the three months to the end of June, up from $6bn a year ago, when its US factory was shut down.\nThe electric carmaker said it delivered a record 200,000 cars to customers in the same period.\nIt added that public support for greener cars was greater than ever.\nThe company, led by billionaire entrepreneur Elon Musk, reported on Monday that profits soared off the back of strong sales.\nProfits for the second three months of the year were $1.1bn, up from $104m last year, bolstered by sales of its cheaper Model 3 sedan and Model Y.\nIn an update to investors on Monday, Tesla said: \"Public sentiment and support for electric vehicles seems to be at a never-before-seen inflection point. \n\"We continue to work hard to drive down costs and increase our rate of production to make electric vehicles accessible to as many people as possible.\"\nTesla added that how quickly it could produce cars throughout the rest of the year would depend on the supply of key parts of its vehicles, with demand at \"record levels\".\nOn a call with financial analysts on Monday, Mr Musk said: \"At this point, I think everyone can agree, electric vehicles are the only way forward.\"\nMr Musk said during the call that the global chip shortage \"remains quite serious\" and manufacturing would hinge on this \"slowest part of the supply chain\".\nHe also described late-night calls with suppliers in an attempt to resolve shortages.\nAs a result, there were growing waiting times for Tesla cars, especially across Europe, the company said in its results.\nIt will look to start production at its new Berlin \"gigafactory\" as soon as possible. It has been plagued by delays, although the company bills it as \"the most advanced high-volume electric vehicle production plant in the world\".\nIt will ramp up the manufacturing of its cars at its California hub in the meantime.\nMr Musk was also reportedly seen visiting Luton earlier this year, sparking rumours he may be considering a Tesla factory in the UK.\nOther car giants such as Ford and General Motors have been forced to suspend production temporarily in some US factories, having been hit by the global shortage of semiconductors.\nProfits at Tesla in the second quarter were also dented, however, by other items such as investments in the cryptocurrency Bitcoin.\nIt invested heavily in the digital currency previously. But it stopped taking Bitcoin as a form of payment earlier this year because of Mr Musk's concerns about the environmental impact of Bitcoin mining, which uses huge amounts of electricity.\nThe company reported a $23m loss on its Bitcoin investments on Monday, although its chief executive recently signalled it might accept it again in future.\nWedbush analyst Dan Ives said that this figure was, however, \"much lower than many had feared\".\nHe added that overall, the set of results marked a \"step in the right direction\" for the company, with \"healthy\" growth also seen in China, where Tesla began manufacturing last year.\nMr Ives did point out, however, that a big question for investors would be when the company would be able to hit profitability excluding the income it gets from reselling to other carmakers the credits that it earns for exceeding emissions and fuel standards.\nBetween April and the end of June, it saw $354m in revenues generated through the sale of such credits, down from $428m the same period a year before."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57968573",
      "category": "uk-england",
      "title": "High Court bid against road schemes dismissed",
      "tags": "Stonehenge,Highways England,Lower Thames Crossing,Grant Shapps",
      "text": "A High Court challenge against a proposed £27bn road development scheme that includes a new road tunnel close to Stonehenge has been dismissed. \nThe Road Investment Strategy 2 (RIS2) relates to 45 government projects in England.   \nCampaigners said the government ignored the environmental impact of RIS2 and it had been unlawfully approved.\nMr Justice Holgate said its net zero carbon target had \"plainly been taken into account\" when it was approved. \nOther schemes in the strategy include the Lower Thames Crossing linking Kent and Essex. \nIt also includes a plan to dual single carriageway stretches on the A66, between junction 40 of the M6 in Penrith, Cumbria, and the A1(M) at Scotch Corner, North Yorkshire.\nThe judgement is unconnected to a separate legal challenge made by Save Stonehenge World Heritage Site (SSWHS), which is opposed to the £1.7bn plan for works close to the Wiltshire site.\nTransport Action Network (Tan), a not-for-profit company that took the legal action against the RIS2 plans, said the judgement would \"surely send shivers down the spine of anyone hoping for urgent action on climate\". \nTan said transport secretary Grant Shapps and the Department for Transport (DfT) had unlawfully failed to take account of the \"obviously material\" impact of the road schemes on achieving climate change objectives.\nIts director, Chris Todd, added: \"Even if rising waters were lapping at the steps of the courts and Whitehall, it appears scrutiny of government climate decisions would still be side-stepped.\"\nBut the DfT said its plan had taken \"full and proper regard\" to the environment. \nMr Justice Holgate said in a ruling earlier that legislation requires a transport secretary setting an investment strategy to \"have regard to its effect on the environment, without any specific reference to climate change\". \nHe added the DfT's barrister had offered evidence that the government was \"taking a range of steps to tackle the need for urgency in addressing carbon production in the transport sector\". \nMr Justice Holgate added: \"Whether they are enough is not a matter for the court, but the evidence is plain that the government is seeking to deal with the need for urgency.\" \nA DfT spokesperson said: \"We welcome the court's judgement, which has found that our approach to assessing the carbon impacts of our road investment strategy was entirely lawful. \n\"Decarbonising transport is one of our main priorities and roads will continue to play a huge role in that, facilitating cyclists, buses and electric vehicles as we work towards banning the sale of petrol and diesel cars by 2030.\n\"Earlier this month we published our Transport Decarbonisation Plan which will further set transport on the path to achieving net zero by 2050.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57970044",
      "category": "uk-england-manchester",
      "title": "Wayne Rooney reports photos to Greater Manchester Police",
      "tags": "Greater Manchester Police",
      "text": "Former England footballer Wayne Rooney has reported a range of photos taken of him to police, his lawyers have said. \nThe photos, which were shared widely on social media, appear to show the Derby County manager asleep in a chair with unknown women posing beside him.\nIt is not known when the images were taken and there is no suggestion Rooney has behaved in any way inappropriately. \nThe ex-Manchester United star's representatives confirmed the matter had been reported to police.\nHis lawyers have declined to comment on the nature of the images.\nA Greater Manchester Police spokeswoman said the force was so far \"not aware\" the matter had been reported.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57968392",
      "category": "uk-scotland",
      "title": "Scotland's weekend of water deaths 'is worst in memory'",
      "tags": "Stonehouse,Lanark,Ardlui,Balloch",
      "text": "Rescue teams have described the weekend when six people died in incidents on the water as \"the worst in memory\".\nA man, woman and boy died in Loch Lomond near Ardlui on Saturday evening.\nIt came hours after the death of an 11-year-old boy in a river near Stonehouse, South Lanarkshire.\nThe body of a 13-year-old boy was also recovered from the River Clyde near Lanark on Sunday, while a 16-year-old boy died near the pier at Balloch Country Park on Friday.\nDeputy Assistant Chief Officer Alasdair Perry, from the Scottish Fire and Rescue Service, said: \"This is the worst weekend in relation to incidents of this nature that I can remember.\n\"I'd like to offer my condolences, and those of everyone at the Scottish Fire and Rescue Service, to all those affected by this weekend's tragic events.\"\nEmergency services were alerted to the Ardlui incident at about 18:40 on Saturday following \"reports of concern\" for people in the water.\nEdina Olahova, 29, her nine-year-old son, Rana Haris Ali, and their friend Muhammad Asim Riaz were pronounced dead at the scene. \nMr Riaz's seven-year-old son was rescued and taken to hospital in Glasgow where he is in a critical condition. \nSimon Jones, executive lead for water safety at the Loch Lomond and Trossachs National Park, said it has been a \"very traumatic time\" for staff involved in the search and rescue attempt.\nHe told the BBC's Good Morning Scotland programme: \"It has been a terrible week in the park, and of course across other parts of Scotland, with these tragic events. Our deepest sympathies go to the friends and families.\n\"We can't remember a period like this. Many of our staff were closely involved and it has been very traumatic.\n\"It has been really challenging and sobering and has given us a lot of cause for reflection on how we move on from these events.\"\nThe RNLI say there are five steps to know how to float: \nFind out more about the RNLI's \"float to live\" campaign\nMr Jones said national park staff would continue to be pro-active in encouraging people to enjoy the \"beautiful and iconic loch\" safely.\nHe said: \"Collectively, we all have to look at what more we can do - from understanding what the risks are if you are a visitor, through to the authorities about how we engage with people and what equipment is provided.\n\"Daily patrols already take place commonly throughout the loch.\n\"We all have a responsibility to make sure that we are aware of dangers and allow people to make active decisions about where water is safe and where it isn't.\"\nFirst Minister Nicola Sturgeon described the deaths as \"heartbreaking human tragedies\".\nShe said: \"Like everyone else around the country, my thoughts are with the families who are grieving loved ones right now.\n\"It is unimaginable and impossible for the rest of us to understand fully what they are going through.\n\"Scotland is blessed with having some of the most beautiful lochs, rivers and beaches anywhere in the world.  Combining that with the weather we've had recently, people understandably want to be in the water and enjoying that.\n\"But these tragedies over the weekend are a really brutal reminder that the beauty of some of our waters often belies the dangers that they hold.\"\nMs Sturgeon added that the Scottish government and emergency services would \"reflect on the horror\" of what had happened and on what more can be done \"to educate young people about the dangers as well as the beauty of water\".\nThe Scottish Fire and Rescue Service has also repeated its warning about the dangers of cold water shock in warm weather.\nDeputy Assistant Chief Officer Alasdair Perry said: \"When we look at the weather we've had this weekend, it's sunny and very warm in most areas, but the temperature of the water can still be extremely cold.\n\"If somebody enters the water they can suffer from this physiological response called cold water shock and that impacts their ability to control their breathing, their strength can be affected and their ability to swim.\n\"This can affect anybody of any age and any fitness level.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57978465",
      "category": "science-environment",
      "title": "Bezos' $2bn offer to get back in race to the Moon",
      "tags": "Nasa,Jeff Bezos",
      "text": "Jeff Bezos has offered to cover $2bn (£1.4bn) of Nasa costs in order to be reconsidered for a key contract to build a Moon landing vehicle.\nIn April, the space agency awarded the $2.9bn contract to Elon Musk, rejecting a bid from Bezos' company Blue Origin.\nThe award is for building the landing system that will carry astronauts down to the lunar surface as early as 2024.\nNasa could only award the contract to one company, not two as expected because of a funding shortfall.\nThe space agency had received only $850m of the $3.3bn it requested from Congress to build the Moon lander. \nIn a letter to Nasa's administrator Bill Nelson, released on Monday, Mr Bezos wrote: \"Blue Origin will bridge the HLS [Human Landing System] budgetary funding shortfall by waiving all payments in the current and next two government fiscal years up to $2bn to get the programme back on track right now. \n\"This offer is not a deferral, but is an outright and permanent waiver of those payments.\"\nAt the time of the award, Nasa's human exploration chief Kathy Lueders admitted that the space agency's current budget precluded it from selecting two companies.\nNasa also cited the proven record of orbital missions by Elon Musk's SpaceX firm as a factor in the award. Cost is also thought to have played a role: SpaceX's bid was the lowest-priced by some distance.\nThe decision meant that SpaceX's cylindrical Starship vehicle would carry the astronauts in Nasa's first mission to the lunar surface since Apollo 17 in 1972.\nAlabama-based defence contractor Dynetics was also vying for the contract.\nBezos had partnered with aerospace giants Lockheed Martin, Northrop Grumman and Draper in a bid to join this crucial phase of Nasa's Human Landing System programme.\nTheir design was named the Blue Moon lander, and bore a passing resemblance to a beefed-up version of the lunar module (LM) that carried Neil Armstrong and Buzz Aldrin to the surface in 1969.\nIn his letter, Bezos emphasised Blue Moon's proven heritage: \"We created a 21st Century lunar landing system inspired by the well-characterised Apollo architecture - an architecture with many benefits. One of its important benefits is that it prioritizes safety.\"\nMusk's Starship has pushed the envelope of spacecraft design, employing a radical approach to landing and incorporating innovative methane-fuelled engines.\nBezos also used his letter to emphasise Blue Origin's use of hydrogen fuel, which dovetails with Nasa's longer-term aims of refuelling spacecraft from water-ice mined on the Moon. The water can be split into hydrogen and oxygen propellant for rocket engines.\nIn Nasa's selection statement from April, SpaceX received an \"acceptable\" technical rating and an \"outstanding\" management rating. Blue Origin's bid was also rated \"acceptable\" on its technical merits but its management rating was deemed \"very good\" by the space agency.\nAfter losing out to SpaceX, Blue Origin filed a protest with the US Government Accountability Office (GAO), alleging Nasa unfairly \"moved the goalposts at the last minute\" in the way that it awarded the contract to SpaceX.\nThat protest, along with one from Dynetics, is awaiting adjudication, although some in the space community regard the chances of a reversal as unlikely.\nFollow Paul on Twitter."
    }
  ]
}