{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55497084",
      "category": "world-europe",
      "title": "Brexit: Gibraltar gets UK-Spain deal to keep open border",
      "tags": "Gibraltar,Spain,Effects of Brexit on Gibraltar,Brexit",
      "text": "Spain has reached a deal with the UK to maintain free movement to and from Gibraltar once the UK formally leaves the EU on Friday.\nTo avoid a hard border, Gibraltar will join the EU's Schengen zone and follow other EU rules, while remaining a British Overseas Territory.\nThe deal was announced by Spanish Foreign Minister Arancha González Laya, just hours before the UK exits the EU.\nThe Rock voted Remain in 2016 and about 15,000 Spanish workers go there daily.\n\"With this [agreement], the fence is removed, Schengen is applied to Gibraltar... it allows for the lifting of controls between Gibraltar and Spain,\" said Ms González Laya.\nThe Gibraltar deal will mean the EU sending Frontex border guards to facilitate free movement to and from Gibraltar. Their role is planned to last four years.\nGibraltarians are British citizens. They elect their own representatives to the territory's parliament, while the British monarch appoints a governor.\nThe territory - home to a British military garrison and naval base - is self-governing in all areas except defence and foreign policy.\nMs González Laya did not say whether Spanish border guards would eventually be posted at Gibraltar's airport and/or seaport which, under the deal, will be de facto part of the EU's external border.\nThe Gibraltar deal would also mean the territory complying with EU fair competition rules in areas such as financial policy, the environment and the labour market, Ms González Laya said.\nTwenty-two EU states are in the passport-free Schengen zone, as are Norway, Switzerland, Iceland and Liechtenstein, but the UK has never been in it.\nOnce Gibraltar joins it, EU citizens arriving from Spain or another Schengen country will avoid passport checks, while arrivals from the UK will have to go through passport control, as is already the case.\nUK Foreign Secretary Dominic Raab called Thursday's deal a \"political framework\" to form the basis of a separate treaty with the EU regarding Gibraltar. \nThe deal does not address the thorny issue of sovereignty. Spain has long disputed British sovereignty over the Rock which was ceded to Britain in 1713 and which is now home to about 34,000 people. The Remain vote there was an overwhelming 96% in the 2016 EU referendum.\nThe plan is to have a six-month transition period and then formalise the new arrangements with a treaty.\nUnder the current tight Covid rules, there are restrictions on UK citizens arriving via Gibraltar's airport, the UK Foreign Office says. \nDominic Raab said \"all sides are committed to mitigating the effects of the end of the [Brexit] Transition Period on Gibraltar, and in particular ensure border fluidity, which is clearly in the best interests of the people living on both sides.\n\"We remain steadfast in our support for Gibraltar, and its sovereignty is safeguarded.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55496094",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Homeschooling returns for first week of January",
      "tags": "NI education,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Most pupils in Northern Ireland will not be returning to school in the first week of January as planned.\nPrimary school pupils will be taught remotely until 11 January, after which they will return to the classroom.\nFor some post-primary pupils (Years 8-11), online learning will be in place for the entire month of January.\nChildcare settings including those attached to schools, pre-school facilities, nurseries and special schools will be open as usual.\nSchools will accommodate vulnerable children and the children of key workers from the start of term.\nEducation Minister Peter Weir said the action was in response to the level of Covid-19 transmission and high case numbers.\nOn Wednesday, Northern Ireland reported a record 2,143 cases in a 24-hour period.\nFor post-primary pupils in Years 12 to 14 - the GCSE and A-level years - they will return to school after the first week of January. \nExams due to take place in January will still go ahead in line with public health guidance, and schools will have flexibility to give face-to-face teaching to students sitting exams. \nYouth Service provision, which focuses on the social and development needs of young people, will be stood down until the end of January, with targeted services moving online. \nThe decision on schools comes after discussions between the Department of Education, Department of Health, Education Authority and the Public Health Agency. \nMr Weir said he had consulted the chief scientific officer and the chief medical officer, and the move was in response to \"unprecedented levels of positive Covid-19 tests since Christmas\".\n\"I must stress that these decisions are not made lightly as I know the negative impact on children's learning and mental health and well-being of not being in school,\" he added.\nMr Weir previously said schools would reopen in the first week of January.\nSpeaking to BBC's Good Morning Ulster on Thursday, he said decision making had remained consistent with scientific advice throughout the pandemic. \n\"Whenever announcements were made a couple of weeks ago, they were completely compatible with the advice we were getting from the experts,\" he said.\nMartine Mulhern, principal of St Cecilia's College in Londonderry, welcomed the decision from the education minister but said it should have been taken before the Christmas break. \nSpeaking to BBC Radio Foyle, Mrs Mulhern said: \"We could have had the children prepared for what was to come and I think it was an opportunity missed.\"\nMrs Mulhern said key worker parents must be made aware that their children can come to school. \n\"We want to ensure sure those children can still come to school so those individuals can still do the invaluable work to keep us all safe,\" she added.\nLori Campbell, who is a mum of four from Derry, has said she is not happy that her children will not be returning to school as planned.\n\"I have four children here at home and they each attend three different schools at four different levels of their education. \n\"Not attending school has impacted them greatly, not only in their learning but also in their social and emotional wellbeing,\" she said.\nMrs Campbell, who works as a child minder, has said her previous experience of remote learning impacted her as a parent as she works predominately from home. \n\"I have to juggle being a step-in school teacher with my children who are still in primary school, as well as the needs of children I look after when I am working.\"\nShe added: \"I am sitting here, like many other people on New Year's Eve having had a plan for Monday morning for my children to go back to school, a plan for my working week and that plan has just been torn to shreds.\"\nGerry Murphy, northern secretary for the Irish National Teachers' Organisation, said it was the \"right decision\" and it would give \"the entire system a chance to wait for a safer return\".\nHowever, he added the decision was \"entirely foreseeable\" and the minister could have \"announced it last week in the assembly\". \nSinn Féin assembly member John O'Dowd, who is a former education minister, also said it was a \"belated announcement\".\n\"It does reflect how serious the situation is in regards to our public health and the pressure that is currently on our hospitals.\n\"I'm a parent and I am also a legislator, and I believe the best place for our children is in schools but only if it is safe to do so.\n\"It is currently not safe to do that.\"\nChris Lyttle, chair of the NI Assembly's education committee, acknowledged the minister had a \"extremely difficult challenge\" but \"we really need more timely decisions to avoid this type of distressing situation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55494101",
      "category": "business",
      "title": "Adieu to the single market created by the UK",
      "tags": "Companies,EU-UK post-Brexit trade talks,Boris Johnson,European Union,Brexit",
      "text": "Nearly half a century of the UK's membership of the European Union and its predecessor organisations ended in January of course. \nWhat has now ended is the UK's economic membership of the bloc. Forty-eight years in the European customs union, basically the Common Market, and 28 years in the single market.\nThe Single Market was a creation for which the UK has paternity rights. It was Margaret Thatcher's rallying call for European reform, her calling card to unleash a wave of Japanese investment in post-industrial Britain and shepherded into existence by her appointee as commissioner Arthur Cockfield. \nIts creation served the UK's economic interests, as it grew the home domestic market available for British exporters without tariff or non-tariff barriers, eventually to nearly half a billion Europeans. It was not without irony that the tortuous negotiations of the past four years were made tougher by the EU's insistence on defending what it calls the \"internal market\", itself created by the British.\nIndeed the institutional underpinning of this huge marketplace became too much for Mrs Thatcher. Famously she became suspicious of Commission President Delors turning up to tell the TUC that through the European Union workers could reassert rights rolled back by the Conservative Government. \nAt her 1988 Bruges speech PM Thatcher replied: \"We have not successfully rolled back the frontiers of the state in Britain, only to see them re-imposed at European level, with a European super-state exercising a new dominance from Brussels.\" \nPerhaps this was the beginning of the path to Brexit, carried along by the push to monetary union and resentment at the overreach of the European Court of Justice and the considerable impact of the \"direct effect\" of community and then union law.\nThe car industry was the prototype for the single market. Mrs Thatcher's campaigning for EEC membership was quickly followed by a charm offensive that began as opposition leader to get Japanese investors to build high tech factories to sell cars tariff-free across Europe. \nFor the UK it would provide employment, technology, capital and competition for the languishing nationalised UK-owned auto sector. \nOngoing membership of the EEC, restrictions on union activity and investment tax breaks were part of the deal communicated in writing to the then chairman of Nissan. \nThe Datsun Bluebird was being developed in Sunderland and around the same time the Italians and the French threatened to slap tariffs on what they saw as a Japanese ruse to avoid tariffs and undercut their industry. \nThe UK government quickly communicated that it was willing to take this matter to the European Court of Justice. The attempt to kill the Nissan factory at birth was fended off. \nFrom this, the UK car industry and other advanced manufacturing prospered from being plugged into rapid continent-wide supply chains, delivering each part just in time and just in sequence. \nAll of that was enabled by conformity of regulations, standards, zero tariffs and the eradication of non-tariff barriers, for sale, but also within the manufacturing process. \nSimilar stories could be told about the pharmaceutical industry, chemicals, the food industry, aerospace, and financial services. \nWithin the EU, the UK even became the financial centre for a new currency, the euro, which it did not participate in.\nThe single market itself, with regulations set and enforced in Brussels, became a player on the world stage. And yet there was a balancing act. The UK could influence the direction of one of the biggest tankers in the sea but was restricted in acting more nimbly in new industries. In some sectors, the UK's trade dealings with the US or Asia were more important than with Europe.\nAnd so this tension led to breaking point. And for the Conservative Party in particular the single market's institutions it created and championed, became something akin to Frankenstein's monster. \nSome Brexiteers had hoped that the edifice would collapse once the UK left. But it has proven more robust than that. Indeed, Brexit has proven a catalyst of the EU to sign trade and investment deals far more quickly, including even with China. \nSo now the UK finds itself outside of the machine it created as its strategic competitor. The trade negotiation wasn't primarily about trade. Great Britain has declared regulatory independence, or to be more specific, has declared as much regulatory independence as is compatible with a zero-tariff trade deal.\nThe EU retains levers and switches to turn off some of these tariff advantages should the UK use the deal to turn into an offshore tariff free assembly hub for US and Asian manufacturing to be traded into the single market. Unlike with Nissan four decades ago, the European Court of Justice will no longer be there.\nThe PM wants regulatory competition but his own deal contains disincentives, if not actual restrictions, on competing \"unfairly\" or too much.\nSo the strategy matters. Britain is free, but to do what exactly? To level up? Well the regions that need levelling up are the ones that are actually most dependent on exports to Europe. Exports to Europe will be spared tariffs, thanks to the deal, but there will be literally millions of non-tariff barriers, that the economists calculate matter more, from health checks, customs formalities, origin paperwork, assessments of standards etc. \nEven to qualify for tariff-free treatment means, according to new government guidance on \"rules of origin\", analysis of how complicated is the process of grating cheese, of the shelling of nuts, and formalities on where the eyes of a doll come from. Most apply legally from tonight, having been absent for decades.\nThe sweet spot for UK will now be to deploy regulatory freedom in sectors that are truly global, where we are not already overly dependent on EU markets. \nCertain sub-sectors within technology, finance and pharmaceuticals, for example. In each of these sectors the UK is likely to have to offer more friendly regulation to the multinational private sector, than the EU. \nIt doesn't necessarily mean lower standards: It could be that UK medicines regulators, for example, build on the record of rapid approval for Covid vaccines in other medical areas. \nThe deployment of massive scientific networks within the National Health service, used for rapid clinical testing, could become the envy of the world. \nBrexit Britain is likely to become a laboratory for the global economy. Car companies will need to be attracted with more permissive rules on data and, say autonomous driving testing. Some tech companies are already porting their UK customers to be served under US data privacy laws rather than more restrictive EU ones.\nBut the government will also have to be very active and judicious. We are already \"picking winners\" again, at least in the satellite business. What about electric power, where the EU will fight aggressively, versus hydrogen power?\nThere are a number of structural economic problems, from poor training, declining productivity and low investment that were not caused by EU membership which, in terms of non-tariff barriers, are made immediately worse by this type of Brexit, for which the UK has no option but to deal with.\nThat process of looking outwards may not come quickly. Holyrood and Stormont rejected the Brexit trade deal. The UK has replaced a single market of 500 million Europeans free of non-tariff barriers with a single market smaller than the size of the UK. \nThere is a trade border in the Irish Sea. Northern Ireland is mostly left in the EU single market. There are non-tariff barriers between Great Britain and Northern Ireland as a result of this deal.\nLastly there are some big unknowns and unknowables. \nThe inadvertent diplomatic consequences of changes in trade patterns can be profound. If, for example, the eminent historian RW Johnson is to be believed, the UK's accession to the EEC in the first place created the conditions for the fall of South Africa's apartheid regime which was \"hurt in several ways\". \nBritish trade was remodelled away from the Commonwealth to Europe, the EEC offered favourable trade with all of Africa except Pretoria. And then when Portugal followed its ally the UK into the EEC, its African colonies and white rule quickly lost to revolutions by black liberation movements in Angola and Mozambique. \n\"Thus the seeds of the 1976 Soweto uprising were sown\" in part by the UK joining the EEC. Which is obviously not to suggest the reverse would be true. It is merely to say that events such as these can have very unpredictable knock on effects.\nThe Prime Minister has succeeded in taking the UK out of the Single Market created by his heroes. The UK now stands outside a system that it helped invent. For now its new single market is not the size of the country. \nThe test of all of this, is to make the UK's new single market the size of the globe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-55502904",
      "category": "uk-england-merseyside",
      "title": "Joe Anderson: Liverpool mayor in police probe will not seek re-election",
      "tags": "Liverpool City Council,Liverpool",
      "text": "Liverpool Mayor Joe Anderson says he will not fight for re-election in May due to an ongoing bribery and witness intimidation investigation.\nMr Anderson, 62, made the announcement after Merseyside Police said he had been rebailed until February following his arrest earlier this month.\nHe tweeted he was \"disappointed\" with the police decision as he had \"provided all of the information they asked for\".\nHe said it was in the Labour Party's best interests to pick a new candidate.\nMr Anderson was arrested on 4 December, along with four other men, on suspicion of conspiracy to commit bribery and witness intimidation.\nThe year-long investigation, Operation Aloft, has focused on a number of building and development contracts in Liverpool.\nFollowing his arrest, Mr Anderson said he was \"stepping away from decision-making\" and would take unpaid leave while the police investigation continued.\nThe Labour Party also suspended Mr Anderson pending its outcome.\nMr Anderson said he would \"continue to fight to demonstrate that I am innocent of any wrongdoing [and] also to protect my legacy as mayor of this city of which I am proud\".\nHe said the timing of the police investigation meant \"it would be in the best interests of the Labour Party to select a new candidate for the mayoral election\".\nMr Anderson also wrote: \"I have dedicated my life to this city with loyalty and passion and I am not prepared to throw that away.\"\nRichard Kemp, leader of the Liberal Democrat opposition on Liverpool City Council, called on Mr Anderson to immediately resign from the local authority.\nMr Kemp said his Labour opponent was a \"lame duck mayor\" who was \"preventing the city from moving on\".\nMr Anderson said he hoped the police investigation would be completed \"long before\" the expiry of his term of office. \nHe said it would confirm he had \"done nothing wrong\" and his name and reputation \"will be exonerated\".\n\"I have never done anything that would harm this city,\" he said.\nEarlier, Merseyside Police said five men had been rebailed until 19 February.\nThe Labour Party has been contacted by the BBC for a comment.\nA councillor since 1998, Mr Anderson became Liverpool's first directly elected mayor in 2012 and earned a second term in 2016.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55502595",
      "category": "uk",
      "title": "Covid-19: UK reports a record 55,892 daily cases",
      "tags": "Healthcare,Coronavirus pandemic",
      "text": "The UK has reported another 55,892 daily cases of coronavirus, the highest figure on record.\nAnd another 964 people died within 28 days of a positive test, only slightly down on the 981 on Wednesday.\nIt comes as Health Secretary Matt Hancock appealed to everyone to \"take personal responsibility this New Year's Eve and stay at home\".\nHe said he knew how much had been sacrificed this year but, with the NHS under pressure, \"we cannot let up\".\nOn Thursday, just after midnight, 20 million more people in England were placed under the toughest restrictions and told to stay at home.\nThe new restrictions mean 44 million people, or 78% of the population of England, are now in tier four, where non-essential shops, gyms, cinemas and hairdressers have to stay shut.\nPublic Health England medical director Dr Yvonne Doyle said Christmas week had seen a worrying rise in cases - particularly among adults in their 20s and 30s.\n\"We have all had to make huge sacrifices this year, but please ensure that you keep your distance from others, wash your hands and wear a mask,\" she said. \n\"A night in at new year will mean you are significantly reducing your social contacts and can help stop the spread of the virus.\"\nThe 981 deaths recorded on Wednesday was the highest daily figure since April.\nMuch of the rise in cases has been blamed on the spread of a new variant, which scientists believe is able to transmit more easily. \nIt was initially concentrated in the London, the South East and eastern England, but Mr Hancock has said it is now responsible for the \"majority\" of new cases across the UK.\nWith the number of Covid patients in hospitals increasing, some are being moved long distances for intensive care. \nDr Michael Marsh, NHS England medical director for the south-west region, said patients had come from Kent to Plymouth and Bristol, where services were \"less stretched\". \nThe latest NHS Test and Trace figures show 232,169 people tested positive for Covid in England at least once in the week to 23 December, up 33% on the previous week and the highest weekly rise on record.\nCovid case rates are continuing to rise in all regions of England - with London's rate at 735.5 per 100,000 people in the seven days to 27 December, up from 711.9 the previous week, the latest Public Health England report showed.\nEastern England saw the second highest rate, 551.3 up from 510.8, followed by south-east England at 450.6, up from 427.4.\nMeanwhile, Scotland recorded 2,622 new Covid cases in the past 24 hours - a record high for the third day in a row.\nPublic Health Wales reported a further 1,831 cases in Wales, with the highest case rates in Bridgend (825.6 for every 100,000 people) and Merthyr Tydfil (754.2).\nAnd Northern Ireland has seen another 1,929 cases in the last 24 hours, as hospitals come close to capacity with latest figures showing only six empty beds.\nSome hospital trusts in the south of England have also been reporting that they are under extreme pressure because of increasing numbers of Covid patients. \nOn Wednesday, Essex and Buckinghamshire declared major incidents, while an intensive care doctor at London's Whittington Hospital said they were facing a \"tsunami\" of Covid cases.\nProf Hugh Montgomery said people who did not follow social distancing rules or wear masks \"have blood on their hands\".\nThe NHS said London's Nightingale Hospital had been \"reactivated\" and was ready to admit patients, in anticipation of rising pressures from the spread of the new variant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-55506681",
      "category": "uk-england-essex",
      "title": "Covid: Illegal New Year party at Essex church broken up",
      "tags": "Southwark,Brentwood,East Horndon",
      "text": "A 500-year-old church was damaged during an illegal New Year's Eve party at the venue.\nAll Saints' Church in East Horndon, near Brentwood, was broken into before crowds entered, Essex Police said.\nOfficers were threatened and had objects thrown at them as they dispersed hundreds of people and seized equipment, the force said.\nTwo men from Harlow, aged 27 and 22, and a 35-year-old from Southwark were arrested.\nThey were held on suspicion of public order and drugs offences.\nAstrid Gillespie, a volunteer with the Friends of All Saints', said event organisers had smashed a window to put in an extractor fan unit and wired sound equipment into the church's fuse box.\nShe said: \"It was a professional set-up, they'd hired portable loos, they had a bar area where you had to exchange tokens... obviously it's a mess.\n\"It's such a beautiful church, to find out it's been damaged is devastating.\"\nThe conservation group believes it will cost at least £1,000 to repair the Tudor building.\nEssex is in England's top tier four of coronavirus restrictions and on Wednesday declared a major incident over virus cases.\nPolice later dispersed about 100 people at an illegal party at an abandoned warehouse in Brentwood and made two arrests.\nA woman was also fined £10,000 for organising a house party with 100 guests at Bury Road, Sewardstonebury, in Epping Forest. \nOfficers seized equipment and issued 25 fixed penalty notices.\nAssistant Chief Constable Andy Prophet said: \"Unfortunately, there were [those] who decided to blatantly flout the coronavirus rules and regulations and, ultimately, they decided that partying was more important than protecting other people.\n\"We've seized their equipment, arrested five people, and issued a large number of fines to those who think this behaviour is acceptable.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55503386",
      "category": "uk-wales",
      "title": "Brexit: 'Plans in place' to minimise port delays in Wales",
      "tags": "Pembroke Dock,Republic of Ireland,Pembrokeshire County Council,Goodwick,Wales business,Holyhead,Transport,Wales Brexit,Welsh government,Isle of Anglesey County Council,Brexit,Haulage",
      "text": "Plans are in place to minimise disruption at Welsh ports - especially Holyhead - as the UK enters a post-Brexit new year.\nThe EU Brexit transition period is over, and lorry drivers heading to and from the Republic of Ireland require additional paperwork to travel.\nOfficials at Holyhead said some lorries have already been turned away because they had the wrong documentation.\nThe Welsh Government said it was doing what it could to \"protect\" the port.\nTransport Minister Ken Skates said it was \"imperative\" contingency plans were in place for the island, as it wakes up to the new customs regime.\nFerry operators in Wales will now require freight customers to link customs information to their booking as they head for the Irish Republic.\nWithout that paperwork, port access will be refused.\n\"We've had the first few rejects, which is not unexpected,\" said Stena Line's Head of UK Ports, Ian Davies.\nSpeaking to BBC Radio Wales from Holyhead on New Year's Day, he said it showed the new system was working.\n\"We've had people that have been passed and allowed to be shipped, and we've had a few failures as well, so it will be a learning curve for these customers.\"\nThe Welsh Government said a \"worst case scenario\" published by the UK suggested 40% to 70% of heavy goods vehicles arriving at ports after transition ended on New Year's Eve may not have the right documentation to travel.\nThe peak period for turning vehicles away is expected to be mid-January.\n\"We simply don't know whether things are going to work,\" said Rod McKenzie, who is managing director of policy for the body representing lorry drivers and operators, the Road Haulage Association.\n\"There is no question there will be problems, even if all the IT works, things could go wrong, and given traders' unfamiliarity with it there is the potential for a lot of mistakes to be made.\"\nThe association said it was more worried about \"invisible delays\" in the supply chain, rather than queues at ferry ports.\n\"Lorries might not leave their factory gate or depot because the paperwork isn't done,\" he said.\n\"It's really, really important that people try to get their paperwork right. The consequences of any mistakes will be a disruption of the supply chain.\"\nHe said the sector would know in about a week \"how it's going\".\nPembrokeshire council said it had been working to ensure any vehicles turned away from Pembroke Dock and Fishguard were dealt with away from the ports.\nIt has arranged overflow locations at Goodwick and Pembroke Dock for its own version of Dover's \"Operation Stack\", where lorries queue along the M20.\n\"The importance of Pembrokeshire's ports to the county, Wales and UK as a whole cannot be overestimated,\" said council leader David Simpson.\nOn Anglesey, a temporary contraflow is in force on the A55 expressway, eastbound between junctions two and four, allowing any traffic turned away from the port to be redirected back.\nIt will be moved to parking locations at Parc Cybi on the outskirts of the town, and if necessary, lorries will be parked on the cordoned-off A55 sections.\n\"We will monitor the situation carefully and as soon as it's safe to do so we will remove the temporary contraflow,\" said Mr Skates.\n\"While the next few days are expected to be quiet, we know it will become busier as we approach mid-January.\n\"Our aim is to do what we can to protect the port, town of Holyhead and wider community from any possible disruption.\"\nOn Friday, port authorities on Anglesey said freight traffic has been quiet, as expected over the bank holiday period.\nIt follows an steep rise in lorry crossings in the run up to Christmas and the end of the transition period.\nFerry operator Stena Line is also responsible for running Holyhead Port.\n\"We can't get complacent over the next few days,\" said a Stena spokesman.\n\"It's when freight levels come back up that we'll know whether the systems are really working and whether the hauliers are ready. That will be the real test.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55498922",
      "category": "world",
      "title": "How 2021 was celebrated around the world",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55506655",
      "category": "uk-wales",
      "title": "Reward offered after Monmouthshire nativity scene destroyed",
      "tags": "Christmas,Monmouth,Raglan",
      "text": "A £2,500 reward has been offered after a nativity scene was petrol-bombed on Christmas Eve.\nThe scene in Raglan, Monmouthshire, had been installed in a bus shelter for families to enjoy over Christmas.\nThe fire destroyed statues of a shepherd, Mary, Joseph and baby Jesus - with only the three wise men surviving as they stood outside the shelter.\nMiguel Santiago, of the Beaufort Hotel which funded the £10,000 scene, said the attack was \"really disappointing\".\n\"I was in the hotel when I saw the fire and I went into panic mode,\" he said.\n\"It was about 21:45 on Christmas Eve when it all happened and I ended up using nine extinguishers to put it out.\"\nThe wooden nativity was funded by the hotel and put together by retired theatre design lecturer Liz Friendship.\nMs Friendship said the festive scene had also been targeted by thieves in the past.\n\"In 2018 Mary was taken, in 2019 two shepherds were stolen and never came back, and in 2020 it's burnt down.\n\"It's now just three kings staring at the bus stop. It's very sad.\"\nVillagers are now appealing for help to catch the suspects responsible for the Christmas crime.\nMr Santiago added: \"It's a shame because so much effort went into putting it together this year.\n\"We added three kings which really made it a great sight, we made sure the figures couldn't be taken by fixing them down.\n\"It's really disappointing that this has happened but the locals have been great and we will be back next year with a bigger and better nativity.\"\nA spokeswoman for Gwent Police said: \"Officers are investigating a report of criminal damage to a nativity scene on the High Street, in Raglan on Christmas Eve.\n\"It has been reported that fire damage was caused to the set at approximately 9.45pm on the evening of Thursday 24th December 2020.\n\"The scene that belonged to the Beaufort Hotel was totally damaged as a result.\"\nAnyone with information should contact police on 101, she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55501049",
      "category": "business",
      "title": "'Worst year for High Street job losses in 25 years'",
      "tags": "Retailing,UK economy,UK High Streets",
      "text": "Last year was the worst for the High Street in more than 25 years as the coronavirus accelerated the move towards online shopping, analysts say.\nNearly 180,000 retail jobs were lost in the UK in 2020, up by almost a quarter on the previous year, according to the Centre for Retail Research (CRR).\nIt warned there will be more pain for the sector in 2021 as retailers face a cash flow crisis and rent payments.\nIt has predicted up to 200,000 more retail jobs will be at risk in 2021.\nProfessor Joshua Bamfield, a director at the Centre for Retail Research, said its forecast was based on \"the cumulative effects of months of closure and its impact upon cash flow and rent arrears that will be payable when the moratorium ends.\n\"Whilst the longer-term effects of the greater use by shoppers of all kinds of online retailing is likely to be hugely damaging for physical stores,\" he added.\nMajor brands including Topshop-owner Arcadia, Edinburgh Woollen Mill Group and Debenhams slashed hundreds of jobs after collapsinig into administration during the year.\nSusannah Streeter, market analyst at Hargreaves Landsdown, said the pandemic alone couldn't \"be blamed for the collapse of household names. It merely accelerated the shift to digital,\" she said.\nShe says that 2021 will be a \"year of painful evolution\" for the sector. \n\"Debenhams has been the key anchor store in city centres for decades, but fell behind fashion trends, whilst locked into long leases with rising rents with underperforming online sales. \n\"Topshop was still the leader of the High Street fashion pack a decade ago, but underinvestment in e-commerce and social media, saw it leapfrogged by savvy online rivals like Boohoo and Asos.\"\nThe success of fast fashion online retailers such as Boohoo has been tough for some of the  more established High Street brands to emulate. \nMrs Streeter said that shoppers appeared to \"shrug off\" accusations that the retailer had been \"tolerating widespread abuses of employment law\" at some of its suppliers in Leicester. \n\"Although ethical concerns do appear to be growing amongst some consumers, it seems fast fashion shoppers are still prioritising price.\"\nAnalysis by consumer affairs correspondent Sarah Corker\nThe High Street was struggling before the pandemic struck, but almost a year of lockdowns and restrictions appears to have turbocharged that decline. Some estimate the shift towards online shopping has been accelerated by five to ten years. \nEvery week in 2020, an estimated 3,400 retail jobs were lost. Retailers have spent huge sums of money making their premises covid secure; stores have been re-designed with one way systems and plastic screens, returned items are quarantined for up to 72 hours and there are enhanced cleaning regimes. \nAll that pushes costs up at a time when social distancing means there are fewer customers. \nBut amid the slew of store closures, there is a sliver of positive news. As more of us work from home, we're spending more money locally and rediscovering our local high streets and independent stores. \nAnalysis of spending habits suggests smaller neighbourhood shopping areas have fared much better than large cities and shopping centres this year. \nCurrently around three million people in the UK work in retail.   \nThe CRR warned that on-going Tier 4 restrictions and a delayed rollout of coronavirus vaccines in the UK could spark up to 200,000 job losses.  \nMrs Streeter added that it would be crucial for high street retailers to evolve their in-store experience if they were to attract customers back in a post Covid-19 climate. \n\"Department stores can still thrive, if they provide the experience the customer craves. Items like footwear can be very difficult to get right online,\" she said. \nTrying out fragrances and skincare is impossible in a virtual world. Underwear, which is difficult to return, may look a good fit on models but customers prefer to try it before they buy, she says.\n\"However, shopping needs to be an enjoyable pasttime, not a bun fight amid vast racks of clothes. Reducing retail footprints, while investing in the appeal of an exciting in store and online seamless experience will be key to attracting newer younger customers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55507226",
      "category": "entertainment-arts",
      "title": "The KLF's songs are finally available to stream",
      "tags": "Streaming,Music",
      "text": "After years of silence, The KLF have uploaded a selection of their most famous songs to streaming services like Spotify, YouTube and Apple Music.\nThe band's music has been officially unavailable since 1992, when they deleted their entire back catalogue.\nBut eight songs, including dance anthems like 3AM Eternal and What Time Is Love, are now available on an eight-track compilation, Solid State Logik.\nFly posters in London suggested The KLF would release more music this year.\nSolid State Logik collects all of the band's biggest hits - including the Tammy Wynette collaboration Justified & Ancient, and the Gary Glitter-sampling Doctorin' The Tardis.\nIt comes 29 years after founders Jimmy Cauty and Bill Drummond turned their backs on music, with a provocative performance at the 1992 Brit Awards - where they tied for best group with Simply Red.\nThe duo made their disdain for the industry clear by performing 3AM Eternal while firing blanks from a machine gun into the stunned audience, before an announcer said: \"The KLF have left the music business.\"\nDriving the point home, they later dumped a dead sheep on the steps of an after-show party with a note reading, \"I died for ewe\".\nCauty and Drummond later burned £1m of their royalties in bundles of £50 notes, on the remote Scottish island of Jura.\nIn recent decades the duo have concentrated on book and art projects, including plans to build a \"people's pyramid\", inspired by the death of Cauty's brother and constructed from bricks, each containing 23 grams of human ashes.\nBut fans have clamoured for their music - with bootleg clips of their videos and performances achieving tens of millions of views on YouTube, and several \"sound-alike\" versions of their biggest hits appearing on Spotify.\nWhen other streaming holdouts like AC/DC and Neil Young relented and made their back catalogues available, The KLF still held out. In 2018, Billboard named their absence as one of the eight most significant gaps on streaming services, alongside records by De La Soul and Aaliyah.\nThe band announced their surprise resurrection in two posters pasted under a railway bridge in Shoreditch, East London, alongside graffiti referencing The KLF. \nThe Instagram account of Cauty's girlfriend showed a figure creating the graffiti creating the graffiti on New Year's Eve.\nAccording to a statement on the band's YouTube page, Solid State Logik (named after the mixing desk the band used to create their biggest hits) is the first of five planned releases, covering all of the band's releases, under a variety of names.\nIt read: \"KLF have appropriated the work done between 1 January 1987 and 31 December 1991 by The Justified Ancients of Mu Mu, The Timelords [and] The KLF.\n\"This appropriation was in order to tell a story in five chapters using the medium of streaming. The name of the story is Samplecity Thru Transcentral.\"\nThe text goes on to name several projects that are being prepared for release, some of which have never been heard before, including Kick Out The Jams, the Pure Trance Series, and a second volume of Solid State Logik.\n\"If you need to know more about the work done by The Justified Ancients of Mu Mu, The Timelords or The KLF, you can find truths, rumours and half-truths scattered across the internet,\" the statement continued. \n\"From these truths, rumours and half-truths, you can form your own opinions.\n\"The actual facts were washed down a storm drain in Brixton some time in the late 20th Century.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-55494542",
      "category": "world-australia",
      "title": "Australia changes national anthem to reflect indigenous past",
      "tags": "Indigenous Australians,Scott Morrison,Australia",
      "text": "Australians will sing a different version of their national anthem from 1 January after Prime Minister Scott Morrison announced a change to the words on Thursday.\nThe anthem will no longer refer to Australia as \"young and free\" - in an attempt to reflect the country's long indigenous history.\nThe announcement was a surprise but welcomed across the government.\nMr Morrison said he hopes the change will create a \"spirit of unity\".\nPeople inhabited Australia for tens of thousands of years before it was colonised by mostly white English settlers in the 18th Century.\nThe line to be removed in the anthem, which is called Advance Australia Fair, is \"For we are young and free\". Instead people will sing \"For we are one and free.\"\nEarlier this year, the leader of New South Wales state, Premier Gladys Berejiklian, suggested the change, saying the current wording ignored Australia's \"proud First Nations culture\".\n\"Changing 'young and free' to 'one and free' takes nothing away, but I believe it adds much,\" Prime Minister Morrison, who is a conservative, said.\n\"It recognises the distance we have travelled as a nation. It recognises that our national story is drawn from more than 300 national ancestries and language groups and we are the most successful multicultural nation on earth.\"\nHe also said the change celebrated the unity Australia formed during the coronavirus pandemic.\nOpposition leader Anthony Albanese commented that the country \"should be proud of the fact that we have the oldest continuous civilisation on the planet right here with First Nations people\".\nIn recent years Australia has made greater efforts to recognise indigenous history in cultural and political events. \nIn December, rugby players for the national team sang the national anthem in an indigenous language for the first time. The team sang in the language of the Eora nation - a group of peoples from the Sydney area - before performing the anthem in English."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55509694",
      "category": "world-us-canada",
      "title": "First Minneapolis police death since George Floyd captured on bodycam",
      "tags": "Minnesota,Minneapolis,US police killings,George Floyd death,United States",
      "text": "Minneapolis police have released bodycam footage of a fatal shooting by officers, the first death at the hands of police in the US city since that of George Floyd, a black man, in May.\nThe victim, Dolal Idd, 23, was a suspect in a felony and was stopped by police on Wednesday. He was also black.\nInitial witness statements and police say Mr Idd fired first and was shot dead when the officers returned fire.\nMinneapolis saw months of unrest after Mr Floyd's death in police custody.\nThe protests spread across the US amid allegations of police brutality. \nMr Floyd died after a police officer knelt on his neck for nearly nine minutes.\nThe footage from Wednesday's fatal shooting, from the bodycam of one of the officers involved, was released late on Thursday.\nIt shows the officers' cars blocking a white vehicle at a petrol station on the city's south side, not far from where Mr Floyd died.\nThe police are heard shouting \"Stop your car, hands up, hands up!\" before shots are fired, including by the officers.\nA female passenger in the car with Mr Idd was not hurt, police said, nor were the officers.\nMinneapolis police chief Medaria Arradondo said a gun was found at the scene.\n\"When I viewed the video that everyone else is viewing - and certainly the real-time slow-down version - it appears the individual inside the vehicle fired his weapon at the officers first,\" he said.\nPeople including Mr Idd's father Bayle Gelle gathered at the scene the following day, prompting fears of renewed protests.\n\"He was just sitting in the car, and bullets were shot at him, and no reason,\" he said, quoted by CBS News. \n\"Why are we here?... Because of colour. He is a black man. We want to know why my sweet son gets shot and killed.\"\nCity mayor Jacob Frey said he was committed to getting the facts and pursuing justice.\n\"We know a life has been cut short tonight and that trust between communities of colour and law enforcement is fragile,\" he said in a statement.\n\"Rebuilding that trust will depend on complete transparency.\"\nMr Floyd's death in May led to calls for reform or even abolition of the city's police department, but those efforts have stalled."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55503536",
      "category": "uk-england-london",
      "title": "Covid-19: London's NHS Nightingale 'ready to admit patients'",
      "tags": "NHS Nightingale Hospitals,Exeter,Coronavirus pandemic",
      "text": "London's Nightingale Hospital is ready to admit patients as hospitals in the capital struggle, the NHS has said.\nThe Excel Centre site in east London has been \"reactivated\" amid a rise in the number of Covid-19 patients.\nOther Nightingale hospital sites across England are also being readied, with the UK recording a record daily rise in coronavirus cases.\nAn NHS spokesman said hospitals in London remain under \"significant pressure\".\nHe said: \"In anticipation of pressures rising from the spread of the new variant infection, NHS London were asked to ensure the London Nightingale was reactivated and ready to admit patients as needed, and that process is under way.\"\nSeveral NHS hospitals in London and the south-east are now reporting they are under extreme pressure as a result of a surge in the number of people falling seriously ill with Covid-19. \nAn email to staff at the Royal London Hospital says they are operating in disaster medicine mode - warning they can no longer provide high-standard critical care. \nNightingale hospitals in Manchester, Bristol and Harrogate are in use currently for non-Covid patients, the spokesman added.\nThe Exeter site received its first Covid patients in November when it began accepting those transferred from the Royal Devon and Exeter NHS Foundation Trust, which was described as \"very busy\".\nHe said: \"Covid inpatient numbers are rising sharply so the remaining Nightingales are being readied to admit patients once again should they be needed, in line with best clinical practice developed over the first and second waves of coronavirus.\"\nSenior intensive care doctor Prof Hugh Montgomery warned those who fail to follow the rules on social distancing, hand washing and wearing a face covering \"have blood on their hands\". \nNHS England medical director Stephen Powis has described the Nightingale hospitals as \"our insurance policy, there as our last resort\".\nHe told a Downing Street press conference on Wednesday: \"We asked all the Nightingale hospitals a few weeks ago to be ready to take patients if that was required.\n\"Indeed, some of them are already doing that, in Manchester taking step-down patients, in Exeter managing Covid patients, and in other places managing diagnostics, for instance.\n\"Our first steps though, in managing the extra demands on the NHS, are to expand capacity within existing hospitals - that's the best way to use our staff.\"\nLondon's Nightingale Hospital was opened on 3 April and placed on standby weeks later after fewer than 20 patients were treated there."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55508141",
      "category": "uk-scotland",
      "title": "Covid in Scotland: New strain of virus 'accelerating' spread",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "The next few weeks could be the most dangerous period for Scotland since March in the fight against Covid, the first minister has warned.\nNicola Sturgeon said the new variant of the virus was \"accelerating spread\" across Scotland.\n\"If you first foot someone today, or hug/kiss/handshake them HNY, you are putting yourself, others and the NHS at risk,\" she tweeted.\nA further 2,539 cases of Covid-19 were confirmed on Friday.\nThe number is slightly down on Thursday's figure, but Ms Sturgeon said cases numbers were still \"worryingly high\".\nDaily confirmed cases have reached record highs on each of the previous three days, rising to to 2,622 on Thursday.\nThe percentage of positive cases also reached 14.4% on Wednesday - the highest it has been since the second wave of the pandemic began in the summer.\nMs Sturgeon tweeted: \"Today's case numbers are worryingly high again. The new variant is accelerating spread.\n\"PLEASE do not visit other people's homes just now, even today - if you first foot someone today, or hug/kiss/handshake them HNY, you are putting yourself, others & the NHS at risk.\"\nShe said the \"vaccine cavalry\" was on the way, offering \"real hope for 2021\", but she added: \"With this new variant, the next few weeks may be the most dangerous we've faced since Mar/April.\n\"We must act together to suppress it, to save lives and protect the NHS. Folded hands stick with it.\"\nA new study by London's Imperial College has found that the new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version.\nIt concludes the new variant increases the Reproduction or R number by between 0.4 and 0.7.\nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nThe Scottish government's most recent estimate of the R number in Scotland has put it between 0.9 and 1.1.\nEmma Thomson, a professor of infectious disease at the University of Glasgow, said it was important to get people vaccinated quickly.\nThe professor, who has been working on the sequencing of the new Covid mutation, told the BBC that lockdown was not controlling the infection \"on its own\".\n\"At least we come in armed into the new year with two vaccines which are highly effective at preventing severe disease. We have that,\" she said.\n\"We need to roll it out now to add to the public health measures.\"\nParties, traditional \"first-footing\" and social events were banned this Hogmanay, with all of mainland Scotland and Skye being under the highest level of Covid restrictions.\nAll official events were cancelled, but police had to disperse a crowds of people who gathered at Edinburgh Castle and Calton Hill to see in the new year.\nIt has also emerged that 32 people were charged with reckless conduct after police found them gathered at a rented property in Aberfoyle on 27 December.\nA Scottish government spokesperson said: \"As the first minister has pointed out, the sharp rise in cases is evidence that the new strain seems to be speeding up transmission.\n\"This is why we are asking people to please stay at home as much as possible and avoid non-essential interaction with others.\n\"There is light at the end of the tunnel, but we ask everyone to be patient as we work our way through the vaccination programme, and continue to follow FACTS to keep us all safe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55491197",
      "category": "entertainment-arts",
      "title": "The Archers: Radio 4 to mark 70th anniversary",
      "tags": "The Archers,Radio",
      "text": "BBC Radio 4 will mark 70 years of The Archers with a series of features across its output on Friday.\nAs well as broadcasting episode number 19,343 of the world's longest-running serial drama, stars from it will appear on the station's other programmes.\nThis will include inserts into Woman's Hour, Farming Today, and a quiz.\nThe Archers, set in the fictional village of Ambridge, began in 1951 with the original purpose of educating farmers on modern agricultural methods.\nThe show's editor, Jeremy Howe, said its achievements over the years, coming up to the modern day, are incomparable.\n\"Almost daily and in real time The Archers has tracked life in the village of Ambridge across  years and more than 19,000 episodes,\" he said.\n\"No work of fiction or drama can truly compare to that. As I look back on this incredible legacy, I am looking forward to the next 70 years of The Archers.\"\nBack in May, The Archers returned to BBC Radio 4 on Monday, with a \"new style\" forced upon the show by the coronavirus lockdown.\nLarge cast recordings with interaction between multiple characters were scrapped in favour of monologues recorded at the actors' homes.\nThe storyline of Friday's anniversary episode remains a secret, but celebratory programming on Radio 4 on the day will also include a special edition of With Great Pleasure at Christmas, where cast members from the series share their favourite prose and poetry.\nHowe, meanwhile, will appear alongside actor Timothy Bentinck (David Archer) and agricultural story advisor Sarah Swadling in an Archers-flavoured edition of Farming Today.\nWoman's Hour will focus on the female characters and storylines that have shaped the show.\nFinally, on the day, listeners will be invited to head over to The Bull pub - not literally of course - for the The Archers Anniversary Quiz, hosted by landlords Jolene (Buffy Davis) and Kenton Archer (Richard Attlee).\nOn Saturday 2 January, historian David Kynaston will then delve into the history of the programme further documentary feature entitled A Social History of The Archers. \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55509582",
      "category": "entertainment-arts",
      "title": "Comedian John Bishop joins Doctor Who cast",
      "tags": "Jodie Whittaker,Television,Doctor Who",
      "text": "Comedian John Bishop is to join Jodie Whittaker for the 13th series of Doctor Who, the BBC has revealed.\nThe 54-year-old, who recently tested positive for coronavirus, said boarding the Tardis was a \"dream come true\".\nHe will play a character called Dan, who \"becomes embroiled in the Doctor's adventures\" and faces \"evil alien races beyond his wildest nightmares\".\nBishop fills the gap left by Bradley Walsh and Tosin Cole, who bowed out in a special New Year's Day episode.\nHe began filming his role last November, but the BBC kept the signing under wraps until the broadcast of Revolution Of The Daleks on Friday night.\nBishop, who grew up on a Merseyside council estate, had a brief career as a professional footballer before turning his hand to comedy.\nHe has previously acted in the Channel 4 drama Skins and the Ken Loach film Route Irish.\nEarlier this week, the comedian revealed that he and his wife had tested positive for Coronavirus over Christmas, saying he had been \"flattened\" by \"the worst illness I have ever had\".\nWriting on Instagram, he described his symptoms as including \"incredible headaches, muscle and joint point, no appetite, nausea, dizziness [and] chronic fatigue like I didn't know existed\".\nHe updated fans on New Year's Eve, saying he and his wife were \"getting a little stronger\" every day, and promising he would return to work in January.\nIt is not thought his illness will disrupt production on Doctor Who. The show is on a scheduled break for Christmas and not due to resume filming until later this month.\nThe 13th series of the rebooted sci-fi stalwart will see Whittaker return as the extra terrestrial Time Lord, alongside Mandip Gill, who returns as Yaz.\nIn a statement, Bishop said: \"If I could tell my younger self that one day I would be asked to step on board the Tardis, I would never have believed it.\n\"It's an absolute dream come true to be joining Doctor Who and I couldn't wish for better company than Jodie and Mandip.\"\nProgramme boss Chris Chibnall added: \"It's time for the next chapter of Doctor Who, and it starts with a man called Dan. Oh, we've had to keep this one secret for a long, long time.\n\"Our conversations started with John even before the pandemic hit.\n\"The character of Dan was built for him, and it's a joy to have him aboard the Tardis.\"\nDoctor Who will return to BBC One later this year.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-55506891",
      "category": "uk-england-hampshire",
      "title": "New Forest crash: Four ponies killed",
      "text": "Four ponies have been killed in a collision with a vehicle in the New Forest National Park.\nThe animals were hit on Thursday night while licking freshly laid salt on Roger Penny Way, Hampshire Constabulary said.\nThree ponies died at the scene while a fourth was found dead later a short distance away.\nIn December, three donkeys were killed on the road, which is a black spot for animal accidents.\nThe crash happened at about 21:00 GMT on a 40mph (64km/h) section of the road north of Brook.\nThe car, a Land Rover Discovery, appears to have been severely damaged in the collision, according to a police tweet, which gave no further details.\nMark Ferrett, whose daughter owned the ponies, said the deaths were \"unacceptable\".\nHe said: \"I would favour a reduction in the speed [limit]. Please, everyone needs to slow down and stop this carnage.\"\nThe New Forest is one of the largest remaining areas of unenclosed land where commoners' cattle, ponies and donkeys roam throughout the open heath.\nIn 2019, 58 animals were killed and 32 were injured, according to the New Forest National Park Authority. \nAndrew Napthine, a New Forest Agister who helps manage the area's free-roaming animals, attended the scene of the crash, and said the male driver was not injured.\nHe said three of the ponies were killed on the road while a fourth fled the scene and died behind a bush."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55499773",
      "category": "world-europe",
      "title": "Brexit: Boris Johnson's father applies for French citizenship",
      "tags": "France,Boris Johnson,Stanley Johnson,Brexit",
      "text": "The father of UK Prime Minister Boris Johnson says he is applying for French citizenship now that Britain has severed ties with the European Union.\nStanley Johnson told France's RTL radio he had always seen himself as French as his mother was born in France.\nThe 80-year-old former Conservative Member of the European Parliament voted Remain in the 2016 Brexit referendum.\nHis son Boris spearheaded the Leave campaign and later took the UK out of the EU as prime minister.\nStanley Johnson explained his reasons for seeking French citizenship in an interview broadcast on Thursday, hours before the UK was due to leave EU trading rules.\n\"It's not about becoming French,\" he told RTL. \"It's about reclaiming what I already have.\"\nHe pointed out that his mother was born in France to a French mother. \"I will always be European,\" he added.\nStanley Johnson won a seat in the European Parliament when direct elections were first held in 1979, and later worked for the European Commission. As a result, Boris spent part of his childhood in Brussels.\nBrexit issues have divided the Johnson family. The prime minister's sister, the journalist Rachel Johnson, left the Conservative Party to join the Liberal Democrats ahead of the 2017 election in protest against Brexit.\nTheir brother, the Conservative MP Jo Johnson, resigned from the cabinet in 2018 to highlight his support for closer links with the EU."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55506540",
      "category": "uk-scotland",
      "title": "Police disperse crowd amid muted Hogmanay events",
      "tags": "Stirling,Coronavirus lockdown measures,Edinburgh,Coronavirus pandemic",
      "text": "Crowds of several hundred people gathered at Edinburgh Castle to see in the new year despite police and government warnings to stay away.\nPeople sang and danced before dispersing when several police vans and cars drove on to the castle esplanade.\nMost Scots heeded warnings to hold Hogmanay celebrations at home with household members.\nThere were no midnight fireworks at the castle, but a display was held at the Wallace Monument in Stirling. \nA Police Scotland spokesperson said: \"We were aware of gatherings at Edinburgh Castle and Calton Hill around midnight on Hogmanay. \n\"Officers safely engaged with those in attendance and explained the current government regulations resulting in the groups dispersing without incident.\"\nFirst Minister Nicola Sturgeon said on Thursday that there should be \"no gatherings, no house parties and no first footing\" at Hogmanay.\nAll of mainland Scotland and Skye are under level four restrictions, while the other islands are in level three.\nDetails have meanwhile emerged of another police enforcement action against a group who gathered at a rented property in Aberfoyle during the festive period.\nPolice Scotland confirmed that 32 people were charged with culpable and reckless conduct after officers were called out on 27 December.\nAccording to the Scottish Sun, the group had travelled from Glasgow but police were tipped off by locals who spotted vehicles parked outside the property.\nAt Edinburgh Castle, one Hogmanay tradition endured as a lone piper played in the new year at midnight.\nWith the capital's traditional new year party cancelled, the organisers of its annual Hogmanay celebration instead released a series of \"drone swarm\" videos titled Fare Well.\nThe display featured a swarm of 150 illuminated drones forming symbols and animals in a \"beautiful ode to Scotland\".\nEach video was narrated by actor David Tennant and included verses written by Scotland's official poet, makar Jackie Kay.\nWhile they appear to be flying above landmarks like Edinburgh Castle, the drones were flown elsewhere before being edited into other footage.\nThe streets of central Edinburgh were quiet, in contrast to last year's Hogmanay celebrations when about 100,000 visitors attended the street party with live performances from Idlewild and Mark Ronson in Princes Street Gardens.\nElsewhere in the UK this year a fireworks and light display, including tributes to NHS staff, was held over the River Thames in London, but people were also told to stay at home rather than go out and celebrate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55505666",
      "category": "uk-wales",
      "title": "Covid vaccine rollout at 'very beginning' in Wales",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales,Pfizer,Coronavirus pandemic,AstraZeneca,Vaughan Gething",
      "text": "The Covid vaccine programme is at the \"very beginning\" and vaccination rates are increasing, Wales' Health Minister Vaughan Gething has insisted.\nIt follows concerns raised by some politicians over the speed of Welsh vaccine rollout.\nInitial figures on how many people have received the first Pfizer-BioNTech jab show Wales is slightly behind those vaccinated elsewhere in the UK.\nMr Gething said there were likely to be \"small differences between nations\".\n\"Comparisons are naturally being made on the number of vaccinations administered by the four nations of the UK,\" he said in a ministerial statement to Senedd members.\n\"Whilst I recognise the data indicates there are other nations ahead of us, the national data presented at this very early stage of the vaccination roll out should be considered provisional and a snapshot of ongoing activity.\"\nHe said there would be \"lags\" in data being entered, and local factors affecting vaccinations.\n\"For example the vaccination centre in Cardiff and the Vale was unable to operate for two days because of a virus outbreak linked to the site,\" he added.\nMore than 35,000 people have now received the Pfizer-BioNTech vaccine in Wales, including healthcare workers who work in Wales but live over the border in England. \nAlmost 13,000 of these vaccines were given in the past week.\nThe number of vaccinations in Wales up until 27 December account for 1.12% of the Welsh population.\nIn England, 1.4% have received a jab, while in Scotland it is 1.7%, and 1.6% in Northern Ireland.\nThe Welsh Conservative health spokesman Andrew RT Davies flagged his concerns about the vaccine delivery programme on Thursday.\n\"Three weeks ago, the first Covid-19 vaccine was given in Wales, and since that time we have sadly seen confusion and hope drop away,\" he said.\n\"Many people over 80 in Wales were desperately waiting for their appointment to do their bit and have the vaccine but as we quickly learnt they would have to wait longer,\" he said.\nBut the health minister said daily vaccination rates were \"increasing across Wales\".\n\"Looking ahead, all health boards are preparing for significant expansion in capacity from the beginning of January,\" added Mr Gething.\nHe said the new Oxford-AstraZeneca vaccine approved earlier this week would be available from some GPs in Wales from Monday.\n\"This is only the very beginning of what will be a programme spanning many months,\" he said.\n\"Whilst the urgency and priority required is clear to all, we must also have some patience and allow the NHS to do what it does so well.  \n\"My focus, and that of the NHS, is on delivering the vaccine programme quickly but also effectively, safely and equitably.\"\nThe Welsh Government has also confirmed it will be following the latest advice from medical advisers on introducing a 12-week gap between the two doses of vaccines needed, for both types of approved jabs.\nAll four chief medical officers in the UK have supported the Joint Committee on Vaccination and Immunisation, which said the focus should be on giving at-risk people the first dose of whichever vaccine they receive.\n\"It will ensure that more at-risk people are able to get protection from a vaccine in the coming weeks and months, reducing deaths and starting to ease pressure on our NHS,\" said Mr Gething.\nPlaid Cymru has called on the Welsh Government to ask the UK government to publish evidence to justify increasing the period for the Pfizer-BioNTech vaccine.\nIn a letter to Mr Gething, the party's health spokesman Rhun ap Iorwerth said the \"sudden switch\" represented \"a very significant departure\" from previous guidelines.\nHe added there were \"very real concerns\" that a longer delay between doses \"could significantly decrease the effectiveness of the vaccine\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55503739",
      "category": "uk",
      "title": "Covid: 12-week vaccine gap defended by UK medical chiefs",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The UK's chief medical officers have defended the Covid vaccination plan, after criticism from a doctors' union.\nThe UK will give both parts of the Oxford and Pfizer vaccines 12 weeks apart, having initially planned to leave 21 days between the Pfizer jabs.\nThe British Medical Association said cancelling patients booked in for their second doses was \"grossly unfair\".\nBut the chief medical officers said getting more people vaccinated with the first jab \"is much more preferable\".\nThe Pfizer-BioNTech vaccine was the first jab approved in the UK, and 944,539 people have had their first jab.\nThe first person to get the jab on 8 December, Margaret Keenan, has already had her second jab.\nPfizer has said it has tested the vaccine's efficacy only when the two vaccines were given up to 21 days apart.\nBut the chief medical officers said the \"great majority\" of initial protection came from the first jab.\n\"The second vaccine dose is likely to be very important for duration of protection, and at an appropriate dose interval may further increase vaccine efficacy,\" they said.\n\"In the short term, the additional increase of vaccine efficacy from the second dose is likely to be modest; the great majority of the initial protection from clinical disease is after the first dose of vaccine.\"\nIt comes as: \nThe decision to delay the second dose has, understandably, caused concern.\nThere is some evidence regulators say - at least for the Oxford vaccine - that it will actually boost immunity.\nBut for those who are due to get a second dose soon it will undoubtedly be upsetting that they now have to wait.\nBut the move is about practicalities. The UK is in the middle of a public health crisis and despite the fact that millions of doses are pre-ordered, there is concern the supply of the vaccine will not be as smooth as everyone would ideally want.\nThere is a global demand for these vaccines and there are bound to be times when supply does not meet demand.\nSo the logic of the move is that by spreading this thin resource the most widely, it will have the greatest benefit - not only to the vulnerable but to everyone.\nLives have been put on hold and livelihoods lost. \nThis is the quickest way back to some degree of normality.\nEven if it does leave some of the vaccinated susceptible to infection, it should in theory at least protect them from serious illness.\nGiven where we are now, the argument is that that is a price worth paying.\nAs well as approving the Oxford-AstraZeneca vaccine on Wednesday - the second approved for use in the UK - regulators also said that doctors could wait longer between the two courses.\nThis means more people will get the first jab sooner, even if they have to wait longer for their second jab.\nExperts advising the government, including the Joint Committee on Vaccination and Immunisation (JCVI), said the focus should be on giving at-risk people the first dose of whichever vaccine they receive.\nDefending the move, the UK's four chief medical officers - including England's Prof Chris Whitty - said in a statement released on New Year's Eve: \"In terms of protecting priority groups, a model where we can vaccinate twice the number of people in the next two to three months is obviously much more preferable.\"\nThey said they recognised that rescheduling second appointments was \"operationally very difficult\" and would \"distress patients who were looking forward to being fully immunised\".\nHowever, they said that for every 1,000 patients booked in for a second dose, which will \"gain marginally on protection from severe disease\", that would mean 1,000 more people missing out on \"substantial initial protection\". \nThe chief medics said that, while one million people had already been vaccinated, approximately 30 million UK patients and health and social care workers eligible in the first phase \"remain totally unprotected and many are distressed or anxious about the wait for their turn\".\nThey added that the JCVI was \"confident\" 12 weeks was a reasonable interval between doses \"to achieve good longer-term protection\".\n\"We have to follow public health principles and act at speed if we are to beat this pandemic which is running rampant in our communities, and we believe the public will understand and thank us for this decisive action.\"\nEarlier, the BMA's Dr Richard Vautrey said GPs were unhappy they were being asked to cancel appointments that had already been made for second doses.\nHe said the BMA would support practices who honour the existing appointments for the follow-up vaccination, calling for the government to do the same."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55494549",
      "category": "world",
      "title": "In pictures: New Year, but not quite as we know it",
      "tags": "Fireworks,Coronavirus pandemic",
      "text": "Millions around the world have been seeing out 2020 and marking the start of 2021, although the coronavirus pandemic has forced many celebrations to take place in muted form behind closed doors.\nWith lockdowns or other restrictions in place in many countries, would-be New Year partygoers were told to have a quiet night in.\nOthers have attended ceremonies or festivals wearing masks or taking other precautions. \nIn Tokyo, below, people visited the Kanda Myojin Shrine to offer prayers. The popular Shinto shrine reduced the number of visitors allowed, as Japan faces another wave of Covid-19 infections.\nIn Wuhan, China, crowds gathered in the city with balloons and festive outfits to count down to midnight on New Year's Eve.\nFireworks lit up the night sky in Taiwan to mark the beginning of 2021, witnessed by thousands of spectators who gathered in the centre of Taipei.\nLike this family in Seoul, South Korea, many globally have marked the celebration in a small way and often at home.\nIt was a chilly celebration in Yekaterinburg, Russia, as people gathered at the city hall, waving sparklers in the 1905 Square.\nWhile in the United Arab Emirates, one of the largest New Year fireworks displays saw spectacular colours light up the sky over the emirate of Ras al-Khaimah.\nPyrotechnics also illuminated the sky around the tallest building in the world, the Burj Khalifa, as the clock struck midnight in Dubai.\nThe New Year's Eve party at Brandenburg Gate in Berlin is usually one of Europe's biggest street parties. But this year revellers were told to stay at home and watch the fireworks and music performances on TV or online instead. \nThese worshippers in Abuja, Nigeria, marked the end of 2020 with a gospel service.\nMeanwhile, people in the city of Abidjan in the Ivory Coast were able to watch the fireworks display outside with friends and family. \nBut in New York City, just a handful of people were allowed into Times Square to watch confetti rain down and the traditional crystal ball drop.\nBrazilian authorities closed Copacabana Beach, in Rio de Janeiro, but that did not stop some people enjoying celebrations. \nA fireworks and light show was held across various locations in London. A number of drones filled the sky close to the O2 Arena in East London forming messages referencing the pandemic, including the NHS logo. \n All pictures copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55504199",
      "category": "entertainment-arts",
      "title": "MF Doom: Hip-hop star dies aged 49",
      "tags": "Hip-hop,Music",
      "text": "Hip-hop star MF Doom has died at the age of 49, his family confirmed on social media. \nThe London-born musician, real name Daniel Dumile, was known for his sharp, intricate rhymes and his signature mask, which he never removed in public. \nIn a post on the rapper's Instagram account on Thursday, his wife Jasmine confirmed that he died on 31 October. \nA number of artists have paid tribute to MF Doom including Run The Jewels and Tyler, The Creator. \nIn a note addressed to the rapper, his wife paid tribute to \"the greatest husband, father, teacher, student, business partner, lover and friend I could ever ask for\". \nHis representatives confirmed his death to Rolling Stone magazine. No cause of death was disclosed.\nMF Doom was born in London but moved to New York as a child. \nAs a teenager he performed in hip-hop group KMD. Following the loss of his younger brother and bandmate DJ Subroc, he disappeared from music becoming, in his own words, \"damn near homeless\".\nBut in 1997, he remerged at open mic events in Manhattan, wearing tights over his face. He protected his anonymity for the rest of his career, adopting a mask based on the Marvel villain Doctor Doom for all his public appearances.\nHis debut as MF Doom, Operation: Doomsday, was released in 1999, and he followed it up with an almost non-stop outpouring of music.\nAs well as six solo albums, he produced a wealth of bootlegs, compilations, collaborations, mixtapes and instrumental albums - including the influential, 10-part Special Herbs series.\nHe may be best known for 2004's Madvillainy, which was recorded with crate-digging producer Madlib under the moniker Madvillain, and gave the rapper his first entry on the US album chart.\nAnother of his high-profile collaborations was Danger Doom alongside DJ Danger Mouse, and he appeared with Damon Albarn's Gorillaz on their UK number one album Demon Days. Other collaborators included Ghostface Killah, Flying Lotus, The Avalanches and Radiohead.\nOne of hip-hop's most respected MCs, he made appearances on BBC Radio 4 and Radio 1 in which he discussed his own music and projects with other artists.\nMany of them lined up to pay tribute after news of his death broke on New Year's Eve.\n\"RIP to another Giant, your favourite MC's MC... MF DOOM,\" wrote A Tribe Called Quest's Q-Tip on Twitter. \"Crushing news.\"\n\"He was a writer's writer,\" added El-P of Run The Jewels. \"Grateful I got to know you a little, king. Proud to be your fan. Thank you for keeping it weird and raw always. You inspired us all and always will.\"\n\"All u ever needed in hip-hop was this record,\" Flying Lotus tweeted alongside the album cover to Madvillainy. \"My soul is crushed.\"\nApple Music presenter Zane Lowe said: \"Rest In Peace to the great MF Doom. A true artist who gifted us with eternal innovation and creativity.\"\nTyler, The Creator wrote on Twitter: \"Safe travels villain\". \nWhile the Sleaford Mods said: \"RIP MF DOOM. Sleep well mate.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55153322",
      "category": "health",
      "title": "Vaccine group: Which vaccine group am I in?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55497353",
      "category": "technology",
      "title": "Adobe Flash Player is finally laid to rest",
      "tags": "Gaming,Animation,Internet,Cyber-security",
      "text": "Adobe Flash Player, the browser plug-in that brought rich animations and interactivity to the early web, has officially reached the end of its life.\nReleased in 1996, Flash was once one of the most popular ways for people to stream videos and play games online.\nBut it was plagued with security problems and failed to transition to the smartphone era.\nAdobe will no longer offer security updates for Flash and has urged people to uninstall it.\nIt will also stop videos and animations running in its Flash Player from 12 January.\nWhen Flash was first released, a majority of internet users connected via dial-up connections that were very slow by today's standards.\nBut Flash let web designers and animators deliver exciting content that could be downloaded relatively quickly.\n\"You could make a full three-minute animation with multiple characters, backgrounds, sounds and music less than 2 megabytes (MB) and viewable from within the browser,\" explained animator David Firth.\nHis surreal animations and characters - such as Salad Fingers, the gangly green monster with a hunched back- enjoyed viral success before the advent of social media.\n\"I just made the stuff I wanted to see that I felt was missing: dark, surreal comedy,\" he told the BBC.\n\"There were no shortcuts to viral content. No corporate fingers twiddling the algorithms. It was simply attention-grabbing and quality material that rose to the top.\"\nSites such as Newgrounds - described as \"the YouTube of Flash\" by Mr Firth - sprung up to serve the growing demand for cartoons and interactive games.\n\"It was the first website I'd ever seen that allowed anyone to post content and it be available in real time. If the community felt the content was low quality, it would get removed at the end of the day so you actually had to take that into account when posting,\" he said.\nFlash was about more than just animations - it also let websites such as YouTube stream high-quality video.\nBy 2009, Adobe said Flash was installed on 99% of internet-connected desktop PCs.\nBut by then the world was shifting towards mobile devices and Adobe was slow to react.\n\"We had optimised for lower-end phones with Flash Lite,\" explains David Mendels, former executive vice president of products at Adobe.\n\"It was incredibly successful in places like Japan, but it wasn't the same as the full desktop Flash. It wasn't fully compatible.\"\nIn April 2010, Apple's Steve Jobs wrote a blistering open letter headlined Thoughts On Flash, in which he laid out why Apple would not let Flash run on iPhones and iPads.\nFlash, he argued, was cumbersome to use on a touchscreen, unreliable, a security threat and a drain on battery life. \nHe said videos and animations could instead be delivered with HTML5 and other open technologies, making Flash redundant on a smartphone or tablet.\n\"When the iPhone came out, Flash wasn't quite ready,\" Mr Mendels told the BBC. \n\"But also I think Apple wanted to create an Apple-only ecosystem.\"\nEventually, Adobe did get a version of its Flash Player working on smartphones.\nBut the internet had moved on. Big brands such as Facebook, Netflix and YouTube were already streaming videos to smartphones without Flash and in November 2011 Adobe ended development of Flash for mobile devices.\nIt continued to produce Flash for desktop computers, but the software suffered from multiple security flaws.\nIn 2015, Apple disabled the plug-in in its Safari web browser by default, and Google's Chrome started blocking some pieces of Flash content.\nIn July 2017, Adobe announced that it would retire Flash in 2020.\nIt said other technologies, such as HTML5 had matured enough to provide a \"viable alternative\", without requiring users to install and update a dedicated plug-in.\nSince Adobe will prevent Flash Player from displaying content from 12 January, there are concerns that years of animations, games and interactive websites will be lost.\nGaming company Zynga closed the original version of its FarmVille video game on New Year's Eve after 11 years, as it relied on Flash to run.\nAn open, collaborative project known as Ruffle is working to develop software that can play Flash content in a web browser, without requiring a plug-in.\nThe Internet Archive is currently hosting more than 2,000 items. \nIts collection includes episodes of Salad Fingers, although David Firth has posted official copies on YouTube, which he considers to have been a \"Flash killer\".\n\"As time went on and YouTube offered higher and higher-quality video formats, there was simply no reason to post in the Flash format,\" he explained.\nBut since Flash was also used for interactive websites and games, there was \"every reason to preserve the format\", he told the BBC.\nMany of the features animators used are still available in Adobe Animate.\nIn its final update, Adobe said: \"We want to take a moment to thank all of our customers and developers who have used and created amazing Flash Player content over the last two decades.\n\"We are proud that Flash had a crucial role in evolving web content across animation, interactivity, audio, and video.\"\nAdobe has provided instructions for removing Flash on Windows and Mac computers on its website.\nIt has warned: \"Uninstalling Flash Player will help to secure your system since Adobe does not intend to issue Flash Player updates or security patches after the end-of-life date.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55506734",
      "category": "world-europe",
      "title": "Norway landslide: Body found as rescuers search Gjerdrum landslide",
      "tags": "Sweden,Norway,Urban search and rescue,Severe weather",
      "text": "A body has been found shortly after rescuers and dog handlers began a risky ground search for 10 people missing in a hillside collapse in Norway. \nInitially it was thought too dangerous to send rescuers on to the site, after flowing mud sent homes toppling into a giant chasm in the village of Ask.\nHelicopters and drones spent two days searching the scene.\nBut on Friday police commander Roy Alkvist said one or two houses appeared safe to enter.\nRescuers, who included a Swedish specialist team, began moving into the danger zone on Styrofoam boards. The bright orange boards were laid down on the mud in a domino-effect as rescuers tried to reach one of the wrecked homes, which are 25km (15 miles) north-east of the capital Oslo.\nA missing Dalmatian dog was rescued on Thursday and police believe there is still a chance survivors could be found. \nHowever, on Friday afternoon an air ambulance helicopter landed near the site and police said a body had been found at 14:30 (13:30 GMT) without giving further details.\nPrime Minister Erna Solberg said her thoughts went out to the victim's family, and to those waiting for news of the other nine people who were missing.\nIn Friday's operation the rescuers also prepared a giant army vehicle called a \"paver\", which has a giant steel bridge on which rescuers can move. \nHowever, conditions were not yet good enough for the 50-tonne machine to be deployed.\nFriday's search was a race against time, as the rescuers only had a few hours of daylight in the Norwegian winter. Medics and geologists were reportedly part of the ground rescue team. \nThe ground search was called off for the night at 17:30 and police said drones and heat-seeking cameras would continue overnight until rescue crews could return on Saturday morning.\nAbout 1,000 people have been evacuated from Gjerdrum municipality, which contains Ask village. Dozens more were moved out of their homes on New Year's Eve. \nAlthough police have not given details of the missing, they are believed to include men, women and children.\nAmong them is a woman who was talking to her husband on the phone while walking the dog when the line went dead, according to Bergens Tidende newspaper. \nFurther reports say a couple and their small child are also missing, as well as a woman in her 50s and her adult son.\nMore than 30 homes have been destroyed, but officials say more could be lost as the edges of the crater left by the landslide are still breaking away. \nThe conditions have proved challenging, with temperatures dropping to -1C (30F) and the clay ground proving too unstable for emergency workers to walk on.\nThe landslide began early on Wednesday, with residents calling emergency services and telling them that their houses were moving, police said.\n\"There were two massive tremors that lasted for a long while and I assumed it was snow being cleared or something like that,\" Oeystein Gjerdrum, 68, told broadcaster NRK.\n\"Then the power suddenly went out, and a neighbour came to the door and said we needed to evacuate, so I woke up my three grandchildren and told them to get dressed quickly.\"\nA spokeswoman for the Norwegian Water Resources and Energy Directorate (NVE) told AFP that the landslide was a so-called \"quick clay slide\" measuring about 300m by 700m (985ft by 2,300ft).\n\"This is the largest landslide in recent times in Norway, considering the number of houses involved and the number of evacuees,\" Laila Hoivik said.\nQuick clay is a kind of clay found in Norway and Sweden that can collapse and behave as a fluid when it comes under stress. \nBroadcaster NRK said heavy rainfall may have made the soil unstable, but questions have since emerged over why construction was permitted in the area. \nA 2005 geological survey labelled the area as at high risk of landslides, according to a report seen by the broadcaster TV2. Despite this, the homes were built three years later in 2008."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55502781",
      "category": "uk-politics",
      "title": "Brexit: New era for UK as it completes separation from European Union",
      "tags": "Boris Johnson,European Union,Brexit",
      "text": "A new era has begun for the United Kingdom after it completed its formal separation from the European Union.\nThe UK stopped following EU rules at 23:00 GMT, as replacement arrangements for travel, trade, immigration and security co-operation came into force.\nBoris Johnson said the UK had \"freedom in our hands\" and the ability to do things \"differently and better\" now the long Brexit process was over.\nBut opponents of leaving the EU maintain the country will be worse off.\nScottish First Minister Nicola Sturgeon, whose ambition it is to take an independent Scotland back into the EU, tweeted: \"Scotland will be back soon, Europe. Keep the light on.\"\nBBC Europe editor Katya Adler said there was a sense of relief in Brussels that the Brexit process was over, \"but there is regret still at Brexit itself\".\nThe first lorries arriving at the borders entered the UK and EU without delay. \nOn Friday evening, Transport Secretary Grant Shapps tweeted that border traffic had been \"low due to [the] bank holiday\" but there had been no disruption in Kent as \"hundreds\" of lorries crossed the Channel with a \"small\" number turned back.\nSix freight loads travelling from Holyhead in Wales to Ireland had to be turned away due to not having the correct paperwork, the Stena Line ferry and port group said on Friday morning.\nBut later on Friday, the group said freight traffic was flowing well through its ports and government customs systems were working well. \nIt added that the fall in freight traffic after the Christmas and Brexit stockpiling period meant \"it is too early to draw any conclusions\", but the company remained \"cautiously optimistic that, as freight volumes begin to rise again, we will be able to ensure the continued free movement of goods\".\nUK ministers have warned there will be some disruption in the coming days and weeks, as new rules bed in and British firms come to terms with the changes.\nBut officials have insisted new border systems are \"ready to go\". \nAs the first customs checks were completed after midnight, Eurotunnel spokesman John Keefe said: \"It all went fine, everything's running just as it was before 11pm.\"\nNorthern Ireland has different arrangements from other parts of the UK, meaning there will be some customs checks on goods moving between Great Britain and the province.\nOn Friday afternoon, the first ferry from Great Britain operating under the terms of Northern Ireland trading protocol docked in Belfast, on schedule at 13:45 GMT.\nSeamus Leheny, policy manager at Logistics UK, said six out of the 15 lorries that were on the first ship to arrive into Belfast were brought in for inspection, with one being kept at the port for more than three hours. \n\"Inevitably there are going to be teething problems because with such a new, complex system as this there are going to be issues in the first few days,\" he told BBC Radio 4's PM programme. \nMandy Ridyard, whose aerospace components company makes daily shipments to Northern Ireland, told BBC Radio 4's World at One programme she was \"filling in the same declaration to send goods to the Philippines that I am sending them within the UK\".\n\"And obviously that all adds a lot of cost to my business.\" \nThe UK officially left the 27-member political and economic bloc on 31 January, three and half years after the UK public voted to leave in the 2016 Brexit referendum.\nBut it stuck to the EU's trading rules for 11 months while the two sides negotiated their future economic partnership.\nA treaty was finally agreed on Christmas Eve, and became law in the UK on Wednesday.\nUnder the new arrangements, UK manufacturers will have tariff-free access to the EU's internal market, meaning there will be no import taxes on goods crossing between Britain and the continent.\nBut it does mean more paperwork for businesses and people travelling to EU countries, while there is still uncertainty about what will happen to banking and services.\nThe UK and Spain have also reached an agreement meaning the border between Gibraltar and Spain will remain open.\nFabian Picardo, Gibraltar's chief minister, said the deal still needed to be formalised, but by abolishing controls between Gibraltar and the EU's passport-free Schengen area, he said it would prevent queues at the border \"which make people's lives a misery and make business difficult\".\nIt is a moment that some will regard with huge optimism, others with deep regret.\nAnd while this historic move happens at a moment in time, the impact, in some areas, may be less instant or obvious than others - for example, it's expected there'll be relatively little traffic at Dover on the first day of 2021 as new border checks kick in. \nNevertheless, significant changes are here - whether on trade, travel, security or immigration - and those changes could well become more apparent in the months ahead. \nMr Johnson - who took the UK out of the EU in January six months after becoming prime minister - said it was an \"amazing moment\" for the UK in his New Year message.\nWriting in the Daily Telegraph, he added that the combination of the Brexit deal and rollout of the Oxford vaccine means \"we are creating the potential trampoline for the national bounceback\".\nLord Frost, the UK's chief negotiator, tweeted that Britain had become a \"fully independent country again\".\nAnd the deputy chairman of the pro-Brexit European Research Group of Tory backbench MPs, David Jones, told the BBC: \"We can now say clearly Britain is a sovereign and independent state.\"\nBut opponents of Brexit say the country will be worse off than it was while it was a member of the EU.\nIreland's Foreign Minister Simon Coveney said it was \"not something to celebrate\" and the UK's relationship with Ireland will be different from now on, but \"we wish them well\".\nFrench President Emmanuel Macron said the UK remained a \"friend and ally\", but he added that the choice to leave the EU was \"the child of European malaise and many lies and false promises\".\nIn Brussels, there is a sense of relief the Brexit process is over, but there is regret still at Brexit itself.\nBasically, the European Union thinks that Brexit makes it - the EU - and the UK weaker.\nBut the EU view is this is less bye-bye Britain and more au revoir, because there are so many loose ends between the two sides.\nFor example, there are the ongoing practicalities surrounding Gibraltar, the UK is still waiting to find out what access Brussels is going to give its financial services to the single market, there is cooperation on climate change, and there is a reviewal mechanism written into the treaty for every five years. \nFor all of those reasons and more, this is not the end of the EU-UK conversation for the foreseeable future.\nThe culmination of the Brexit process means major changes in different areas. These include: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55503789",
      "category": "world-us-canada",
      "title": "Ontario finance minister Rod Phillips resigns over Caribbean vacation",
      "tags": "Toronto,Ontario,Canada",
      "text": "Ontario Premier Doug Ford has announced the resignation of his finance minister who took a trip to the Caribbean while the province remained under lockdown.\nMinister Rod Phillips apologised and called the travel a \"dumb mistake\".\nMr Ford on Thursday said Mr Phillips' departure showed his government \"takes seriously our obligation to hold ourselves to a higher standard\".\nCanada's most populous province has discouraged all non-essential travel amid record-high new case counts.\nMr Phillips, who is a member of the Progressive Conservative Party, had taken a personal trip to St Barts on 13 December and returned on Thursday morning. \nAhead of the holiday season, Ontario health officials had urged residents to stay at home when possible amid an ongoing rise in Covid-19 cases.\nWhat's the situation in Ontario?\nMr Phillips told reporters when he arrived at Toronto Pearson Airport he hoped to keep his job, but would respect the premier's decision.\n\"Obviously, I made a significant error in judgment, and I will be accountable for that,\" Mr Phillips said. \"I do not make any excuses for the fact that I travelled when we shouldn't have travelled.\"\nLater on Thursday, Mr Ford said in a statement he had accepted Mr Phillips' resignation following a conversation with him. Mr Ford has asked Peter Bethlenfalvy, currently president of the treasury board, to step into the finance minister role.\nOn Wednesday, Mr Ford had said he learned of Mr Phillips travel two weeks ago, but said the minister \"never told anyone\" he was going to St Barts, according to CBC.\nOntario's New Democratic Party leader Andrea Horwath on Wednesday had pushed for Mr Phillip's firing, saying it was unacceptable for him to \"ignore public health advice\" while the government \"demands sacrifice from everyday Ontarians\".\n\"It's not believable that a senior member of cabinet didn't tell the premier's office he was leaving the country for weeks during the height of a global emergency,\" she said in a statement. \"If he didn't, that in itself would be enough reason to demote him.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-55509048",
      "category": "world-middle-east",
      "title": "Iran nuclear crisis: Tehran to enrich uranium to 20%, IAEA says",
      "tags": "Iran",
      "text": "Iran intends to start enriching uranium to 20% purity, a global watchdog says - its most significant breach of an international nuclear deal so far.\nThis remains short of the 90% required to make a nuclear bomb. But under the 2015 agreement Iran was supposed to keep enrichment below 4%.\nIran began breaching the deal after President Trump took the US out of it and re-imposed crippling sanctions.\nHowever the UK, France, Germany, Russia and China all hope it can be revived.\nThe International Atomic Energy Agency (IAEA) said Iran had informed it of its plans to enrich to a purity of up to 20% at its Fordo Fuel Enrichment Plant, a facility built deep inside a mountain.\nBut the agency added: \"Iran's letter to the agency ... did not say when this enrichment activity would take place.\"\nIran breached the 3.67% purity cap imposed by the nuclear deal in 2019 but the enrichment level had remained steady at up to 4.5% since then.\nHowever the increase to 20% was mandated in a law passed by Iran's parliament last month in response to the assassination of the country's top nuclear scientist, Mohsen Fakhrizadeh.\nThe bill required the Iranian government to resume enriching uranium to 20% if sanctions on the country's oil and financial sectors were not eased in two months.\nIt also mandated the blocking of UN inspectors from Iran's nuclear facilities at Natanz and Fordo.\nEnriched uranium is produced by feeding uranium hexafluoride gas into centrifuges to separate out the most suitable isotope for nuclear fission, called U-235.\nLow-enriched uranium, which typically has a 3-5% concentration of U-235, can be used to produce fuel for commercial nuclear power plants.\nHighly enriched uranium has a concentration of 20% or more and is used in research reactors. Weapons-grade uranium is 90% enriched or more.\nObservers say increasing enrichment could shorten Iran's \"break-out time\" - the time it would theoretically take to develop a nuclear bomb.\nIran insists its nuclear programme is exclusively for peaceful purposes.\nBut suspicions that Iran was developing a nuclear bomb prompted the EU, the US and the UN to impose sanctions in 2010.\nThe 2015 deal - signed with China, France, Germany, Russia, the UK and the US - was designed to constrain the programme in a verifiable way in return for sanctions relief.\nPresident Trump pulled out of the agreement in May 2018, calling it \"decaying and rotten\".\nBut President-elect Joe Biden has said he would return the US to the agreement - negotiated under President Obama - and would lift sanctions if Iran returned to \"strict compliance with the nuclear deal\".\nMr Biden, who is due to be sworn in as US president on 20 January, told the New York Times last year that \"it's going to be hard\", but that \"the last goddamn thing we need in that part of the world is a build-up of nuclear capability\".\nFor its part, Iran has expressed interest in once again complying with the agreement should there be a return to full implementation by the US.\nIf Mr Biden \"returns to the situation as it was in 2017, then so will we,\" said Iranian President Hassan Rouhani in December."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55498775",
      "category": "uk-northern-ireland",
      "title": "Brexit: First goods cross Irish Sea trade border",
      "tags": "EU Customs Union,NI economy,HM Revenue & Customs,Brexit",
      "text": "The first goods have crossed the new trade border between Northern Ireland and the rest of the UK.\nThe 'Irish Sea border' is a consequence of Brexit and means that most commercial goods entering NI from GB require a customs declaration.\nAbout a dozen lorries arrived on a ferry from Cairnryan in Scotland to Belfast at 14:00 GMT on Friday.\nThey were met by officials, with some vehicles directed to new border control posts.\nMany food products from GB now have to enter NI through these border posts where they can be inspected by the Department of Agriculture.\nThese products also need health certificates, though some of the new certification processes will be phased in over the next three months.\nThe UK government also announced a three-month \"grace period\" for parcels, meaning those sent by online retailers will be exempt from customs declarations until at least April.\nIt said the grace period was necessary to avoid disruption to deliveries at a time when many shops are closed due to pandemic restrictions.\nMeanwhile the secretary of state for Northern Ireland has continued to insist the new range of checks, controls and paperwork is not actually a sea border.\nBrandon Lewis tweeted: \"There is no 'Irish Sea Border'. As we have seen today, the important preparations the government and businesses have taken to prepare for the end of the Transition Period are keeping goods flowing freely around the country, including between GB and NI.\"\nTransport companies are not expecting significant volumes of freight over the next few days.\nThere has been significant stockpiling ahead of the changes and it may take one or two weeks before freight volumes are at normal seasonal levels.\nSome businesses, particularly haulage companies, are anxious about the new IT systems which are necessary for the border to function.\nThey have had less than two weeks to familiarise themselves with the new systems.\nSeamus Leheny from Logistics UK said: \"With any reconfiguration of supply chains and new systems there will be teething problems and we expect that.\"\nThere will be no new processes or checks for the vast majority of goods leaving NI for GB.\nThe new arrangements flow from the Northern Ireland Protocol, a deal reached by the UK and EU in 2019.\nIts purpose is to prevent a hard land border in Ireland.\nThat is achieved by keeping Northern Ireland in the EU's single market for goods and by having Northern Ireland apply EU customs rules at its ports.\nThis will allow goods to flow from NI to the Republic of Ireland and the rest of the EU as they do now, without customs checks or new paperwork.\nThe Protocol is opposed by Northern Ireland's unionist parties who fear it will weaken Northern Ireland's position in the UK.\nThe arrangement does not change Northern Ireland's constitutional position.\nHowever, it does mean a significant new economic barrier within the UK.\nThe UK government has allocated more than £300m for a Trader Support Service to help businesses deal with the new customs arrangements.\nThe government is also covering the costs of the new certification requirements for food products.\nA Movement Assistance Scheme will pay vets up to £150 to complete the Export Health Certificates which will need to accompany all live animals and products of animal origin entering Northern Ireland from Great Britain.\nThere are also new checks and controls on freight arriving at Dublin Port from GB.\nOn Friday morning, the first ferry to arrive in Dublin from Holyhead had about 12 lorries on board.\nWhile they all cleared customs checks for the first time without delays, Irish Foreign Affairs Minister Simon Coveney said the change in trading arrangements with the UK would inevitably cause disruption.\n\"We have avoided the kind of dramatic disruption of a no trade deal Brexit, but that doesn't mean that things aren't changing very fundamentally, because they are,\" he said.\n\"We're now going to see the €80b (£71.2bn) worth of trade across the Irish Sea between Britain and Ireland disrupted by an awful lot more checks and declarations, and bureaucracy and paperwork, and cost and delay.\"\nOn Saturday new freight sailings will begin between Rosslare in the Republic of Ireland and Dunkirk in France, allowing cargo to bypass GB and go straight to mainland Europe.\nThe six-times weekly service will take 24 hours, which is longer than the \"landbridge\" route via GB."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55509045",
      "category": "world-europe",
      "title": "Omar Elabdellaoui: Norway star hurt by firework on New Year's Eve",
      "tags": "Turkey,Fireworks,Norway",
      "text": "Norway and Galatasaray footballer Omar Elabdellaoui has been injured by a firework during a New Year's Eve celebration.\nThe Norwegian vice-captain's club said he was taken to hospital after \"an unfortunate accident at his home\".\nHe suffered burns to his face and damage to his eyes, the club said, adding that further tests would assess the extent of his injuries.\nThe New Year's Eve incident was one of many involving fireworks in Europe.\nIn Elabdellaoui's case, Turkish reports say a firework exploded in the hand of the 29-year-old defender.\nTurkish newspaper Hurriyet said the former Manchester City player may have lost vision, without giving further details.\nBut in a statement cited by the newspaper, Galatasaray said Elabdellaoui was conscious, in a stable condition and had not undergone surgery.\nGalatasaray's manager Fatih Terim and the team captain Arda Turan went to the hospital to visit Elabdellaoui, who joined the club in 2020 from the Greek side Olympiacos FC.\nTurkish clubs - including Galatasaray's Turkish Super Lig rivals Fenerbahce, Besiktas and Trabzonspor - took to social media to wish Elabdellaoui a speedy recovery.\nElsewhere in Europe, at least four people were killed by fireworks during events to mark the new year.\nPolice in Alsace in eastern France said a 25-year-old man died after being hit by a rocket in the village of Boofzheim.\nA statement said the device beheaded him and severely injured the face of another young man standing next to him.\nA similar incident cost the life of a 28-year-old man in Pulle, a village east of Antwerp in Belgium.\nMeanwhile in Italy's north-western province of Asti, a 13-year-old boy died shortly after midnight of injuries to his abdomen caused by a firecracker.\nThere were fireworks casualties in Germany as well. In the state of Brandenburg, police said a 24-year-old man died after setting alight \"self-made pyrotechnics\" while a 63-year-old man lost his hand when handling a firecracker.\nInjuries and deaths from fireworks are not unknown over the New Year period. But fewer public fireworks displays than usual were held on New Year's Eve 2020, as coronavirus restrictions placed limits on gatherings worldwide.\nSome European countries had moved to limit the use of fireworks ahead of 31 December, with Germany imposing a ban on the sale of pyrotechnics."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55180293",
      "category": "explainers",
      "title": "Brexit: What are the key points of the deal?",
      "tags": "EU-UK post-Brexit trade talks,Economic effects of Brexit,Brexit",
      "text": " The UK-EU trade agreement, which contains new rules for living, working and trading together, takes effect from 23:00 GMT on 31 December.\nThe full complicated agreement is more than 1,200 pages long, but here are some of the key points.\nWhat the deal says \nWhat does that mean?\nWhat the deal says:\nWhat does that mean?\nWhat the deal says:\nWhat does that mean?\nWhat the deal says:\nWhat does that mean?\nWhat the deal says:\nWhat does that mean?\nWhat the deal says:\nWhat does that mean?\nWhat the deal says:\nWhat does that mean?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55502252",
      "category": "business",
      "title": "Activists cheer as 'sexist' tampon tax is scrapped",
      "tags": "Companies,Budget 2020,Women's health,Money,Personal finance,Brexit",
      "text": "The 5% rate of VAT on sanitary products - referred to as the \"tampon tax\" - will be abolished in the UK from 1 January.\nEU law required members to tax tampons and sanitary towels at 5%, treating period products as non-essential.\nChancellor Rishi Sunak committed to scrapping the tax in his March Budget.\nCampaigners welcomed the end to what they called a \"sexist tax\" with activist Laura Coryton saying it was \"about ending a symptom of sexism\".\nThe UK was able to get rid of the tax now because it is no longer subject to European Union rules on sanitary products.\nThe EU is itself in the process of abolishing the tampon tax. In 2018 the European Commission published proposals to change the VAT rules, which would give countries the right to stop taxing tampons and other period products, but the move has not yet been agreed by all members. The Republic of Ireland has zero VAT on sanitary products as the rate was in place prior to EU legislation imposing the 5% minimum VAT rate on EU members. \nMs Coryton, 27, who began campaigning to end the tampon tax when she was 21, told the BBC the move \"challenged the negative message that this tax sent to society about women\".\nThe move follows Scotland becoming the first in the world to make period products free in November. \nFelicia Willow, chief executive of women's rights charity the Fawcett Society, agreed, saying: \"It's been a long road to reach this point, but at last the sexist tax that saw sanitary products classed as non-essential, luxury items can be consigned to the history books.\"\nThe Treasury has estimated the move will save the average woman nearly £40 over her lifetime, with a cut of 7p on a pack of 20 tampons and 5p on 12 pads.\nIt's been a long road to getting the tampon tax abolished in the UK. Campaigning and debates in parliament by then-MP for Dewsbury Ann Taylor led to the Labour government moving sanitary products to a reduced rate of 5% from January 2001- the lowest rate possible under the EU's VAT rules.\nAnd following more campaigning in 2014 by Ms Coryton and lobbying in parliament by former Dewsbury MP Paula Sherriff in 2016, the Conservative government announced that all VAT collected on sanitary products would henceforth be given to charities working with vulnerable women and girls.\nAt the same time, the government enshrined in legislation that it would abolish the tampon tax.\n\"I'm just so happy and relieved and excited at the same time for this tax to finally be axed,\" said Ms Coryton.\n\"It will mean a reduction in prices for period products, and that reduction in cost will be important for the increasing number of people who are battling with poverty, especially due to the pandemic.\"\nGemma Abbott is a lawyer and campaigner with the Free Periods group, which successfully campaigned for the government to provide free sanitary products to schools and colleges across England in 2019. The scheme launched in January. \n\"I think it's great news and a real testament to the determined campaigning of many people, like Paula Sheriff and Laura Coryton,\" she said.\n\"I think we can agree that any tax that characterises period products as non-essential is absurd and it has no place in a society that is seeking genuine gender equality.\"\nFree Periods is now campaigning to ensure that schools and colleges know that the free sanitary products scheme exists and that they sign up for them. \nMs Abbott said: \"The latest statistics we have are from last term - at that point only 40% of schools had signed up for the scheme.\"\nMs Coryton has set up a social enterprise called Sex Ed Matters with her sister Julia, providing talks in schools and toolkits for teachers to help them deliver the mandatory new sex education curriculum for primary and secondary schools issued in early 2020.\nThey did an online survey of 150 teachers and students across the UK, and 100% of respondents said that there is still a stigma attached to periods.\n\"If there is a stigma attached to periods, then you're unlikely to speak up when you need period products, or to talk about the free sanitary products scheme that exists,\" stressed Ms Coryton.\nBut Free Periods' Ms Abbott is also concerned about the charities supporting women and girls, who will no longer benefit from the proceeds of the previous 5% tax on sanitary products.\n\"The tampon tax fund has provided much needed support and funding to a chronically underfunded area,\" she said.\n\"I'm worried that the removal of the tampon tax will spell the end of the ring-fenced funding for charities to address really vital issues like domestic violence and rape.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55505722",
      "category": "uk",
      "title": "Covid: 'Nail-biting' weeks ahead for NHS, hospitals in England warn",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The next few weeks will be \"nail-bitingly difficult\" for the NHS, hospital bosses have warned.\nStaff absences and the new Covid variant are creating a \"challenging situation\", Saffron Cordery, of NHS Providers, which represents hospital trusts in England, said.\nDoctors are urging the public to \"take it seriously and follow the rules\" to protect the health service. \nThe year started with 53,285 more Covid cases and 613 deaths being reported.\nThe day's figures do not include data from Northern Ireland or Wales, or the numbers of deaths from Scotland - as these are not being published on certain days during the Christmas and New Year period.\nIt comes after the UK reported its highest daily cases on Thursday, with a record 55,892 infections.\nOn Friday evening, the government confirmed that all primary schools in London would remain closed for the start of the new term, following a review of Covid transmission rates.\nFrom Monday, all schools in the capital will now be required to provide remote learning.\nPrimaries in nine London boroughs and the City of London district had been set to reopen - while those in the remaining 23 boroughs would have stayed closed from 4 January.\nMeanwhile, new analysis by Imperial College London has confirmed the new variant of coronavirus has a much quicker rate of transmission than the original strain. \nAnd an analysis of NHS England data from 23 hospital trusts by the Health Service Journal shows that Covid-19 is putting intense pressure on adult acute care and general beds, as well as those in intensive care.\nIt found that more than a third of these beds were occupied by patients with Covid-19 on Tuesday, and in three trusts - North Middlesex in London, and Medway and Dartford and Gravesham in Kent - the figure was more than half.\nBased on the recent rise in numbers, the analysis suggests that all acute and general beds might soon be filled with Covid-19 patients.\nSpeaking on BBC Breakfast, Ms Cordery said the surging transmission and death rates were \"incredibly hard to deal with\".\n\"When we are seeing major London trusts saying they are under pressure, that's when we know we're in a very challenging space,\" she said.\nA leading intensive care doctor has urged people to follow restrictions until the vaccination programme is fully rolled out.\nProf Anthony Gordon, of Imperial College, told BBC Radio 4's Today programme: \"There is light at the end of the tunnel so I would urge people to hold on for these few more months while the vaccination programme makes that difference and then we can truly get back to normal.\n\"But we can't overrun the health service because this will just lead to thousands more deaths.\"\nAdrian Boyle, vice-president of the Royal College of Emergency Medicine, urged people to follow guidance on hand washing, social distancing and face coverings to stop the \"entirely preventable\" spread of the virus.\nDr Boyle said staff are \"tired\" and at risk of \"burnout\", having \"worked really hard over the summer\" and \"put up with a lot of disruption\".\n\"This time people are frustrated, this is now an entirely preventable disease, we know what we did in spring made a lot of this go away. There's also now a vaccine,\" he added.\nMore than three-quarters of England is currently under the strictest tier four - \"stay at home\" - coronavirus measures, and other parts of the country have joined higher tiers. \nMainland Scotland, Northern Ireland and Wales are under lockdown.\nThere are also concerns the added pressures of rising numbers of Covid patients seen at London hospitals have begun to spread across the country.\nSpeaking on Today, Dr Alison Pittard, of the Faculty of Intensive Care Medicine, said it was \"only a matter of time before it starts to spread to other parts of country\", adding that \"we're already starting to see that\".\nShe stressed it was \"really important that we try and stop the transmission in the community because that translates into hospital admissions\". \nIt comes as almost half the major hospital trusts in England are said to be dealing with more Covid-19 patients than at the peak of the first wave in April. \nAnd pressure has been so great on some hospitals in London and south-east England that some patients have been moved out of the area.\nLondon's Nightingale emergency hospital is ready to admit patients, the NHS has said, while other sites currently not in use are being readied.\nHowever, Mike Adams, director of the Royal College of Nursing, questioned whether there were the staff available to run the hospital.\n\"Nursing is already stretched beyond capacity so there is no magic pile of nurses we can call upon,\" he told BBC Radio 4's World at One programme.\n\"I think the real battle is reducing the spread of the virus and getting the vaccine rolled out.\"\nThe new coronavirus variant has driven a big rise in cases, with the worst effects felt so far in London.\nResearchers at Imperial College London have confirmed it increases the R number - the number of people that one infected person will pass on a virus to - by about 0.4 to 0.7.\nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nProf Axel Gandy, from the statistic section of Imperial College London, told the Today programme this higher rate of infection means that transmission of the disease would have tripled even during England's November lockdown conditions.\nThe hunt is now on to find new ways to slow the spread of coronavirus, with the rules on mask wearing potentially coming up for review.\nBehavioural science group SPI-B (Scientific Pandemic Insights Group on Behaviours), which reports to the Sage group of government advisers, has said that mandatory face coverings may be necessary in a wider number of settings, such as in workplaces and possibly outdoors. \nHowever, Dr Simon Clarke, associate professor of cellular microbiology at the University of Reading, told BBC Radio 4's World at One he was not convinced a move towards making the wearing of face coverings mandatory outdoors would make \"much difference\" to transmission rates.\nHe said the \"bigger problem\" was people touching their face covering or wearing it incorrectly, adding ministers should focus on ensuring people knew how to wear them and to change and wash them regularly.\nThe rollout of the newly approved Oxford-AstraZeneca vaccine will begin on Monday, almost a month after the Pfizer-BioNTech jab.\nSecond doses of either will now take place within 12 weeks rather than 21 days as had been initially planned with the Pfizer vaccine.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55508606",
      "category": "entertainment-arts",
      "title": "Coronation Street actor Mark Eden dies aged 92",
      "text": "Mark Eden, who played Coronation Street villain Alan Bradley, has died at the age of 92.\nThe actor, who had been living with Alzheimer's disease \"for some time\", died early on New Year's Day, his agent confirmed in a statement.\nEden was married to fellow Coronation Street star Sue Nicholls, who plays Audrey Roberts. \nHe had been in hospital since November and died peacefully in the early hours of 1 January, his agent said.\n\"Mark had a long career spanning more than 50 years, including eight years in Coronation Street,\" he added.\n\"He is survived by his wife Sue, his daughter Polly, his stepson Saul and grand-daughter Emma. We ask that their privacy be respected at this very difficult time.\" \nEden's character Alan Bradley - whose daughter Jenny is the current Rovers Return landlady - was one of Weatherfield's most notorious bad boys in the late 1980s. He cheated on Rita Fairclough several times during their relationship and then remortgaged her house without her knowledge so he could fraudulently obtain funds for his security firm.\nAfter Rita reported the fraud, he attempted to suffocate her with a cushion. After being found guilty of fraud and actual bodily harm, he was only given a short jail sentence and quickly continued his torment of Rita, who eventually fled the street to escape his harassment.\nBradley tracked her down in Blackpool but met a sticky end when, in one of the soap's most dramatic scenes, he was struck by a tram as he chased her through the town.\nThe episode was watched by 21.4 million viewers - and Eden later unveiled a plaque at the tram stop where the scene was filmed.\nEden was born in London in 1928 and decided to become an actor in his teens after falling in love with Shakespeare.\nHowever, he was unable to launch a career until he was almost 30, he told the Daily Express newspaper in 2013.\n\"I contracted tuberculosis, spent two years in a sanatorium, worked on the fairgrounds, got married… in fact, I was almost 30 by the time I joined Everyman Theatre Group in Ramsgate,\" he said.\n\"The East Kent Times gave me a rave review for my first play and that was all the encouragement I needed.\"\nHis first screen credit was in 1958, with a role in Quatermass And The Pit; and he later played Marco Polo in the first series of Doctor Who.\nOther roles came in the 1965 film Doctor Zhivago, starring Julie Christie and Omar Sharif, TV show The Avengers and the 1970s detective serial Lord Peter Wimsey.\nLater in his career he appeared in Doctors and Casualty, with his last screen credit in 2013 in the TV movie An Adventure In Space And Time. \nActress Sally Ann Matthews, who played his Coronation Street daughter Jenny Bradley, was among those paying tribute.\n\"I loved this man so much,\" she wrote on Instagram. \"Thank you for being the most wonderful TV dad, teacher and friend.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55504450",
      "category": "uk",
      "title": "New Year's Eve: UK sees in 2021 with fireworks and light show",
      "tags": "Coronavirus lockdown measures,Edinburgh,River Thames,Coronavirus pandemic",
      "text": "The UK has seen off 2020 and celebrated the dawn of 2021 with a fireworks and light display over London that included tributes to NHS staff.\nRevellers were not able to ring in the New Year in the usual way because of the coronavirus pandemic, with people instead told to stay at home.\nPolice had to break up various parties and events across England overnight.\nForces have handed out hundreds of fines, with several issuing the maximum £10,000 to event organisers.\nMuch of the UK saw in the new year while under lockdown rules, with about 44 million people in England - or 78% of the population - in tier four, the top level of Covid restrictions.\nMainland Scotland, Northern Ireland and Wales are also under lockdown.\nAlthough people were warned not to attend any parties outside their own homes, there were many around the country who ignored the rules.\nThe Metropolitan Police said police attended 58 parties and unlicensed music events in breach of tier four rules across London overnight, the vast majority of which ended when police intervened, they added.  \nFixed penalty fines were given to 217 people while five others could be fined £10,000 for organising large gatherings. The police force said four other people were arrested for breaching Covid regulations by gathering in central London. \nElsewhere, other forces also broke up parties and handed out hundreds of fines. They included Greater Manchester Police, which issued 105 fixed penalty notices at house parties and larger gatherings. And Leicestershire Police had to issue six on-the-spot £10,000 fines to party organisers. \nIn Essex, hundreds of people were dispersed from an illegal New Year's Eve party at a church, while Lancashire Police broke up a party in Hyndburn, near Blackburn, attended by 80. \nMeanwhile, in Scotland, Edinburgh's traditional Hogmanay street party was cancelled, with videos of a drone display released instead.\nThe series of videos showed a swarm of 150 lit-up drones over the Scottish Highlands and Edinburgh were released, which organisers said it was the largest drone show ever produced in the UK.\nDespite the cancellation of Edinburgh's traditional Hogmanay celebration - which normally attracts 100,000 people on the city's streets - there were some people who ignored the pleas to stay at home.\nCrowds of several hundred people gathered at Edinburgh Castle to see in the new year. They sang Auld Lang Syne and danced before eventually dispersing when several police vans and cars pulled on to the castle esplanade.\nOn New Year's Eve, Health Secretary Matt Hancock called on people to take \"personal responsibility\" and stay at home to avoid spreading Covid-19.\nLondon's 10-minute display over the Thames aired on the BBC at midnight, and began with a poem which addressed the pandemic, that said: \"In the year of 2020 a new virus came our way; We knew what must be done and so to help we hid away.\"\nLight projections lit up the sky over the O2 Arena, including the NHS logo in a heart accompanied by a child's voice saying: \"Thank you NHS heroes\".\nThe show also recognised Captain Sir Tom Moore, who raised £33m for the NHS by walking laps of his garden and the Black Lives Matter movement. One 2020 phenomena - working from home - was represented with a mute logo backed by a voiceover saying \"You're on mute\".\nThe display ended with a call from Sir David Attenborough about the need for action on climate change.\nIn a speech being broadcast on BBC One between Doctor Who and EastEnders this evening, Sir David will say that this \"could be a year for positive change - for ourselves, for our planet and for the wonderful creatures with which we share it\". \nDespite the \"challenging\" times we live in, \"the reactions to these extraordinary times has proved that when we work together there is no limit to what we can accomplish\", he will say, as he looks ahead to the United Nations Climate Change Conference later this year. \nOfficial figures showed 10.75 million viewers watched the 2021 New Year celebrations on BBC One. It's down from the 11.18m who saw in the start of 2020 on the channel.  \nMayor of London Sadiq Khan said he was proud of the show, which he said \"paid tribute to our NHS heroes and the way that Londoners continue to stand together\".\n\"We showed how our capital and the UK have made huge sacrifices to support one another through these difficult times, and how they will continue to do so as the vaccine is rolled out.\"\nUsually, around 100,000 people pack into the streets around Victoria Embankment to watch the New Year's Eve fireworks.\nIn his New Year's message, the Archbishop of Canterbury said he saw \"reasons to be hopeful for the year ahead\" despite the \"tremendous pain and sadness\" brought by 2020. \nThe Most Reverend Justin Welby spoke of his experience volunteering as an assistant chaplain at St Thomas' hospital during the pandemic, saying: \"Sometimes the most important thing we do is just sit with people, letting them know they are not alone.\"\nIn his message, filmed at the London hospital and broadcast on BBC One on Friday afternoon, he said: \"This crisis has shown us how fragile we are. It has also shown us how to face this fragility.\n\"Here at the hospital, hope is there in every hand that's held, and every comforting word that's spoken.\n\"Up and down the country, it's there in every phone call. Every food parcel or thoughtful card. Every time we wear our masks.\"\nDid you make a special effort to celebrate this New Year? How did you mark it?  Share your experiences and pictures of what you got up to by emailing haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55507001",
      "category": "uk-england-london",
      "title": "Covid: Councils call for all London schools to stay shut",
      "tags": "Schools,State schools,Islington,Greenwich,Coronavirus pandemic",
      "text": "Nine London boroughs have written to the education secretary asking him to reverse plans to reopen primary schools in some areas.\nAbout a million primary school pupils will not return to lessons next week in a bid to cut Covid transmission rates.\nHowever, schools in 10 London boroughs are due to remain open.\nIn the letter, the leaders said they were \"struggling to understand the rationale\" behind the idea as pupils and teachers moved between boroughs.\nThe government has said the measure would be reviewed fortnightly.\nAll primary schools had been due to fully reopen on 4 January but under government plans those in 23 London boroughs will remain closed.\nHowever, schools in the City of London, Camden, Greenwich, Hackney, Haringey, Harrow, Islington, Kingston, Lambeth and Lewisham will open.\nThe letter to Gavin Williamson has been signed by leaders of all of those boroughs apart from Kingston. It has also been signed by the City of London's policy chair.\nIt calls for primary school pupils across the capital to \"move to online learning until 18 January\", apart from vulnerable children and those of key workers.\n\"The omission of 10 boroughs ignores the deep interconnectedness of our city, and the many thousands of teachers and students that study or teach in one borough and live in another,\" the letter states.\nThe councils also said they had received legal advice that omitting some councils from the list of areas told to take teaching online \"is unlawful on a number of grounds and can be challenged in court\".\nRichard Watts, leader of Islington Council, told the BBC there \"seems to be no reason at all to look at this on a borough by borough basis\".\n\"The entirety of the rest of the government's handling of the pandemic has rightly treated London as a single entity and this is the first time anyone... has tried to implement different public health measures in different boroughs,\" he said.\nIn a statement Dan Thorpe, leader of the Royal borough of Greenwich, accused the government of providing \"a lack of clarity and answers\", adding that the situation was \"causing uncertainty and concern among our schools, families, carers, and undoubtedly children and young people\".\nAlthough Kingston Council did not sign the letter, leader Caroline Kerr said reopening primary schools in the borough \"doesn't make any sense\" and that they were \"urgently seeking clarity on the reasoning for the decision\".\nMayor of London Sadiq Khan has called the plans \"nonsensical\" and has also written to the government calling for a \"delay to all London schools opening until mid-January\".\nKevin Courtney, joint leader of the National Education Union, said the education secretary \"must listen to the leaders of the community, he must listen to school staff and he must listen to the general public who are all telling him that it is not safe to reopen schools on Monday\".\nThe Department for Education has previously said decisions on school closures and openings were based on new infections, positivity rates, and pressures on the NHS.\nA spokeswoman for the department said: \"In response to concerning data about the spread of coronavirus, we have implemented the contingency framework for education in a small number of areas of the country, requiring schools to provide remote learning to all but vulnerable and critical worker children and exam years.\n\"Decisions on which areas will be subject to the contingency framework are based on close work with PHE, the NHS, the Joint Biosecurity Centre and across government.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55509575",
      "category": "entertainment-arts",
      "title": "Wham!'s Last Christmas goes to number one for the first time",
      "tags": "Christmas music,Official UK music charts,Music",
      "text": "Wham!'s Last Christmas has topped the UK singles chart for the first time, 36 years after it was first released.\nThe festive classic was streamed 9.2 million times over the last week, knocking LadBaby's Don't Stop Me Eating off the top spot.\nFirst released in December 1984, George Michael and Andrew Ridgeley's song was held off the top spot by Band Aid's Do They Know It's Christmas?\nRidgeley said he was \"somewhat amazed\" the record had now reached number one.\nHe said he was \"delighted\" and \"profoundly pleased\" at the news, \"albeit 36 years after its first release which is, perhaps more than anything, a testament to its timeless appeal and charm\".\n\"It is a fitting tribute to George's song-writing genius and one of which he would have been immensely proud and utterly thrilled,\" Ridgeley added.\nSince the song was released in 1984, it has returned to the top 10 a further six times.\nFans had previously launched a campaign to get it to number one in 2017, to mark the first anniversary of George Michael's untimely death on Christmas Day 2016.\nBut it only reached number two - and was thwarted by Ed Sheeran's Perfect.\nIts lyrics also inspired Dame Emma Thompson to write the movie Last Christmas, which was released in cinemas last Christmas.\nLast Christmas was written by George Michael in his childhood bedroom in February 1984, \"and as far as I was concerned it was a number one\", he told Smash Hits in 1986.\nInspiration struck out of the blue, while the singer was watching a football match at his parents' house in Hertfordshire.\n\"We'd had a bite to eat and were sitting together relaxing with the television on in the background when, almost unnoticed, George disappeared upstairs for an hour or so,\" recalled Ridgeley in his 2017 memoir. \n\"When he came back down, such was his excitement, it was as if he had discovered gold which, in a sense, he had.\n\"We went to his old room, the room in which we had spent hours as kids recording pastiches of radio shows and jingles... and he played me the introduction and the beguiling, wistful chorus melody to Last Christmas. It was a moment of wonder.\"\nThe song was subsequently recorded in the middle of August at London's Advision Studios, which Michael plastered in Christmas decorations to set the mood.\nThe cheesy-but-cheerful video was shot later that year in Switzerland, featuring Wham's backing singers Pepsi and Shirlie and model Kathy Hill.\nAlongside its famous chunky knitwear, and central role for a silver brooch, the video also marked the final time Michael would be seen without his trademark designer stubble.\nThe singer jetted back from the film shoot to record his vocals for Do They Know It's Christmas - which would eventually hold Wham!'s song off the top spot. \nIn a gesture of solidarity with Band Aid, however, the duo donated all the royalties from Last Christmas to Ethiopian famine relief.\nAt the time of its initial release, Last Christmas was part of a Wham! double A-side single, along with Everything She Wants.\nAlthough immediately after Christmas, radio stations started playing Everything She Wants and the band did a Top of the Pops appearance to promote it, the colossal sales of Do They Know It's Christmas meant it was never to top the chart at the time.\nPrior to today's chart, Last Christmas was the UK's biggest-selling single never to have reached number one - accumulating 1.9 million sales across its lifetime, according to the Official Chart Company. \nThat title now passes on to Maroon 5's Moves Like Jagger (1.55 million sales), which was a number two hit in 2011.\nBut Last Christmas does now hold a new chart record - for the longest time taken for a single to reach number one. \nThe previous record-holder was Tony Christie's (Is This The Way To) Amarillo? which had a 34-year gap between its original release and topping the chart for Comic Relief in 2005.\nWham!'s record is the second long-toothed classic to claim chart glory in recent weeks, after Mariah Carey's All I Want For Christmas Is You reached number one in December, 26 years after its release.\nChristmas songs continue to dominate this week's chart countdown, with 28 festive tracks inside the top 40.\nHowever, as festive streams decline, some other songs have seen their fortunes turn around - with Little Mix's Sweet Melody returning to the top 10; and Ed Sheeran's new single Afterglow reaching a new peak of 13.\nIn the albums chart, Michael Bublé's Christmas album returned to number one for the first time in nine years, displacing Paul McCartney's latest record, McCartney III.\nTaylor Swift's second surprise album of 2020, Evermore, held steady at number two; while Dua Lipa's Future Nostalgia jumped 15 places to number three after featuring prominently in a number of end-of-year polls.\nCorrection: An earlier version of this article erroneously stated that Martin Kemp of Spandau Ballet made a cameo in the video for Last Christmas. \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55504717",
      "category": "uk",
      "title": "Covid-19: 12-week vaccine gap defended, and a different New Year's Eve",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning - and a Happy New Year too as we welcome in 2021. We'll have another update for you on Saturday. \nThere's been a bit of reaction this week to the UK's new vaccination plan which will change how the doses are given out. The original plan was to give people the second dose of the Pfizer jab 21 days after the first, but the gap between doses for both vaccines has now been extended to 12 weeks. It means more people will get the first jab sooner, but many patients who had been booked in for their second dose have seen their appointments cancelled. The UK's chief medical officers have defended the Covid vaccination plan after criticism from doctors, saying that getting more people vaccinated with the first jab \"is much more preferable\". More about how the vaccine is being rolled out here.\nAfter warnings from the police and government to spend New Year's Eve indoors, millions of people stayed at home rather than celebrate with the usual parties and gatherings. Although some crowds turned out in London and Edinburgh, the majority of the streets were quiet. In the skies above London, a fireworks and light display paid tribute to NHS staff and was aired on the BBC. Elsewhere around the world, some celebrations had crowds while others didn't. Check out our picture gallery or watch our global round-up:\nAccording to retail analysts, last year was the worst for the High Street in more than 25 years as the pandemic accelerated the shift towards online shopping. Nearly 180,000 retail jobs were lost in the UK in 2020, up by almost a quarter on the previous year, the Centre for Retail Research said. And it's warned there will be more pain for the sector in 2021 as retailers face a cash flow crisis and rent payments, predicting up to 200,000 more retail jobs will be at risk.\nAnother grim record was broken on Thursday, as the UK reported another 55,892 daily cases of coronavirus - the highest daily figure so far. A further 964 people died within 28 days of a positive test, only slightly down on the 981 on Wednesday. Public Health England medical director Dr Yvonne Doyle said Christmas week had seen a worrying rise in cases - particularly among adults in their 20s and 30s. Read more here.\nJoe Robertshaw and fiancee Rhiannon, from Burton-upon-Trent, had been due to tie the knot on New Year's Eve. But when it was announced that Staffordshire was one of the areas moving into tier four from 00:01 on Thursday, the couple had a choice: postpone, or bring forward their ceremony by a day. They chose the latter, frantically phoning their vicar, the photographer and the guests to see if everyone could rearrange. The bride, the new Mrs Robertshaw, was at work on Wednesday at an opticians, but was allowed to leave early for the ceremony. Read the full story here.\nGet a longer news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.    \nThe last few months have been awful for so many people but the country's leading mental health experts say there are things that many of us can do to give ourselves a lift. Here are some of their tips.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-46627083",
      "category": "uk",
      "title": "Travel after Brexit: How will it affect my holidays to the EU?",
      "tags": "European Union,Brexit,Passports",
      "text": "Rules on travelling between the UK and European Union countries change on 1 January 2021, after an agreement to keep many rules the same for 11 months after Brexit comes to an end.\nAt the moment, no. \nBecause of Covid, travellers from most non-EU countries can't visit except for essential reasons.\nAfter 31 December, the UK will no longer be treated like a member of the EU, so becomes subject to these rules.\nThe only non-EU countries exempt from these restrictions are those with very low infection rates, such as New Zealand.\nThe EU could choose to exempt the UK, and individual EU countries could create a \"travel corridor\" with the UK, allowing restriction-free travel.\nIf the rules are changed, you'll be able to travel to all EU countries - plus Switzerland, Norway, Iceland and Liechtenstein - as a tourist, without needing a visa.\nYou'll be able to stay for up to 90 days in any 180-day period.\nSo, an Easter weekend in Spain, followed by a June fortnight in Italy, would be covered by your 90-day limit.\nThe rules for Bulgaria, Croatia, Cyprus and Romania are different. You could make a 90-day trip to any of them and still not use up your 90-day allowance for other EU countries.\nYou may need a visa or permit to stay for longer, to work or study, or for business travel.\nFrom 2022, UK nationals will have to pay for a visa-waiver scheme in order to visit many European countries.\nNo. Your current passport will be valid as long as:\nThe six-month rule won't apply for visits to Ireland, because it is part of the Common Travel Area.\nIf you need a new passport - which will be a different colour - the government says you should apply in plenty of time.\nThe European Health Insurance Card (EHIC) has entitled about 27 million UK citizens to state-provided medical treatment if they fall ill or have an accident in EU countries, as well as a number of others. \nAll EHIC cards issued before the end of 2020 will be valid until their expiry date (on the front of your card).\nThe government says it will issue a new card, called the UK Global Health Insurance Card (GHIC). Like EHIC, it will cover chronic or existing illnesses, routine maternity care and emergencies. However, there are no further details yet on when it will start.\nIts advice is that you should buy travel insurance with healthcare cover before going on holiday - especially if you have a pre-existing medical condition. \nYou'll no longer be able to use EU fast-track passport control and customs lanes. \nWhen you arrive in an EU country (except Ireland), be prepared to show your return ticket. You could also be asked to show that you have enough money for your stay.\nIt could also take longer to cross the UK border.\nThe guarantee of free roaming throughout the EU, Iceland, Liechtenstein and Norway ends on 1 January 2021.\nYou should check with your mobile provider to see if you're likely to face extra charges. The four main UK operators have said they have no plans to reintroduce roaming fees.\nThe EU and the UK agreed to co-operate on international mobile roaming. But there is nothing in the post-Brexit trade agreement that would stop travellers being charged for using their phone in the EU, and vice versa, in the future. \nThe government has passed laws to protect customers, including:\nYes, but you'll need to take your driving licence, as well as your log book (V5C) and valid insurance documents if you are taking your own car. \nYou will need to contact your insurer six weeks before you travel to get a green card that will prove you have insurance.\nMost drivers will not need to buy an International Driving Permit, with the exception of those with paper licences (not photocards) and those with licences issued in Gibraltar, Guernsey, Jersey or the Isle of Man, who will need one for some European countries.\nPet passports issued in Great Britain will not be valid for travel to the EU from 1 January 2021.\nFrom that date, pets travelling from Great Britain to the EU will need to have an animal health certificate (AHC). The same rules will apply if you are taking your pet to Northern Ireland. \nAHCs will be issued by a vet, will be valid for four months and must be obtained no more than 10 days before travel.\nAHCs will be valid for a single trip into the EU, onward travel within the EU and re-entry to Great Britain.\nYour pet must have been microchipped and have had a rabies vaccination. It will also have to have a treatment against Echinococcus multilocularis (a type of tapeworm) for entry into Finland, Republic of Ireland, Northern Ireland, Norway or Malta.\nPassengers from Great Britain (England, Scotland and Wales) travelling to EU countries can take advantage of duty-free shopping from January 2021. Limits on tobacco and alcohol will increase.\nThere will no longer be tax-free airport sales of goods like electronics and clothing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55511169",
      "category": "uk-england-london",
      "title": "Covid: All London primary schools to stay closed",
      "text": "All primary schools in London will remain closed for the start of the new term, the government has confirmed.\nLondon mayor Sadiq Khan said the government had \"finally seen sense and U-turned\" on its plan to allow pupils in some areas to return on Monday.\nLeaders of nine London local authorities had written to Education Secretary Gavin Williamson urging him to rethink the decision.\nMr Williamson said the city-wide closures were \"a last resort\".\nThe government said it had decided all primary schools in the capital would be required to provide remote learning after a further review of coronavirus transmission rates.\nVulnerable pupils and the children of key workers will continue to attend school, the government said.\nEarly years care, alternative provision and special schools will remain open, it added.\nSchools in nine London boroughs and the City of London district had been set to reopen - while those in the remaining 23 boroughs would have stayed closed from 4 January.\nThe decision was criticised and branded \"illogical\" by councillors and residents in the affected areas, who called for primary schools across the capital to move to online learning until 18 January.\nThey pointed out that Covid-19 infection rates were higher in some boroughs told to reopen schools than in others where they were not.\nIn a tweet, Mr Khan said a city-wide closure was \"the right decision\" and thanked education minister Nick Gibb for \"our constructive conversations over the past two days\".\n\"The government's original decision was ridiculous and has been causing immense confusion for parents, teachers and staff across the capital,\" Mr Khan said. \n\"It is right that all schools in London are treated the same, and that no primary schools in London will be forced to open on Monday\".\nDan Thorpe, leader of Greenwich council, said he was \"absolutely delighted\" to hear Mr Williamson had \"finally climbed down and reversed his decision\".\nKingston Council leader Caroline Kerr said she was \"dismayed\" at the government's handling of situation while a council statement added: \"It never made sense that neighbouring boroughs were being instructed to have different arrangements despite having similar rates of infection.\"\nIslington council leader Richard Watts said waiting until New Year's day to announce the further closures was \"unacceptable\".\nHe said the decision \"should have been made weeks ago, as the public health situation became clear\".\nMary Bousted, of the National Education Union, said the government was right to reverse its \"obviously nonsensical position\".\n\"What is right for London is right for the rest of the country,\" she said, and she called on ministers to \"do their duty\" by closing all primary and secondary schools nationwide for at least two weeks.\nPaul Whiteman, general secretary of school leaders' union NAHT, accused the government of damaging public confidence with a \"confusing and last-minute approach\".\n\"Just at the moment when we need some decisive leadership, the government is at sixes and sevens,\" he said.\nShadow education secretary Kate Green said the move was \"yet another government U-turn creating chaos for parents just two days before the start of term\". \n\"Gavin Williamson must still clarify why some schools in tier 4 are closing and what the criteria for reopening will be,\" she said.\nIn a statement, Mr Williamson said children's education and wellbeing remained \"a national priority\" and moving the whole of London to remote education \"really is a last resort and a temporary solution\".\n\"We will continue keep the list of local authorities under review, and reopen classrooms as soon as we possibly can,\" he said.\nHealth Secretary Matt Hancock said the situation in London had continued to worsen in the past week and infections and hospital admissions had risen sharply.\n\"While our priority is to keep as many children as possible in school, we have to strike a balance between education and infection rates and pressures on the NHS,\" he said.\nThe Department for Education had previously said decisions on school closures and openings were based on new infections, positivity rates, and pressures on the NHS.\nA spokeswoman for the department said: \"In response to concerning data about the spread of coronavirus, we have implemented the contingency framework for education in a small number of areas of the country, requiring schools to provide remote learning to all but vulnerable and critical worker children and exam years.\n\"Decisions on which areas will be subject to the contingency framework are based on close work with PHE, the NHS, the Joint Biosecurity Centre and across government.\"\nAre you a parent or teacher who will be affected by the London primary school closures? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55507012",
      "category": "health",
      "title": "Covid-19: New variant 'raises R number by up to 0.7'",
      "tags": "NHS,Coronavirus pandemic",
      "text": "The new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version, a study has found.\nIt concludes the new variant increases the Reproduction or R number by between 0.4 and 0.7. \nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nProf Axel Gandy of London's Imperial College said the differences between the viruses types was \"quite extreme\".  \n\"There is a huge difference in how easily the variant virus spreads,\" he told BBC News. \"This is the most serious change in the virus since the epidemic began,\"  he added.\nThe Imperial College study suggests transmission of the new variant tripled during England's November lockdown while the previous version was reduced by a third.\nCases of Covid-19 have begun to increase rapidly during the second spike, and the number of cases recorded in a single day reached a new high on Thursday.\nNew coronavirus variant: What do we know?\nCases of new variant appear worldwide\nEarly results indicated that the virus was spreading more quickly among under-20s, particularly among secondary school age children. \nBut the very latest data indicates that it was spreading quickly across all age groups, according to Prof Gandy who was a member of the research team.\n\"One possible explanation is that the early data was collected during the time of the November lockdown where schools were open and the activities of the adult population were more restricted. We are seeing now that the new virus has increased infectiousness across all age groups.\"\nProf Jim Naismith, of Oxford University, said he believed that the new findings indicated that even tougher restrictions would soon be needed.\n\"The data from Imperial represent the best analysis to date and imply that the measures we have employed to date, would - with the new virus - fail to reduce the R number to below 1.\n\"In simpler terms, unless we do something different the new virus strain is going to continue to spread, more infections, more hospitalisations and more deaths.\"\nThe R number is the average number of people an infected person infects. If it is above 1 the epidemic is growing.\nThe most chilling finding from this piece of research is that the November lockdown in England, hard though it was for many people, would not have stopped the variant form of the virus spreading. The same severe restrictions that saw cases of the previous version of the virus fall by a third, would see a tripling of the new variant. This is why there has been such a sudden tightening of restrictions across the country. \nIt is unclear whether the current restrictions will be enough to control the spread of the virus. Given the fact that it has taken two lockdowns to stop the earlier version of the virus overwhelming the NHS, many scientists fear that further tightening will be necessary.  \nInfection levels will begin to drop as enough people are vaccinated. But until then it is now more important than ever for people to follow social distancing guidelines, wear masks where required and to regularly wash their hands.\nThe new year brings with it hope of a more normal life in the next few months but also a new form of the virus that all of us will have to combat in the coming days and weeks.\nProfessor Lawrence Young, of Warwick University, said early indications suggested that vaccines would be effective against the new form of the virus.\n\"Variants virus have been around since the beginning of the pandemic and are a product of the natural process by which viruses develop and adapt to their hosts as they replicate.  \n\"Most of these mutations have no effect on the behaviour of the virus but very occasionally they can improve the ability of the virus to infect and/or become more resistant to the body's immune response.\"\nFurther research is needed to understand why the variant is spreading so quickly. But early indications are that vaccines should be effective against it.\nThe new virus has been designated \"Variant of Concern 202012/01\" or VOC by Public Health England.\nIt was detected in November and thought to have originated in the south-east England in September. \nThere is no evidence to suggest that it is more deadly, but it will increase the number of cases which in turn will add further pressure on the NHS.\nThe variant can now be found across the UK, except Northern Ireland, but it is heavily concentrated in London, as well as south-east and eastern England. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55506604",
      "category": "uk",
      "title": "Newyear 2021: NHS and BLM celebrated in light display",
      "text": ""
    }
  ]
}