{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57359072",
      "category": "uk-scotland",
      "title": "Free school lunches for all children in P4 and P5 in Scotland",
      "tags": "Poverty,Scottish government,Free school meals",
      "text": "Free school meals for children in P4 will start in the new school year but P5 pupils will have to wait until January, the Scottish government has announced. \nCurrently all P1 and P3 pupils in Scotland are entitled to free school lunches.\nBy the time P5 children are offered the meals in January, about 90,000 children will be eligible. \nSimilar support will be offered to low-income households during the holidays.\nThe Scottish government said  its commitment to roll out universal free school meals to all pupils, including P6 and P7, will happen by August next year. \nEducation Secretary Shirley-Anne Somerville said: \"Free school meals are a vital support to thousands of children and young people across the country - ensuring that children have access to a free, healthy and nutritious meal every day they are in school and are ready to engage in learning. \"\nThe cost of the pledge for the 2021/22 term is expected to be £28m.\nA further £21.75m is also being provided for \"targeted free school meal support\" during the school holidays in 2021-22.\nThis will start in July and be available for about 145,000 primary and secondary children from low-income households.\nIt will be up to individual councils to decide what approach they take in school holidays - and this may include the provision of direct payments, vouchers or food parcels. \nStephen McCabe, of local council umbrella body Cosla, said: \"Councils across Scotland have long been committed to delivering healthy free school meals to eligible children and young people. \n\"We are pleased that, in partnership with Scottish government, this commitment can be further expanded.\"\nThe Scottish Conservatives announced a similar policy idea before the SNP's plan was announced last year.\nThe Scottish Greens argue that free school meals should be provided in high schools as well as primary schools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57365728",
      "category": "uk-politics",
      "title": "Elections watchdog admits errors in reporting Tory donations",
      "tags": "Conservative Party,Electoral Commission ",
      "text": "The UK's election watchdog has admitted it previously incorrectly registered donations to the Conservative Party.\nThe Electoral Commission had reported that the party accepted £10,000 in November 2019 from a company dissolved three years prior.\nBut the watchdog has now said this was an \"administrative error,\" adding the party had in fact reported a donation from a different firm.\nIt added it regretted \"any confusion,\" and the record would be corrected. \nAdditionally, the commission said the Conservatives had advised them the party had \"inaccurately reported\" donations from another company.\nA Conservative Party spokesperson said: \"We welcome this decision from the Electoral Commission and we will continue to work with them.\"\nEarlier this week Labour called for the watchdog to investigate whether the donations had breached electoral transparency laws.\nUnder current legislation, parties may only accept donations from a UK-registered company if it \"carries on business in the United Kingdom\".\nIn its regular reporting of political donations, the commission said the Tories had accepted £10,000 from Stridewell Estates in November 2019.\nGovernment records indicate that the firm had been dissolved three years earlier, in November 2016.\nThe commission said the party had in fact reported a donation from another firm, called Kirklee Property Company 2 Limited, and it had incorrectly confused the two because they shared the same address.\nOfficial records show that company was set up in 2006 and is still active.\nBusiness Insider, which first reported the story, has previously quoted a spokesman for Stridewell suggesting it could be a mistake. \nThe watchdog added that it was still working with the party to establish the details of donations from another company, Unionist Buildings Limited.\nThe commission has reported that the Tories accepted £6,000 from the firm in June 2017. Records show the firm was dissolved six months earlier, in January.\nThe commission said the Conservatives had admitted incorrectly reporting donations from that firm - but gave no further details. \nIt said it remained in contact with the party \"so that we can publish the correct information and provide transparency to voters\".\nLabour Party chairwoman Anneliese Dodds said: \"This confirmation that the Conservatives inaccurately recorded a donation amounting to thousands of pounds raises more questions than it answers. We urgently need to know where that money came from.\"\nMeanwhile, the commission has also admitted it incorrectly registered details of another donation to the Conservatives in late 2019.\nIt had previously said the party got £3,250 in December 2019 from a company called Landcap Development Eversley Ltd, which was disbanded 12 months prior.\nBut it said the party had in fact reported a donation from a still-active company, Landcap Limited. It again said it had confused the two businesses because they shared an address.\nIt is understood the watchdog discovered that error after the registered donation was brought to its attention. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57328469",
      "category": "health",
      "title": "Covid-19: Could a third wave change 21 June plans in England?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Coronavirus cases have roughly doubled in the space of a week, though numbers remain low compared with earlier in the pandemic. So how significant is this, as the government considers lifting the last set of restrictions in England on 21 June?\nIt's difficult to judge what direction the virus is going in from just a few days of data - cases fluctuate and can be skewed by how many tests are being done. But, for the past fortnight at least, there have been growing signs national cases are beginning to rise.\nAnd this relatively small uptick disguises much larger spikes in cases - and some rises in hospital admissions - in certain areas. These include the north-west of England and also large parts of Scotland, although in some of these areas cases are starting to fall again. \nAs we know from experience, what might look like a small blip can quickly spiral into a big wave if enough people are still susceptible to the virus. \nThe virus doesn't have nearly the same opportunity to take off as it did at the start of the winter wave. \nHalf of all adults in the UK are fully vaccinated and three-quarters have received their first jab and this is rising all the time. But that still leaves millions of people who are vulnerable to catching, spreading and becoming ill from the virus. \nThe more people who are fully vaccinated, the less chance of the virus spreading and the epidemic taking off again.  \nThere have been two major waves of infection during the UK's epidemic - in spring 2020 and in the past winter. Although there was the beginning of a resurgence in cases in the autumn, it was contained by a national lockdown in November - resulting in a \"bump\" in cases rather than a fully-fledged wave. \nWhat we're seeing now is far from a full-blown wave like the first two. However, the higher cases get, the faster they rise. \nRecent data suggests cases might now be doubling every fortnight or possibly even faster.\nThat's faster than when the government's scientific advisers recommended a lockdown in September (although the true number of infections then was partially disguised by shortages in appointments for testing, meaning infections weren't being diagnosed).\nBut at that point hospital admissions were doubling every fortnight, whereas now they have only just started to tick up nationwide.   \nThis suggests even if cases rise, vaccines are stopping many infections progressing to serious illness. \nOn Monday 7 June, Health Secretary Matt Hancock said that of 12,383 cases of the so-called Indian or Delta variant, 126 ended up in hospital - and just three of them involved people who had been fully vaccinated. \nExperts have expressed concern that hospital admissions are rising again in areas affected by the so-called Indian variant.\nThe question is whether this rise will continue or level off, and whether it will spill out into other parts of the country where admissions are currently falling. \nIn some hotspots like Bolton and Bedford, cases already appear to be coming back down. Given it takes time for a case to turn into a hospital admission, we might expect to see those numbers start falling in these areas too.  \nBut at the moment, we're in a \"wait-and-see\" phase. Cases have only just started to rise across the UK, so it will take some time before we know how much that leads to a rise in hospital admissions - and if they are concentrated in the unvaccinated population. \nPublic health leaders in areas like Bolton have said many of their hospital patients were not yet, or had only just become, eligible for the vaccine. \nThis has led some scientists to call for the 21 June date to be pushed back to allow more people to be fully vaccinated, before allowing unrestricted mixing at weddings and clubs, and inside people's homes. \nProf Ravi Gupta, at the University of Cambridge, has said the UK is already in the early stages of a third wave of infections, and called for the 21 June ending of restrictions in England to be postponed.\nHis fears have been echoed by Prof Andrew Hayward, a government scientific adviser, and Prof Christina Pagel, at University College London, who sits on a group which calls itself Independent Sage \nBut government adviser Sir John Bell, Regius Professor of Medicine at Oxford University, said he was \"encouraged\" by the numbers, before adding another week's data was needed before decisions could be made. \nPrime Minister Boris Johnson and Mr Hancock have indicated they will wait for more data before making the decision.\nThe government is due to announce its decision on England's 21 June easing a week before, on 14 June, so next week's figures will be crucial. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57358446/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK approves Pfizer jab for 12 to 15-year-olds",
      "tags": "Children,Coronavirus vaccines,Pfizer",
      "text": "The UK regulator has approved the use of the Pfizer-BioNTech vaccine in children aged 12-15, saying it is safe and effective in this age group and the benefits outweigh any risks.\nThe MHRA said it had carried out a \"rigorous review\" of the vaccine in adolescents.\nThe UK's vaccines committee will now decide whether children should get the jab.\nThe Pfizer vaccine is already approved for use in people aged 16 and over.\nDr June Raine, chief executive of the Medicines and Healthcare products Regulatory Agency (MHRA) said the safety of the vaccine in 12 to 15-year-olds would be carefully monitored.\n\"No extension to an authorisation would be approved unless the expected standards of safety, quality and effectiveness have been met,\" she said.\nThe Joint Committee on Vaccination and Immunisation (JCVI) must now advise government on whether this age group should be vaccinated as part of the UK rollout.\nA spokesperson for the Department of Health and Social Care said it would be \"guided by the expert advisers and will update in due course\".\nThe Health Secretary Matt Hancock said any decision would be \"clinically based\". He confirmed that the UK had enough supplies to vaccinate children if recommended to by the JCVI.\nAt present, there is no routine vaccination of under 18s against Covid in the UK.\nHowever, current advice is that 16 to 18-years-old who are in a priority group or who live in the same house as someone who is extremely vulnerable, should be offered a Covid vaccine.\nIn general, children's risk of becoming ill with Covid-19 is extremely low and they very rarely need hospital treatment, which is why the focus has been on vaccinating adults, who are more at risk. But the question of whether to protect children is now gathering pace. \nThe EU recently approved the Pfizer-BioNTech vaccine for 12 to 15-year-olds, and the US and Canada started vaccinating children in this age group earlier this month.\nGermany has indicated it will start vaccinating children over 12 from 7 June.\nProf Adam Finn, a member of the JCVI, said there were lots of complex issues to consider in the UK, including the potential disruption to children's education if cases continued to rise in unvaccinated schoolchildren.\nBut he said the immediate question was \"what to do with the vaccines we have got - if we give them to 12 to 15-year-olds, then we are not giving to other adults who may be more at risk\", he told BBC Radio 4's World At One programme.\nProf Finn said Israel had managed to keep cases low by vaccinating their entire adult population, meaning they did not need to vaccinate children. \nBut the director of public health in Blackburn with Darwen has called for 12 to 18-year-olds to be vaccinated as quickly as possible to help shut down the transmission of the variant first identified in India, known as the Delta variant.\nProf Russell Viner, professor of adolescent health at University College London, said decisions about vaccinating all teenagers should also take potential side effects into account.\n\"The early reports about myocarditis [inflammation of the heart muscle] in young men need to be properly investigated and may not be related to the Pfizer vaccine, however they provide a warning that we should not rush into these decisions.\"\nAlongside the regulator, a UK independent advisory group also analysed data on the quality, effectiveness and safety of the vaccine in adolescents against any potential risk of side effects.\nThe Commission on Human Medicines concluded that \"its benefits outweigh any risk\".\nThe data is based on more than 2,000 children aged 12 to 15-years-old who took part in US trials of the Pfizer vaccine. There were no cases of Covid from a week after the second dose - compared to 16 cases in the placebo group, and the vaccine appeared to work as well in adolescents as in young adults aged 16-25.\nThe vaccine's side effects were usually mild or moderate, including tiredness, headaches, muscle and joint pain, and improved within a few days.\nAdditional safety data from 600,000 adolescents in the US who have had the vaccine will be available soon.\nBut some argue there are ethical issues over vaccinating children that have to be considered too.\n\"We urgently need to increase the supply of the vaccine to vulnerable people at high risk in countries with the greatest need,\" said Prof Dominic Wilkinson, consultant paediatrician and professor of medical ethics at the University of Oxford.\n\"It is unethical to give vaccines to people at very low risk in our own country when there are others overseas at much higher risk who are dying.\"\nHalf of the UK adult population has now been fully vaccinated, a quarter has had one dose and the other quarter - around 13 million people - is yet to be vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57340316",
      "category": "world-australia",
      "title": "Covid Victoria: 'Swab dogs' spread joy in Melbourne lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-57369168",
      "category": "uk-england-kent",
      "title": "Channel crossings: Claim Border Force picked up migrants in French waters",
      "tags": "Immigration,Dover",
      "text": "Reports that a Border Force ship entered French waters and took on board migrants from a UK-bound dinghy are being investigated by the Home Office.\nA radio conversation was recorded in which a Border Force officer asked a French ship for permission to get the group, The Daily Mail reported.\nThe migrants were then reportedly brought to Dover last Saturday.\nA Home Office spokesman said: \"We are urgently investigating the circumstances behind this incident.\"\nLucy Moreton, from the Immigration Services Union, said she had no first-hand knowledge of the incident, but there had apparently been no threat to life.\nShe said if the UK vessel had crossed into French waters, apparently with permission, it still would not have been appropriate.\nMs Moreton said it was a common tactic for migrants to threaten to throw someone overboard if a French vessel came too close, because migrants knew if they were picked up by a UK ship they were \"as good as here\".\nA statement issued by the Prefecture Maritime de la Manche in France said the priority was to safeguard human life and navigation, adding: \"Light boats that take to the sea to try crossing run a considerable risk.\"\nIt said those risks included overloaded boats, makeshift vessels, lack of life jackets, sea temperatures and inappropriate clothing, adding: \"The priority is therefore to be able to rescue them.\"\nThe prefecture said under the Manche Plan - a Franco-British agreement where the two countries work together in case of Channel accidents - French and British resources can operate in French and British zones.\nSeveral hundred migrants have made the crossing in the past week alone. Border Force dealt with four boats carrying 83 people on Friday.\nSo far this year, there have been more than 4,000 arrivals, a trend that could see this year's numbers outstrip last year's total of about 8,500.\nThe Home Office said it was \"cracking down on the despicable criminal gangs behind people smuggling\" and more than 4,000 people had been prevented from making the crossing so far this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57364586",
      "category": "uk-northern-ireland",
      "title": "McDonald's chicken nugget hero hailed for saving boy's life",
      "tags": "Newry",
      "text": "A County Armagh man has been described as a \"guardian angel\" after saving the life of a five-year-old boy who was choking on a chicken nugget.\nMary Byrne and her son Johnny Óg were at a McDonald's in Newry, County Down, when Gabriel McKenna appeared \"as if out of nowhere\".\nShe has nicknamed the lifesaver the Angel Gabriel because both believe divine intervention was at play. \nMs Byrne said last Thursday had started well and they had decided to get food.\n\"It was a lovely weather and we decided to sit outside the restaurant instead of using the drive-thru, as we usually would,\" she told BBC's Evening Extra programme.\n\"Johnny went to put his wrappers in the bin and when he turned round he had a blank expression on his face.\n\"He couldn't get a breath. I tried banging his back and tried everything I thought was right,\" she added. \nPeople jumped out of their cars and staff rushed over to try to help.\nJohnny Óg told the programme his \"face went purple and blue\". \n\"I had tried to eat the nugget in one go and I was trying to cry but my body didn't let me,\" he explained.\nHowever, even though everyone else was frantic, Johnny said he was not frightened by the experience. \nHe said he remembered his mum \"pushing my belly and back at the same time and then my chest started to hurt\".\n\"At that time I had him bent over my knee trying to slap his back - it was a blur and seemed like forever, even though it probably was,\" said Ms Byrne.\n\"All I thought was someone please help him,\" she added.  \nThen Angel Gabriel came along. \"Gabriel lifted me up like a chicken,\" said Johnny Og.\nMr McKenna, who is originally from County Louth and now lives in Cullyhanna, County Armagh, said it was \"divine intervention\" that he was there at that time.\n\"Something came into my mind to go round to the front of the restaurant and I saw what was going on,\" he told the programme. \n\"The child was on his mother's knee - I said, 'give me him' and hoisted him up in the air by the feet, put his belly towards mine and his back where I could get at him and worked at his two shoulder blades to revive him. \n\"I said prayers to Our Lady and St Theresa and God to help me to save this child and thanks be to God my prayers were answered.\"\nIt was the first time he had performed such a manoeuvre but he said he had been inspired by watching boxing matches in Dundalk. \nLater that day, Ms Byrne put out an appeal on Facebook to find Mr McKenna and the power of social media helped track the hero down.\nMr McKenna has now been round to the house to see Johnny and his mum in better circumstances. \n\"He's a great man and humble man but he's definitely going to be in our lives now - we will never forget what he did,\" Ms Byrne told the programme. \nShe praised other members of the public and McDonalds staff for supporting her afterwards.\nMr McKenna said Johnny was a \"special child\". \nJohnny told the programme he would be chewing his nuggets thoroughly the next time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57366668",
      "category": "world-us-canada",
      "title": "Putin sees 'double standard' in US Capitol riot prosecutions",
      "tags": "US Capitol stormed,Russia,Vladimir Putin,United States,Joe Biden",
      "text": "Russian President Vladimir Putin has accused the US of double standards for its treatment of the Capitol rioters.\nHe said it was wrong for the US to criticise crackdowns on anti-government protests overseas, while prosecuting Americans with \"political demands\".\nSpeaking at a business forum in St Petersburg, Mr Putin set expectations low for his summit with US President Joe Biden in Geneva, Switzerland.\nHe said he expected no breakthroughs when the two meet on 16 June.\nHe also denied suggestions that recent cyber-attacks on US companies had originated in Russia, and rejected claims that Moscow had meddled in American elections.\nMr Putin reserved some of his most stinging criticism for US condemnation of a crackdown on anti-government protests by Moscow's regional ally, Belarus. He hit back by suggesting the US Capitol rioters were being treated unfairly.\n\"They weren't just a crowd of robbers and rioters,\" Mr Putin said of the Trump supporters who stormed Congress on 6 January and temporarily suspended a session to certify Mr Biden as the winner of last November's election. \"Those people had come with political demands.\"\nWhen the forum moderator at the St Petersburg International Economic Forum suggested Mr Putin's comments about the Capitol riot could see him banned from US social media platforms, the Russian leader drew applause from the audience by retorting: \"I don't give a damn about being blocked somewhere.\"\nEarlier this week, Russia's Foreign Minister Sergei Lavrov said the Capitol rioters were being \"persecuted\" by the US government.\nSome 500 suspects have been arrested for the riot, most of them charged with entering or remaining in a restricted building or grounds. Many have been released pending trial, but some are being held in solitary confinement.\nA member of Mr Biden's own Democratic party, Senator Elizabeth Warren, has said some of the defendants were being subjected to \"cruel\" treatment.\nMr Putin also rebuked the West for its criticism of Russian authorities' response to anti-Kremlin demonstrations, including jailed opposition leader Alexei Navalny.\nOpposition protests across Russia earlier this year were suppressed with crackdowns. Riot police were seen beating and dragging protesters away, while thousands of people were detained.\nThe Russian leader told business leaders that protesters in Europe have faced an even tougher police response, with some shot in the eye by what he mockingly called \"democratic rubber bullets\". \nIt is not clear what he was referring to, but a number of French demonstrators were blinded by rubber bullets fired by police during the so-called yellow vest rallies that began in late 2018.\nThe Russian leader's comments come ahead of his first meeting on 16 June with President Biden since the latter's election.\nMr Putin said he expected \"no breakthroughs\" in the meeting to improve the \"extremely low level\" of relations between the two nations.\nIn March, Moscow recalled its ambassador to Washington after Mr Biden said Russia would \"pay a price\" for interfering in the 2020 US election, which the Kremlin denies.\n\"We don't have any issues with the US, but it has an issue with us,\" the Russian leader said on Friday in a separate interview with the state-backed Channel One TV station.\nHe also accused the US of trying to stifle Russia's economy and influence its domestic politics.\n\"It wants to contain our development and publicly talks about it,\" Mr Putin said.\nBut he suggested the summit could focus on areas of mutual interest, such as fighting climate change, the coronavirus pandemic and terrorism.\nDespite the tough words, the Russian leader praised Mr Biden as \"a very experienced statesman who has been involved in politics for his entire life\".\nMr Putin rejected claims that Russian hackers could have been involved in cyber-attacks on a US pipeline last month and meat-processing plants in the past week.\n\"I heard something about the meat plant,\" he said. \"It's sheer nonsense. We all understand it's just ridiculous.\" \n\"A pipeline?\" he added. \"It's equally absurd.\"\nHe said the accusations probably came from those who wish to \"provoke new conflicts before our meeting with Biden\".\nMr Putin also denied that Russia's secret service had played any role in the diversion of a plane to Minsk, on the orders of Belarusian leader Alexander Lukashenko, last month. \nBelarusian journalist Roman Protasevich, 26, was arrested once the Ryanair flight landed. \nIn a tearful appearance on state TV this week, Mr Protasevich praised President Alexander Lukashenko and admitted attempting to topple him - a confession his family says was coerced. Human rights groups and campaigners have also said he was tortured."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57361193",
      "category": "technology",
      "title": "United plans supersonic passenger flights by 2029",
      "tags": "Concorde,Engineering,Aerospace,Air travel",
      "text": "US airline United has announced plans to buy 15 new supersonic airliners and \"return supersonic speeds to aviation\" in the year 2029.\nSupersonic passenger flights ended in 2003 when Air France and British Airways retired Concorde.\nThe new Overture aircraft will be produced by a Denver-based company called Boom, which has yet to flight-test a supersonic jet.\nUnited's deal is conditional on the new aircraft meeting safety standards.\nSupersonic flight is when an aircraft travels faster than the speed of sound. \nAt an altitude of 60,000ft (18,300m), that means flying faster than 660mph (1,060km/h). \nA typical passenger jet may cruise at about 560mph (900km/h) but Overture is expected to reach speeds of 1,122mph (1,805km/h) - also known as Mach 1.7.\nAt that speed, journey times on transatlantic routes such as London to New York can be cut in half. \nBoom says Overture would be able to make the trip in 3.5 hours, shaving three hours off the flight.\nConcorde, which entered passenger service in 1976, was even faster with a maximum speed of Mach 2.04 - about 1,350mph (2180km/h).\nThere are two major concerns with supersonic passenger travel: noise and pollution.\nTravelling faster than the speed of sound causes a sonic boom, which can be heard on the ground as a loud thunderclap or explosion. It's where the company Boom got its name.\nThe boom limits where the planes can fly. Typically they must lower their speed until they are out over the ocean, away from citizens who may be disturbed by the loud bang.\nBoom says it is confident that its plane will not be any louder than other modern passenger jets while taking off, flying over land and landing. It also hopes improvements in aircraft design since Concorde will help it reduce and mitigate the sonic boom.\nThe other big issue is fuel consumption.\n\"In order to fly supersonic, you will need more power, you will need more fuel,\" Kathy Savitt, Boom's chief commercial officer, told the BBC.\nBut she expects Overture to be operated as a \"net-zero carbon aircraft\".\nCentral to Boom's plan is for Overture to run entirely on sustainable aviation fuel (Saf).\nThat can take the form of \"posh biodiesel\" made out of everything from waste animal fat from the farming industry to specially grown high-energy crops, explains Dr Guy Gratton, associate professor of aviation and the environment at Cranfield University.\nBut one big problem is that \"the world is very far from having anything like the production capacity needed\" to produce enough biofuel to power the entire aviation industry, he says.\nBoom predicts \"power-to-liquid\" processes - where renewable energy such as wind power is used to produce liquid fuel - will make up the shortfall.\n\"We expect that to be commercialised well before it's needed for our purposes,\" explains Boom's Raymond Russell. \n\"There are billions of dollars of both airline commitments and investments across the sector.\"\nBut it remains an industry that needs to be scaled up.\n\"Can you suddenly find an enormous additional supply of sustainable electricity at affordable prices?\" asks Dr Gratton.\n\"I'm not saying it can't be done. It may well be done but it has not been done yet.\"\nDespite the enormous cost of Concorde's development more than 50 years ago, it is thought to have been profitable for British Airways in its final years of operation.\nConcorde was seen as a luxurious way to travel with tickets costing more than a first class seat on a regular jet.\nToday, the wealthiest travellers may favour private business jets, says Dr Gratton.\nRather than travel first class on a commercial jet with the public, the rich can charter compact private planes that fly on demand, directly to-and-from their airports of choice. Avoiding the check-in desk and luggage carousel can shave time off travelling too.\nMs Savitt said Boom's research suggested passengers wanted speed and that faster planes could \"deepen human connections and make better business relationships\".\nUnlike Concorde, the company expects Overture to be profitable for airlines even if tickets are sold for the same price as a \"regular business-class fare\".\nUltimately, it is up to United to set its prices - but it will want to see a return on its $200m-per-plane (£140m) investment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57368794",
      "category": "uk-wales",
      "title": "Jimmy Murphy: Manchester United statue plan for club 'icon'",
      "tags": "Rhondda,Manchester",
      "text": "A statue may be erected at Old Trafford in honour of the Welshman who helped rebuild Manchester United after the Munich air disaster.\nAssistant manager Jimmy Murphy could have been on the fateful 1958 flight, which claimed the lives of eight players, had he not also been Wales' boss at the time.\nUnited is working with fans after a campaign to honour Rhondda-born Murphy.\nHe has been described as an \"iconic figure\" at the club.\nManchester Munich Memorial Foundation chair Pat Burns said Murphy was a \"great servant\" to the club, working alongside manager Sir Matt Busby between 1946 and 1971.\n\"Who knows what Manchester United may have become\" without Murphy agreeing to take over the reins after the manager was injured in the crash, Mr Burns said. \nThe team were back on the pitch days after the disaster happened on 6 February, 1958.\nIn all, 23 people died after a refuelling stop on the way back from a European Cup tie in Belgrade.\nMurphy, who had stayed behind for Wales' World Cup qualifier against Israel in Cardiff, was called by the manager from his hospital bed in Munich and was urged to \"keep the flag flying\".\n\"Neither man would have been successful or as successful without the other,\" Mr Burns told BBC Radio Wales Breakfast.\nIf it gets the green light, Murphy's statue will rub shoulders with those of Sir Matt Busby, Sir Alex Ferguson, and the \"United Trinity\" of Sir Bobby Charlton, George Best and Denis Law. \nIn a statement, Collette Roche, United's chief operating officer, said it \"will always be indebted to Jimmy for the critical role he played in the aftermath of the Munich air disaster\".\nFootball had been Murphy's passion since his childhood in Ton Pentre, where he was selected to play for Wales' schoolboys team as a teenager.\nA scout spotted him and he joined West Bromwich Albion as a wing half, playing for them throughout the 1930s, including in an FA Cup Final.\nAnd he gained the first of 15 Wales' caps in 1932.\nThe outbreak of World War Two led to Murphy meeting Busby, then a well-known Scottish wing half.\nPost-war, Busby became United manager, taking on Murphy as his assistant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57368536",
      "category": "world-africa",
      "title": "Burkina Faso attack: At least 160 killed in village raid",
      "tags": "Burkina Faso,Sahel Islamist insurgency",
      "text": "Armed men killed at least 160 people in an attack on a village in northern Burkina Faso, the country's worst attack in recent years, officials say.\nHomes and the local market were burned during the raid on Solhan in the early hours of Saturday morning.\nNo group has said it was behind the violence, but Islamist attacks are increasingly common in the country, especially in border regions.\nThe UN chief said he was \"outraged\" by the incident. \nAntónio Guterres \"strongly condemns the heinous attack and underscores the urgent need for the international community to redouble support to member states in the fight against violent extremism and its unacceptable human toll,\" his spokesperson said.\nOn Sunday, a total of 160 bodies were recovered from what local officials in Solhan described as three mass graves, AFP news agency reported.\n\"It's the local people themselves who have started exhuming the bodies and burying them after transporting them,\" an unnamed local source said, according to AFP.\nThe number of people killed in Solhan has increased from earlier reports of about 132 deaths, and there are concerns that the death toll may rise further.\nFollowing the news of Saturday's attack, the Burkinabe President Roch Kabore declared three days of national mourning, writing in a tweet that \"we must stand united against the forces of evil\".\nHe described the attack as \"barbaric\" and said that security forces were trying to track down the perpetrators.\nIn another attack on Friday night, 14 people were reported to have been killed in the village of Tadaryat, about 150km (93 miles) to the north of Solhan.\nLast month, 30 people died in an attack in the east of Burkina Faso.\nThe country is facing a deepening security crisis, like many of its neighbours, as armed groups carry out raids and kidnappings across much of the region.\nIn May, the Burkinabe army launched a large-scale operation in response to a resurgence of militant attacks. Despite this, the security forces are struggling to prevent the violence that has forced more than a million people from their homes over the past two years.\nAfrica's semi-arid Sahel region has been hit by an insurgency since militants captured large parts of northern Mali in 2012 and 2013.\nFrench forces have been supporting troops from Mali, Chad, Mauritania, Niger and Burkina Faso to fight the militants.\nBut this week France halted co-operation with Mali over the recent coup there."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57089168",
      "category": "technology",
      "title": "Amazon has €250m 'back taxes' overturned in court",
      "tags": "Companies,Amazon,Tax,European Commission",
      "text": "Amazon has won a court battle over €250m (£215m) in taxes it had been ordered to pay Luxembourg.\nThe European Commission had ordered the tech giant to repay the funds as back taxes, alleging that Amazon had been given unfair special treatment.\nBut the EU's General Court overturned that order, finding it had been given \"no selective advantage\".\nAmazon said the decision was \"in line with our long-standing position that we followed all applicable laws\".\n\"We're pleased that the court has made this clear, and we can continue to focus on delivering for our customers across Europe,\" the company said in a statement.\nThe contentious order dates back to 2017, when the European Competition Commissioner, Margrethe Vestager, had turned her attention to tech giants and their tax arrangements in some EU countries.\nThe European Commission had alleged that the tax deal amounted to state aid for the company - something which breaks the rules of the EU's internal market.\nBoth Amazon and the country of Luxembourg went to court to have the decision overturned.\n\"None of the findings set out by the Commission in the contested decision are sufficient to demonstrate the existence of an advantage,\" the court said in a statement.\n\"The contested decision must be annulled in its entirety.\"\nA much larger tax bill for a similar case with Apple in Ireland - involving €13bn (£11.6bn) - was also overturned last year. The Commission lodged an appeal in September.\nIt is not yet clear if the EU will appeal against the latest Amazon ruling.\nIn a statement, Margrethe Vestager said: \"All companies should pay their fair share of tax.\"\nShe said the Amazon-Luxembourg deal meant \"three-quarters of the profits made from all Amazon sales in the EU went untaxed until 2014\".\n\"We will carefully study the judgment and reflect on possible next steps.\"\nThe court also ruled separately on French energy firm Engie, which had been ordered to pay €120m (£103m) back to Luxembourg. The court upheld that decision. \nDespite the setbacks, the Commission's pressure on tech giants to pay more tax has indirectly led to changes in tax systems used by some EU members.\nAn international effort involving the Organisation for Economic Cooperation and Development (OECD) is also aiming to establish a set of common international rules on how multinational corporations should be taxed.\nThat could apply to the major tech giants, and has led to friction between some European countries and the United States, where many of the companies are based.\nIn January, both France and the UK decided to delay the introduction of a planned \"tech tax\" while the OECD negotiations continue. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57366919",
      "category": "world-europe",
      "title": "Roman Protasevich arrest: EU bans Belarus jets from its airspace",
      "tags": "Belarus,Ryanair Belarus flight diversion,Lithuania,Minsk,Alexander Lukashenko,Air travel,European Union",
      "text": "The EU has banned Belarusian planes from its skies or accessing its airports after the forced grounding of a Ryanair flight.\nEuropean airlines are also being strongly encouraged to avoid flying over the ex-Soviet country.\nEU states are furious at Belarus for forcing a passenger flight to land in Minsk last month and then detaining an opposition journalist who was on board.\nBut some airline bodies have criticised the EU for \"politicising\" air travel.\nRoman Protasevich, 26, was on a flight from Greece to Lithuania on 23 May which was rerouted over a supposed bomb threat.\nMr Protasevich and his girlfriend Sofia Sapega were arrested after the plane was grounded in the Belarusian capital Minsk.\nOn Friday, the journalist made a tearful TV appearance, admitting that he had organised anti-government protests.\nBut his family say he was coerced into making the confession, and rights groups said marks on his wrists visible in the interview suggested he had been tortured.\nThe EU's ban, part of a wider package of sanctions against Belarus, came into effect at midnight Central European Time (22:00 GMT) on Friday. \nIt requires member states \"to deny permission to land in, take off from or overfly their territories to any aircraft operated by Belarusian air carriers\". Enforcement of the ban falls to EU member states.\nBelavia, the Belarusian national carrier, flies to some 20 airports in Europe, including Milan, Berlin, Paris, Rome and Vienna.\nThe European Union Aviation Safety Agency (EASA) has also issued a directive calling for EU aircraft to avoid Belarusian airspace unless in an emergency.\nThat could affect about 400 civilian planes that usually fly over Belarus every day, according to the European air traffic control agency Eurocontrol.\nMany airlines had already announced they would not fly over the country, including Lufthansa and Air France.\nThe EU has already agreed a raft of economic sanctions against those involved in the incident. It is drawing up further measures targeting the regime of Belarus's president Alexander Lukashenko.\nBodies representing airlines have criticised the EU's moves.\n\"Banning European aircraft from using Belarusian airspace with a safety directive is also a politicisation of aviation safety,\" said Willie Walsh, director general of the International Air Transport Association (IATA).\n\"Two wrongs do not make a right. Politics should never interfere with the safe operation of aircraft and politicians should never use aviation safety as a cover to pursue political or diplomatic agendas.\"\nTensions are also growing between Belarus and its neighbour Lithuania, which has suggested Mr Lukashenko's regime is deliberately forcing illegal migrants over its border.\nLithuanian border guards reported a sharp increase in migrants arriving from across the Belarus border on Friday. Border officials say they detained 52 migrants over the past 24 hours - more than half the total number of border crossings made from Belarus in 2020.\n\"It appears that Belarusian officials are potentially cooperating and participating in an organised flow of illegal migrants,\" Lithuanian Interior Minister Agne Bilotaite said this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57328828",
      "category": "uk-scotland",
      "title": "Covid in Scotland: When will we know if the vaccination programme is working?",
      "tags": "Scottish government,Nicola Sturgeon,NHS Scotland,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The Scottish government was warned that a \"third wave\" of the Covid pandemic is now taking a grip in Scotland.\nMany areas of Scotland will remain in level two to tackle the rising numbers of cases in the central belt.\nHowever, First Minister Nicola Sturgeon says there is evidence that the link between cases and serious illness and death \"appears to be weakening\".\nWhen will we know if this link has been broken?\nPublic health officials are increasingly confident that the vaccination programme is relieving the pressure on NHS Scotland.\nThey believe that fully vaccinated adults are less likely to need hospital treatment for Covid - or die. And those who do end up in hospital, on the whole, need shorter periods of treatment than earlier in the pandemic.\nAlmost 75% of the adult population of Scotland have now received at least a first dose of a Covid vaccine, with more than two million people fully vaccinated.\nCoverage is also good among the older age groups who are more vulnerable to becoming seriously ill or dying with Covid.\nCovid cases began to rise again in Scotland at the beginning of May, following a sustained decline since mid-January. The increases we're seeing at the moment are similar to September, at the start of the second wave.\nEveryone would prefer case numbers to be going down - but it does provide the ultimate strength test for the vaccination programme.\nWill the number of hospital admissions and deaths remain static? Or will they begin to rise steeply again, as we saw in the autumn?\nThe rolling seven-day average of new daily cases of Covid-19 was 551 on 2 June - a figure which has risen from 288 over the past 14 days.\nDuring that period, the average number of Covid patients in hospital has gone up from 68 to 99, a rise of about 46%.\nThe numbers were increasing slightly faster in September - the average number of daily cases went from 223 to 596 between 18 September and 2 October - but the jump in hospital patients was much higher.\nUsing a rolling seven-day average of the Scottish government's daily patient figure, they went from 50 to 131 over that period - a rise of 162%.\nLooking at Public Health Scotland hospital admissions data, a similar pattern emerges. Although admissions are currently rising, they appear to be doing so at a slower rate than the autumn.\nThe figures look optimistic, but it is too early to say definitively that the link has been broken between cases and hospital admissions.\nThere tends to be a three-week delay between infection and hospital admission, so the picture will become clearer towards the end of the month.\nHowever, if the number of Covid hospital patients remains flat, or continues with a slow rise, then the evidence will grow much stronger.\nLooking at the latest National Records of Scotland figures, which count death certificates mentioning Covid-19, eight Covid deaths were recorded between 24 and 30 May.\nThis is up from four the previous week, but it would be wrong to put too much weight on that rise. When figures are that low, they will always tend to fluctuate.\nIn fact, the number of weekly deaths by this measure looks very similar to September and it is not possible at this stage to discern a difference.\nHowever, the rate of deaths began to increase rapidly in October, and by the end of that month there were more than 100 deaths over seven days, rising from 10 in the week up to 27 September.\nIt sets a very clear bar with which to measure the next three weeks.\nIf the number of deaths in June remains relatively flat, or shows just a modest rise, it will strengthen the evidence that the vaccination programme is working as intended. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57367100",
      "category": "world-asia",
      "title": "Microsoft says error caused 'Tank Man' Bing censorship",
      "tags": "Tiananmen Square protests of 1989,China,Censorship,Microsoft",
      "text": "Microsoft blamed an \"accidental human error\" for its Bing search engine not showing image results for the query \"Tank Man\".\nThe phrase relates to the iconic image of a lone protester standing before tanks in China's Tiananmen Square during demonstrations in 1989.\nOn Friday users who searched for the term reported receiving the message: \"There are no results for tank man\".\nIt prompted accusations of possible censorship on the protest anniversary.\n\"Tank Man\" is often used to describe a man, who had never been identified, pictured standing before tanks in Tiananmen Square in June 1989. It became the defining image of the crackdown in which hundreds, possibly thousands, were killed.\nBut when users in countries including the UK, US and Singapore tried to find the image on Friday, the 32nd anniversary of the protests, it appeared to have vanished.\nChina heavily censors any online discussion about the Tiananmen Square crackdown. This year commemorations marking the anniversary in Hong Kong were low key after authorities banned a vigil. \nBeijing is known to require search engines operating in its jurisdiction to censor results, but those restrictions are rarely applied elsewhere.\nMicrosoft said the issue was \"due to an accidental human error and we are actively working to resolve this.\"\nBut the director of Human Rights Watch, Kenneth Roth, said he found the idea it was an inadvertent error \"hard to believe\".\nSeveral hours after the issue was first reported, images of \"tank man\" had begun appearing again on Bing.\nRival Google showed many results for the famous image when the search was performed on Friday.\nMicrosoft Bing is one of the few foreign search engines available in China.\nAuthorities in China operate a firewall that blocks many US tech platforms, including Facebook and Twitter.\nBoth Bing and LinkedIn, another Microsoft site, have reportedly censored their content in China.\nIn 2019, Bing was briefly inaccessible in China, which some suggested was the result of being blocked by authorities.\nSome are concerned about China's ability to exert its political influence overseas.\nLast week, Fast and Furious star John Cena apologised to China for calling Taiwan a country - a suggestion Beijing rejects."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57356210",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots defends DUP strategy after Peter Robinson criticism",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Edwin Poots has defended his strategy as the Democratic Unionist Party's (DUP) new leader after criticism by one of his predecessors, Peter Robinson.\nWriting in the News Letter, the ex-leader and former first minister said decisions being made by those advising Mr Poots \"can only damage his prospects of moving the party forward\".\nMr Poots rejected that comment, saying Mr Robinson was \"out of the loop\".\n\"What was good for Peter doesn't seem to be good for anybody else,\" he said.\nInsisting his leadership would differ from that of Arlene Foster, who he has replaced at the helm of the party, Mr Poots said: \"What you're going to see is incremental change.\n\"Step by step we will ensure that the fortunes of the party are better and the fortunes of unionism per se are better,\" he told the BBC's Good Morning Ulster programme.\nLast week, the DUP endorsed an earlier vote by assembly members and MPs to make Mr Poots leader.\nBut it came amid anger from within the party about how Mrs Foster was ousted last month.\nIn his News Letter column, Mr Robinson contrasted how Ian Paisley - the DUP's first leader - was removed \"sensitively\" with the \"needlessly nasty\" nature of Mrs Foster's toppling and urged Mr Poots to accept that had been a mistake.\n\"Politics is a rough trade and of course it must hurt if a political career is ended before the participant's preferred time,\" wrote Mr Robinson.\n\"But the savage slaying of a leader in the public eye was totally unnecessary and vindictive.\"\nHe wrote that it was \"counterproductive\" and had \"caused serious damage to the party and equally inflicted self-harm upon her successor\".\n\"One has to wonder what kind of strategy those advising Edwin are following when they took - and continue to take - decisions which can only damage his prospects of moving the party forward,\" he added.\nMr Poots responded by saying: \"The problem that Peter has is that he's out of the loop and therefore doesn't know exactly what was going on or what happened.\n\"The only thing different in how things were done when Peter became leader and when I became leader is that, actually, the people who made things public were people who were not in the Poots camp.\"\nOn Thursday Mr Poots said he would lead DUP ministers at this month's North South Ministerial Council (NSMC) meeting in Dublin.\nHe had denied boycotting some meetings in protest against the post-Brexit trade arrangements for Northern Ireland, known as the Northern Ireland Procotol.\nThe protocol is the part of the Brexit deal that effectively creates a trade border in Irish Sea, meaning checks apply to goods travelling from Great Britain to Northern Ireland.\nAfter his first meeting as DUP leader with Taoiseach (Irish prime minister) Micheál Martin, Mr Poots said they had \"positive, frank and useful\" talks, mostly about the protocol.\nMr Martin said they had shared an \"open exchange of views\".\nSinn Féin vice-president and Deputy First Minister Michelle O'Neill said it was right that DUP ministers would attend NSMC meetings, saying that was \"where they should be\".\n\"I think [Mr Poots] was feeling the pressure clearly because it wasn't acceptable for his party to continue in that vein,\" she said on Friday.\nHowever, TUV leader Jim Allister criticised Mr Poots' decision and described it as a \"total flip flop\".\nHe said members of the DUP who backed Edwin Poots and thought they were getting \"strong leadership\" are going to be \"very disappointed\".\nThe DUP leader was accompanied at that meeting by close ally and senior DUP MLA Paul Givan.\nMr Givan is one of the favourites to be appointed first minister, with Mr Poots having said he will not take on the role and will instead remain agriculture minister.\nMr Givan told the BBC's The Nolan Show that he had spoken to Mr Poots about \"the kinds of responsibilities people are prepared to take on\".\n\"I've made it clear to Edwin that whatever role he wants me to do I've never shied away from taking on that responsibility,\" he said.\n\"Edwin has not asked me to [become first minister] and I have not asked to do that role.\n\"That is ultimately a decision for Edwin to take.\"\nThe Ulster Unionists and the Alliance Party have warned that political instability could be sparked by \"dithering\" over the appointment of a new first minister.\nMr Poots also attended a meeting of Stormont party leaders on Thursday at which it was agreed to convene a summit to start dealing with Northern Ireland's hospital waiting lists crisis.\nMore than 335,000 people are waiting for a first consultant-led appointment, meaning Northern Ireland has the worst waiting times of any UK region.\nJohn Compton, a former chief executive of the health service in Northern Ireland, said that solving the crisis was the biggest ever test for Stormont politicians.\n\"I don't think anybody now disputes that people are having their lives curtailed or dying because of the extent of waiting times,\" he told The Nolan Show.\nMr Poots said the lists had grown at a \"shocking rate\" between 2017 and 2020 when the power-sharing administration was not functioning due to disagreements between the DUP and Sinn Féin, the two biggest parties.\n\"We do recognise that the waiting lists that have been allowed to develop in Northern Ireland are entirely unreasonable,\" he said.\nMs O'Neill said she had asked the UK government for financial help to deal with the waiting lists."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57367057",
      "category": "business",
      "title": "G7: Rich nations confident on reaching tech tax deal",
      "tags": "Tax,G7",
      "text": "Finance ministers from the G7 group of leading economies are confident of striking a deal on taxing multinational companies at their meeting in London.  \nThe agreement is expected to include a global minimum rate of corporation tax.  \nIt would target tech giants such as Amazon and Microsoft.\nGerman finance minister Olaf Scholz said the deal would \"change the world\".  \nHe said a 15% rate would help pay back debts that have built up during the pandemic - and that he was \"absolutely confident\" there would be an agreement.\n\"If we agree on the minimum taxation for corporates, this will help to go out of this race to the bottom we see with taxes today,\" he told the BBC.\n\"And this will help the countries we live in to finance their tasks, and - especially after Covid crisis and all the money we spent - to defend the health of the people, and to defend the economy.\"\nFrench finance minister Bruno le Maire urged Ireland, which has one of the lowest corporate tax rates in the European Union, at 12.5%, to get \"on board\".\nHe told the BBC: \"European countries, that in the past, opposed this new international tax system, must understand that they have to give the agreement to this major breakthrough\".\nBoth ministers said agreement on a minimum rate remained a sticking point.\nMr Le Maire said he saw the 15% rate as a \"starting point\". \nHe said: \"If it can be higher, it is better to have a higher rate than 15%.\"\nMr Scholz suggested that 15% would be an effective starting point that would mark a \"turning point\" after years of going in the other direction.\nIt came after UK Chancellor Rishi Sunak said he was \"confident\" of reaching a global agreement on digital taxation ahead of a meeting of world finance leaders.\nFinance minsters will also discuss climate change at the two-day meeting which started in London on Friday.\nAhead of the G7 talks, Mr Le Maire and Mr Scholz along with their counterparts in Italy and Spain co-signed a letter urging an agreement on an international tax system \"fit for the 21st Century\".  \nIn a letter to The Guardian, they wrote: \"Introducing this fairer and more efficient international tax system was already a priority before the current economic crisis, and it will be all the more necessary coming out of it.\"\nThose attending the G7 finance ministers summit are certain that a deal will be done on global taxation by Saturday morning - and they are not shy about its \"historic nature\". Mr Scholz told me they'll \"have an agreement which will really change the world... this will be a turning point in global co-operation\". \nAnother finance minister said privately the deal will start to set the rules for the 21st Century, because if the Western G7 democracies were incapable of doing it, then China would. \nThe UK's turnaround on minimum tax rates is quite something. Successive elections have been fought on the danger of corporation tax hikes to jobs and investment. Now, not only is that policy, but the UK looks set up to have overseen an agreement to limit the extent to which a future chancellor could cut it.\nThere are two sticking points, sources tell me. Firstly, there is the mention (or not) of a global minimum corporation tax rate of 15%. There is also a move to use the wording \"at least 15%\" to show some ambition - but also to provide some negotiation space at the wider G20 meeting chaired by Italy and including the likes of China and Russia. \nThe US also asked countries that have levied digital taxes - France, Italy and the UK, to withdraw them quickly as part of the deal. At least one finance minister said that was a \"non-starter\", as it could immediately result in the big tech giants paying less, not more tax. \nThe end result will depend on fine detail, but looks likely to involve a new ability to charge 100 or so of the world's largest companies based on where their sales are, not where they house the factories or patents and trademarks. \nThis could be transformative, and not just for Big Tech, but some more conventional multinationals.\nOn Wednesday, the US announced it would impose tariffs on about $2bn (£1.4bn) of imports, including certain goods from the UK, in retaliation for taxes on big US tech firms.\nHowever, it suspended them for 180 days to allow further talks to take place in London and at a meeting of G20 nations in July.\nMr Sunak is expected to push for an agreement on taxes and call for all global businesses to commit to climate reporting.\nSpeaking ahead of the G7 meeting, Mr Sunak said: \"Securing a global agreement on digital taxation has also been a key priority this year - we want companies to pay the right amount of tax in the right place, and I hope we can reach a fair deal with our partners.\n\"I'm determined we work together and unite to tackle the world's most pressing economic challenges - and I'm hugely optimistic that we will deliver some concrete outcomes this weekend.\"\nThe ministers will be looking at how to stop the likes of Google, Amazon, Starbucks and Apple paying low or no taxes in countries where they generate revenues.\nThe meeting is being held as it emerged that an Irish subsidiary of US technology giant Microsoft paid no corporation tax on $315bn in profit it made last year, according to The Guardian.\nMicrosoft Round Island One is resident in Bermuda and the profit it generated last year is equal to nearly three-quarters of Ireland's GDP.\nMicrosoft said this was due to \"a one-time event and reflects an inter-company reorganisation, not a cash gain\". \n\"Our organisational and tax structure reflects our complex global business. We are fully compliant with all local laws and regulations in the countries where we operate,\" a spokesperson added.\nAll G7 countries, bar the UK, have supported a proposal from the US for a global minimum corporate tax rate of 15% that could raise $50-$80bn for governments around the world.\nGermany, France, Italy and Spain said the commitment to a minimum 15% tax rate is \"a promising start\" but said G7 nations must reach \"a common position on a new international tax system\" in London before more nations meet next month.\nThey wrote: \"We are confident it will create the momentum needed to reach a global agreement at the G20 in Venice in July. It is within our reach. Let's make sure it happens. We owe it to our citizens.\"\nThe UK is holding out for reassurances about the Digital Services Tax, which levies 2% on revenues derived in the UK from online marketplaces, search engines and social media platforms.\nIt is open to the idea of a global corporate minimum tax rate and is said to be prepared to let the Digital Services Tax go if it obtains assurances that big tech will not simply be let off the hook.\nThe Biden administration initially pushed for a global minimum corporate tax rate of 21% but has now retreated to 15%. However, officials have said that's regarded very much as a \"floor\".\nFinance ministers from the US, Japan, France, Canada, Germany and Italy will be attending the meeting at Lancaster House, along with representatives from the European Commission, the Eurogroup, the World Bank, the International Monetary Fund and the Organisation for Economic Co-operation and Development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57348415",
      "category": "world-europe",
      "title": "Denmark parliament approves giant artificial island off Copenhagen",
      "tags": "Copenhagen,Denmark,Climate change,Sea level rise",
      "text": "Plans for an artificial island to house 35,000 people and protect the port of Copenhagen from rising sea levels have been approved by Danish MPs. \nThe giant island, named Lynetteholm, would be connected to the mainland via a ring road, tunnels and a metro line. \nThe approval by Denmark's parliament paves the way for the 1 sq mile (2.6 sq km) project to begin later this year. \nBut it faces opposition from environmentalists who have concerns over the impact of its construction. \nPlans for Lynetteholm include a dam system around its perimeter, with the aim of protecting the harbour from rising sea levels and storm surges. \nIf construction goes ahead as planned, the majority of the foundations for the island off Denmark's capital should be in place by 2035, with an aim to fully complete the project by 2070. \nA case against the development of Lynetteholm has been brought before the European Court of Justice by environmental groups.\nConcerns include the transportation of materials by road involving large numbers of vehicles. One environmental assessment suggested that up to 350 lorry journeys a day through Copenhagen would be required to deliver the raw materials once construction had begun. \nBuilding the artificial island, the size of about 400 football pitches, would require some 80 million tonnes of soil to be delivered to the area to create the peninsula alone, local media report. \nThere are also concerns among environmentalists about the movement of sediment at sea and the possible impact on ecosystems and water quality. \nProtesters gathered outside the parliament building in Copenhagen as the bill passed on Friday with a majority of 85 in favour and 12 against, according to Danish broadcaster DR.\nOne demonstrator from Copenhagen, Eva Larsen, said she was \"very worried\" about the prospect of construction lorries passing through the city on a daily basis, DR reported.\nAnother protester, Nicholas Woollhead, said a decision on Lynetteholm should not have been made before local elections in November.  \n\"This project, which is the largest in Copenhagen's history and one of the largest infrastructure projects in Danish history, is simply pulled down over our heads between election periods where we do not have a chance to be heard,\" he said. \nCarina Christensen, the head of the association for the Danish road transport of goods (IDT), said more \"climate-friendly\" transport was an option when delivering materials for the construction of Lynetteholm, but that it would require the go-ahead from government officials.\n\"Electric trucks will, for example, remove CO2 emissions and reduce noise, but in return cost more and lead to more trips,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57357663",
      "category": "education",
      "title": "Covid: Pupils fell behind again in second lockdown",
      "tags": "Schools,Impact of the COVID-19 pandemic on children",
      "text": "Pupils fell behind again in the second lockdown, losing progress in maths and reading from the autumn term. \nNew research for the government also reveals large regional differences across England in learning loss. \nIt follows the resignation of Sir Kevan Collins, education recovery commissioner for England, whose plans for helping pupils catch up were rejected by ministers as too expensive.\nThe government has invested £3.1bn and more money may follow in the autumn.\nOn 4 January, schools in England opened briefly and then closed for a second national lockdown, leaving most pupils learning remotely at home.\nThis research for the government by the Education Policy Institute shows that by March 2021, primary pupils were almost as far behind as after the first lockdown and summer holidays last year. \nIn maths, that meant primary pupils were on average 3.5 months behind where children have been in previous non-pandemic years. \nFor reading, the learning loss by the end of the spring term was an average of 2.2 months for primary pupils. \nThe analysis shows schools helped pupils make progress during the autumn, but much of that was wiped out when they closed to all but key worker and vulnerable children. \nAnd some parts of the North East and East Midlands were among the areas worst affected. \nAt the beginning of the autumn term, researchers were able to capture how far behind primary pupils were in maths and reading compared with previous years. \nThis reveals in the South West, pupils in primary school were 1.5 months behind in reading, and two months in maths. \nBut in Yorkshire and Humber, the difference was 2.6 months in reading, and 5.8 months in maths.  \nAs the national picture shows that any progress made later in the autumn was lost in early 2021, the regional  differences may remain. \nThe research also confirmed that the poorest pupils had lost more learning than average. \nJon Andrews, report co-author and head of analysis at the Education Policy Institute (EPI) said: \n\"Our data analysis points to a clear penalty faced by disadvantaged pupils during the pandemic - these pupils have seen greater learning losses than their more affluent peers, which risks widening the overall gap in educational attainment.\"\nThe research has been published just days after the resignation of Sir Kevan who described government plans to help pupils catch up as \"half-hearted\". \nHe said the government response was \"too narrow\" and was being delivered \"too slowly\". He was reported as having put forward plans costing £15bn.\nHead teachers said they were \"hugely disappointed\" by the  government 's latest  £1.4bn Covid recovery package, calling it a \"damp squib\". \nIt followed an existing commitment to spend £1.7bn in England's schools. \nThe prime minister said there would \"hopefully\" be more money to come in the autumn, as part of the government's wider spending plans. \nBut the influential economic think tank, the Institute for Fiscal Studies (IFS) is warning that delaying decisions until the autumn risks being too late to help the pupils most in need of support.\n\"If these losses are not properly addressed, then the long-run costs could easily run into the hundreds of billions as a result of lost skills and productivity,\" the IFS says.\nThe IFS researchers point out that the recovery package is smaller than in other countries.\nThe IFS says £15bn sounds like a lot of money to spend on education recovery, but spread over three years, it would have averaged about £5bn per year, or just over 10% of annual spending on schools pre-Covid.\n\"If it genuinely helped to mitigate the future lost earnings of today's schoolchildren (which could easily run into the hundreds of billions over the coming decades), it could also prove to be a terrific investment,\" it said.\nGeoff Barton, general secretary of the Association of School and College Leaders, said: \"This research provides further stark evidence of the very severe extent of learning loss among pupils as a result of the disruption caused by the coronavirus pandemic, and the particularly severe impact on disadvantaged children.\n\"It is abundantly clear that a recovery programme is urgently required at a scale and scope to address this massive issue.\"\nA spokesman for the Department for Education said: \"We have committed to an ambitious, and long-term education recovery plan, including an investment to date of over £3bn and a significant expansion of our tutoring programme, to support children and young people to make up for learning lost during the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57359137",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Number of new cases highest since February",
      "tags": "Nicola Sturgeon,Coronavirus pandemic",
      "text": "Scotland has recorded its highest number of new Covid cases since February, a day before restrictions ease across much of the country.\nA total of 992 people tested positive for the virus on Thursday, the highest daily figure since 17 February.\nFirst Minister Nicola Sturgeon said the number of new cases had more than tripled in the past month.\nAnd she said it showed that the country was at a \"critical juncture\" in the pandemic. \nHowever, she stressed that the success of the vaccine programme meant that the country could continue to look forward to living with fewer restrictions over the summer.\nAnd she said the link between the number of cases and the number of people being hospitalised and dying because of the virus was not as strong as it has been in the past - but had not disappeared completely.\nMs Sturgeon said: \"We are at a very critical juncture right now in what we still very much hope, and believe, is a transition to a less restrictive way of dealing with Covid, but the position we are in now on that transition is a fragile one.\"\nMany areas in the north and south of mainland Scotland will move from level two to level one of the country's five-tier system from midnight on Friday.\nGlasgow will move from level three to level two - allowing people to meet in each other's homes again and drink alcohol inside pubs and restaurants - and island communities including Orkney, Shetland and the Western Isles will move to the lowest level zero restrictions.\nBut it was announced earlier this week that 13 council areas with a combined population of 2.3 million people in the central belt of the country, including Edinburgh, would stay in level two rather than moving down to level one as had been planned. \nThe whole country is currently due to move to level 0 on 28 June - with Ms Sturgeon saying she is still optimistic about that target despite doubts being expressed about whether it will happen. \nScottish Conservatives leader Douglas Ross - who is voluntarily self-isolating despite testing negative for the virus - called for greater clarity from the Scottish government on how areas can move out of level two, saying \"we don't need to shut down entire cities if we see a spike in cases\".\nInstead, he said more targeted measures such as increased testing and vaccination should be put in place when local outbreaks are detected.\nThe country's national clinical director has warned that Scotland is now in the early stages of a third wave of the virus, with about 70% of new cases thought to be the so-called Delta variant that was first detected in India. \nMs Sturgeon said that this variant appeared to be \"quite significantly\" more transmissible even than the Kent variant that was dominant earlier in the year, and that early data suggests it may increase the risk of hospitalisation.\nShe stressed that there were also \"strong indications\" that vaccines were weakening the link between rising cases and the number of people being hospitalised, needing intensive care treatment and dying.\nBut she warned that the link had not yet been broken completely, with hospital cases rising to more than 100 in the past week and a small \"upward tick\" in the number of patients in intensive care in recent days - although the figure remains very low, with only eight people currently being treated in ICU units across the country.\nThe deaths of a further two people who had tested positive for the virus in the previous 28 days have also been recorded, and new cases of the virus were detected in every council area on Thursday. \nThe first minister said the figures justified her decision to pause the easing of restrictions in areas of the country where case numbers have been increasing.\nShe added: \"There is still a significant proportion of the country that has not yet had both doses of the vaccine.\n\"We need to exercise continued care and that is why the decisions I set out on Tuesday, about the level of protection that will apply from tomorrow to different parts of the country, were so cautious.\n\"I know that is frustrating, but at this particular moment it is necessary in my judgment to be cautious while we continue to vaccinate more and more people.\"\nA total of 3,326,005 people have had at least one dose of the vaccine in Scotland - of whom 2,170,570 have been given a second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57344956",
      "category": "uk-wales",
      "title": "Covid: Shops in Wales face 'dead days' as customers stay away",
      "tags": "Coronavirus lockdown measures,Cwmbran,Wales business,Retailing,Aberystwyth,Shopping,British Retail Consortium,Wales economy,Coronavirus pandemic",
      "text": "Low customer numbers after shops reopened have left retailers facing a \"precarious picture\", the Welsh Retail Consortium has said. \nFootfall in Wales increased by 8% from April to May, but figures showed a decline of more than 30% in visitors compared to May 2019. \nSara Jones, head of the industry body, said the past 12 months has been \"disastrous\" for shops. \nThe Welsh government said it was taking measures to support the retail sector.\nNon-essential shops were allowed to reopen in Wales on 12 April, almost four months after closing due to lockdown. \nThe figures showed Wales had the steepest decline in footfall out of the UK nations.\nIt saw a drop of 30% between 2 and 29 May 2021, compared with the same month in 2019.\nOut of 13 UK nations and regions, only London saw a steeper decline. \nCardiff saw the seventh-sharpest drop in footfall figures of any city, behind London, Birmingham, Portsmouth, Manchester, Nottingham and Bristol. \nCharlotte Little, who owns Doodlebug, a card and gift shop in Cwmbran, said trading had been unpredictable since reopening, and the figures mirrored her experience. \nShe said: \"We're finding that one day you think it's picking up and then it just plummets and you get an incredibly dead day. \n\"We're having strange days where footfall is really high but takings are really low. \n\"We're trying our best to fathom the rhythm of it. It's all over the place and hard to tell and plan to get your ordering right and get staffing levels right.\nShe said the past few years had been unpredictable with the rise of online shopping, but hoped things would settle down as restrictions eased. \n\"It's just hoping that people get the confidence again, but there's tonnes of faces I haven't seen for a long time,\" she said. \"I wonder 'will they ever come back?'\"\nCeredig Davies, who owns the Mona Liza gift shop in Aberystwyth, said while the numbers of people coming into shops had been high, spending was lower.\n\"Footfall this half-term has been, if anything, more than 2019, because of people taking day trips and short breaks so all the coastal towns in Ceredigion have been absolutely rammed.\n\"But as far as spending goes, everybody providing food and drink has been doing quite well, but retail I would say, from talking to other shopkeepers and shop managers, that their turnover isn't as high as 2019.\nMr Davies said despite lower spending, it has been good to be able to be open.\n\"A lot of businesses have been fortunate with Welsh government grants and without that we would be on our knees, and it's still difficult with social distancing and people's patience perhaps not what it was at first - it's been a long time for that and people really just want to be out shopping.\n\"But from a personal point of view, to see our regular customers coming back and saying 'great to see you back open, great to see you're still here' has given a boost.\"\nMs Jones said a rise in footfall compared to April was \"welcome\" but \"unspectacular\" after a turbulent year following the first lockdown. \nShe said: \"After a disastrous 12 months, Welsh retailers would have been hopeful for a stronger May. \n\"But results suggest that any hoped-for resurgence in shopper numbers following the April reopening has been relatively muted and the improvement, whilst welcome, is unspectacular at best.\"\nMs Jones said better weather in June might drive traffic back to shops, but also called on the Welsh government to develop a retail recovery strategy. \nShe said: \"It is crucial that our policymakers use innovative measures and think creatively about how the industry, and wider High Street ecosystem, can be supported through measures such as free parking or a voucher scheme, as is planned for Northern Ireland.\"\nA Welsh government spokesman said: \"We fully recognise the Covid pandemic has had a big impact on high streets across Wales, which is why we are taking a number of measures to support the retail sector.\n\"We are committed to the development of a retail strategy, which will respond to the challenges the sector faces in the short, medium and long term.\"\nHe added the government had given more than £2bn to businesses across Wales, and some sectors still have a business rates holiday package \"which goes considerably beyond what is available in England\".\nIt is also trialling community-based remote working hubs to encourage people to work closer to home and drive footfall back into town centres."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57358082",
      "category": "world-europe",
      "title": "Kayakers save pair of eagles drowning in Danube river",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57367287",
      "category": "uk",
      "title": "Covid-19: Restrictions ease in Scotland and live music could return to Northern Ireland",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday.\nMillions of people in Scotland have moved into lower restriction levels. Many areas went from level two to level one overnight, and Glasgow's move to level two allows people to meet in each other's homes for the first time in nine months and drink alcohol in pubs and restaurants. The whole country had been due to move to level zero on 28 June but the prevalence of the Delta variant, first detected in India, may stall that. Scotland announced 992 new Covid cases on Friday - the highest since 17 February.\nBelgian police are embroiled in a full-scale manhunt for a far-right soldier who has targeted the country's leading virologist. Prof Marc Van Ranst has been living in a safe house with his wife and 12-year-old son, guarded by security agents, for nearly three weeks. It's after Jürgen Conings, who has a vendetta against virologists, went on the run with a rocket launcher and a machine gun.\nNon-essential shops were allowed to reopen in Wales on 12 April. But while footfall increased by 8% from April to May, figures showed a decline of more than 30% in visitors compared with May 2019. They showed Wales had the steepest decline in footfall out of the UK nations. Sara Jones, head of the Welsh Retail Consortium, said the past 12 months had been \"disastrous\" for shops.\nNorthern Ireland's communities minister has said she is hopeful live music can resume before the end of June. Deirdre Hargey said she is looking at an indicative date of 21 June - but that would need to be approved during a review of Covid-19 restrictions by Stormont ministers next week. Ms Hargey also said she hoped the 500-person cap on outdoor gatherings could be removed and replaced with risk assessments.\nA 63-year-old man has left hospital after spending 167 days in intensive care. Neil McLaughlin, from Chapelhall in North Lanarkshire, was taken to University Hospital Hairmyres in East Kilbride last November. His stay is thought to be the longest time that any Covid patient has spent in critical care in Scotland.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nThe vaccine rollout is now reaching younger adults throughout the UK. So what do you need to know if you're under 30? You can find all the key bits of information here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57349803",
      "category": "business",
      "title": "Rich nations 'millimetre away' from tech tax deal",
      "tags": "Tax,Trump tariffs,Rishi Sunak",
      "text": " A global agreement to end the \"race to the bottom\" on corporate taxation is within sight, according to the French and German finance ministers.\nFrance's Bruno le Maire told the BBC the G7 club of rich nations were \"just one millimetre away from a historic agreement\" on a global minimum rate.\nHe urged low tax states like Ireland to back a deal which would target tech giants such as Amazon and Microsoft.\nThe German finance minister said a 15% rate would help pay back Covid debt\nTax on big tech and multi-nationals has been a source of friction between the US and fellow G7 countries such as the UK.\nGerman finance minister Olaf Scholz said it was important to stop the world's biggest companies from dodging tax.\nHe said it was \"absolutely necessary\" to reach a deal in order to \"get out of this race to the bottom we see with taxes today…especially after the Covid crisis and all the money we spent to defend the health of the people, and to defend the economy.\"\nMr Le Maire also urged Ireland, which has one of the lowest corporate tax rates in the European Union, at 12.5%, to get \"on board\".\nHe added: \"European countries, that in the past, opposed this new international tax system, must understand that they have to give the agreement to this major breakthrough\".\nBoth ministers said agreement on a minimum rate remained a sticking point.\nMr Le Maire said he saw the 15% rate as a \"starting point\". \nHe said: \"If it can be higher, it is better to have a higher rate than 15%.\"\nHowever, Mr Scholz suggested that 15% would be an effective starting point that would mark a \"turning point\" after years of going in the other direction.\nIt came after UK Chancellor Rishi Sunak says he was \"confident\" of reaching a global agreement on digital taxation ahead of a meeting of world finance leaders.\nFinance minsters will also discuss climate change at the two day meeting which starts in London on Friday.\nAhead of the G7 talks, starting in London on Friday, Mr Le Maire and Mr Scholz along with their counterparts in Italy and Spain co-signed a letter urging an agreement on an international tax system \"fit for the 21st Century\".  \nIn a letter to The Guardian, they wrote: \"Introducing this fairer and more efficient international tax system was already a priority before the current economic crisis, and it will be all the more necessary coming out of it.\"\nThose attending the G7 finance ministers summit are certain that a deal will be done on global taxation by Saturday morning - and they are not shy about its \"historic nature\". Mr Scholz told me they'll \"have an agreement which will really change the world... this will be a turning point in global co-operation\". \nAnother finance minister said privately the deal will start to set the rules for the 21st Century, because if the Western G7 democracies were incapable of doing it, then China would. \nThe UK's turnaround on minimum tax rates is quite something. Successive elections have been fought on the danger of corporation tax hikes to jobs and investment. Now, not only is that policy, but the UK looks set up to have overseen an agreement to limit the extent to which a future chancellor could cut it.\nThere are two sticking points, sources tell me. Firstly, there is the mention (or not) of a global minimum corporation tax rate of 15%. There is also a move to use the wording \"at least 15%\" to show some ambition - but also to provide some negotiation space at the wider G20 meeting chaired by Italy and including the likes of China and Russia. \nThe US also asked countries that have levied digital taxes - France, Italy and the UK, to withdraw them quickly as part of the deal. At least one finance minister said that was a \"non-starter\", as it could immediately result in the big tech giants paying less, not more tax. \nThe end result will depend on fine detail, but looks likely to involve a new ability to charge 100 or so of the world's largest companies based on where their sales are, not where they house the factories or patents and trademarks. \nThis could be transformative, and not just for Big Tech, but some more conventional multinationals.\nOn Wednesday, the US announced it would impose tariffs on about $2bn (£1.4bn) of imports, including certain goods from the UK, in retaliation for taxes on big US tech firms.\nHowever, it suspended them for 180 days to allow further talks to take place in London and at a meeting of G20 nations in July.\nMr Sunak is expected to push for an agreement on taxes and call for all global businesses to commit to climate reporting.\nSpeaking ahead of the G7 meeting, Mr Sunak said: \"Securing a global agreement on digital taxation has also been a key priority this year - we want companies to pay the right amount of tax in the right place, and I hope we can reach a fair deal with our partners.\n\"I'm determined we work together and unite to tackle the world's most pressing economic challenges - and I'm hugely optimistic that we will deliver some concrete outcomes this weekend.\"\nThe ministers will be looking at how to stop the likes of Google, Amazon, Starbucks and Apple paying low or no taxes in countries where they generate revenues.\nThe meeting is being held as it emerged that an Irish subsidiary of US technology giant Microsoft paid no corporation tax on $315bn in profit it made last year, according to The Guardian.\nMicrosoft Round Island One is resident in Bermuda and the profit it generated last year is equal to nearly three-quarters of Ireland's GDP.\nMicrosoft said this was  due to \"a one-time event and reflects an inter-company reorganisation, not a cash gain\". \n\"Our organisational and tax structure reflects our complex global business. We are fully compliant with all local laws and regulations in the countries where we operate,\" a spokesperson added.\nAll G7 countries, bar the UK, have supported a proposal from the US for a global minimum corporate tax rate of 15% that could raise $50-$80bn for governments around the world.\nGermany, France, Italy and Spain said the commitment to a minimum 15% tax rate is \"a promising start\" but said G7 nations must reach \"a common position on a new international tax system\" in London before more nations meet next month.\nThey wrote: \"We are confident it will create the momentum needed to reach a global agreement at the G20 in Venice in July. It is within our reach. Let's make sure it happens. We owe it to our citizens.\"\nThe UK is holding out for reassurances about the Digital Services Tax, which levies 2% on revenues derived in the UK from online marketplaces, search engines and social media platforms.\nIt is open to the idea of a global corporate minimum tax rate and is said to be prepared to let the Digital Services Tax go if it obtains assurances that big tech will not simply be let off the hook.\nThe Biden administration initially pushed for a global minimum corporate tax rate of 21% but has now retreated to 15%. However, officials have said that's regarded very much as a \"floor\".\nFinance ministers from the US, Japan, France, Canada, Germany and Italy will be attending the meeting at Lancaster House, along with representatives from the European Commission, the Eurogroup, the World Bank, the International Monetary Fund and the Organisation for Economic Co-operation and Development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57367849",
      "category": "uk",
      "title": "Covid: People in hospital with Indian variant not increasing significantly - NHS boss",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of people in hospital with the Covid variant now known as Delta is rising but not \"very significantly,\" the boss of NHS Providers has said.\nChris Hopson said many of those in hospital in Bolton - the area worst hit by the variant - were younger, with \"very few\" fully vaccinated patients.\nHe said this appeared to show vaccines had \"broken the chain\" between infection and serious illness.\nBut a scientist pointed to \"concerning signs\" of the variant's spread.\nAnother 5,765 infections were recorded in the UK on Saturday, and another 13 deaths were recorded within 28 days of a positive test.\nThe recent surge in cases is being partly driven by the increased transmissibility of the Delta variant, which was first identified in India.\nMr Hopson said that in Bolton, people in hospital with Covid were \"a lot younger\" than patients in earlier stages of the pandemic, which meant there was \"less demand on critical care\".\nHe added that there were \"very, very few\" people in hospital who had had both doses of a Covid vaccine, as they had the \"build-up of protection after those jabs\".\nMr Hopson said in the latest phase of pandemic, the number of people in hospital in Bolton with Covid had not gone past 50, compared with a peak of 170 in November.\nHe added: \"Infection rates have been increasing in a number of different places. We know that the hospitalisations are increasing, the rates of people coming into hospital in those areas are rising. But they are not rising very significantly.\"\nBut he warned that the backlog of care for non-Covid illnesses caused by the lockdown means that even a small rise in the number of Covid patients could see hospitals become overstretched.\nAsked if the lifting of all restrictions on social contact on 21 June should go ahead as planned, Mr Hopson said the government's decision has become \"significantly more finely balanced\" due to the NHS still being busy, the Delta variant's increased transmissibility and because many people are still unvaccinated.\nHe said that he now suspects that, instead of 21 June being an \"all or nothing\" day when remaining lockdown restrictions are lifted, there may be some things that will be able to change from that day - but it will be \"too high risk\" to relax other measures.\nPublic Health England has said that the Delta variant is now the dominant strain of coronavirus in the UK, with the number of cases confirmed by laboratory analysis rising by 79% over the last week to 12,431.\nThe most affected area of the country remains north-west England, PHE said, with confirmed cases in Bolton rising by 795 over the past week to 2,149. Blackburn with Darwen has seen a near doubling of cases to 724 in total.\nAt next week's G7 summit of world leaders, Prime Minister Boris Johnson will call on his counterparts to pledge to vaccinate the world's population against coronavirus by 2022, saying it would be \"the single greatest feat in medical history\".\nIt comes a week after MPs and peers wrote to Mr Johnson urging him to commit to donating at least 100 million doses of coronavirus vaccines before the end of the year.\nSo far, the UK has only vowed to donate surplus shots to the international Covax scheme and on Friday, Health Secretary Matt Hancock said: \"At the moment we don't have any excess doses, we're just getting them into arms as quickly as possible.\"\nAt the moment, ministers say there is nothing in the current data to suggest that England can't move into step four of the roadmap on 21 June.\nBut what does the roadmap actually commit to?\nIt says the government will reopen venues like nightclubs, it hopes to lift caps on numbers at weddings and remove \"all legal limits on social contact\".\nIf you look at the rest of the roadmap, it's pretty clear that \"social contact\" has been used to refer to how many people can gather and where.\nSo what it doesn't commit to is ending measures such as the \"one metre plus\" social distancing rule in pubs and restaurants, wearing face masks or even working from home.\nThose measures are being looked at by a government review.\nThe results had been expected to be announced at the end of May but are now likely to come with the decision on step four on 14 June.\nThat raises the possibility of step four going ahead as planned but with at least some social distancing measures staying in place. We shouldn't expect a return to normal overnight.\nChancellor Rishi Sunak said that \"no final decisions had been made\" about the June unlocking, as ministers were \"looking at the data as it comes in\".\nHe said: \"As the prime minister has said we need to make sure that we've vaccinated and protected enough people to give us the reassurance we need given the new variant that is currently in the UK.\"\nMr Sunak added that it was \"too early to say where that will conclude\" but that the data would be examined and a decision would be made before 21 June.\nMeanwhile, Dr Adam Kucharski, a member of the Scientific Pandemic Influenza Group on Modelling (SPI-M) that advises the government, said there were a \"number of concerning signs\" following the earlier finding that vaccine first doses aren't as effective against the Delta variant and that people infected with the variant could be more likely to need hospital care.\nHe told BBC Radio 4's Today programme that the increase in transmission could potentially cause \"considerable problems\" and that it was \"hard to be confident\" that it would not lead to a big number of hospital admissions.\nAsked for his view about the June lifting of restrictions, Dr Kucharski said the new variant had \"changed\" the equation.\n\"We are not facing the virus that we were facing two months ago. If we were facing the B.117 (Kent) variant as the dominant one, the fact it (the vaccines) is working very well, case numbers are coming down nicely, we could have some more confidence that there could be reopening without seeing those surges.\n\"But we're not... if say in two weeks we're in a situation where hospitalisations have been rising, where local health systems are coming under pressure, I think it will be quite difficult to justify adding more transmission to that kind of situation.\"\nConcerns over the Delta variant mean vaccination is being accelerated in many areas, with second doses being offered earlier to some groups.\nIn the UK, more than 40 million people (76.2% of adults) have now had their first dose of a vaccine, according to the latest figures. Some 27 million people have had their second dose, equivalent to 51.6% of adults.\nThis weekend, people over the age of 18 living in Harrow, north-west London, have been invited to have a Pfizer-BioNTech vaccine dose, with long queues seen outside the Belmont Health Centre in Stanmore on Saturday.\nA spokeswoman at North West London Integrated Care System (ICS) said: \"We continue to prioritise those in eligible groups.\n\"We made a local clinical decision to invite wider groups today so that available doses could be used without waste and only people who have been invited from our local communities will be vaccinated.\"\nIt follows a one-day event at Twickenham rugby stadium on Monday as thousands of people from the local area queued up for first dose jabs.\nIn England, only people aged 30 and over are currently eligible to book a vaccination online or through the national booking service on 119.\nMeanwhile, surge coronavirus testing is being rolled out in parts of Berkshire and Bradford after cases of the Delta variant were identified there. \nEveryone over the age of 12 who lives and works in specific postcode areas of Reading and Wokingham are being offered PCR tests for a fortnight from Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53166816",
      "category": "uk-scotland",
      "title": "Covid in Scotland: What are the rules?",
      "tags": "Shielding,Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "The Scottish government has announced a further easing of the Covid rules.\nGuidance urging people to work from home wherever possible is to be relaxed in favour of a \"hybrid\" system of office and remote working from Monday 31 January.\nRestrictions on large outdoor events came to an end on 17 January, then rules on indoor events and venues, including the need for table service in hospitality premises, were lifted on 24 January.\nNew guidance on working from home will come into effect on Monday 31 January.\nThis will recommend that employers consider a hybrid working system, with staff spending some time in the office and some time at home.\nBusinesses had previously been asked to enable staff to work from home where possible.\nThe requirement for physical distancing in settings where certain people are exempt from wearing face coverings - like those leading religious services or carrying out some receptionist duties - will be reduced from 2m to 1m from 31 January.\nAnd face coverings will no longer be required for any adult taking part in organised activities with children under the age of five.\nFrom Friday 11 February, fully vaccinated travellers will no longer need to take a test after they arrive in Scotland.\nThose who are not fully vaccinated will still have to take a pre-departure test no more than two days before they travel, then take a PCR test on or before day two after their arrival.\nA raft of new measures introduced in December in response to the spread of the Omicron variant have already been removed.\nThese included limits on the number of people who could attend large public events; restrictions in pubs, restaurants and other indoor public places; and the closure of nightclubs.\nAdults and children aged 12 and over still have to wear face coverings in all the same indoor settings as before, such as shops, hospitality venues and public transport.\nBusinesses are legally required to take steps to reduce the spread of Covid, including physical distancing and screens.\nIn hospitality, face coverings can be removed while dancing, drinking and dining. Indoor venues are required to reduce crowding and collect the contact details of customers to help with Test and Protect.\nRetail and other sectors also have to ensure social distancing and manage customer flow.\nThe two-metre distancing rule remains in healthcare settings such as hospitals, doctors' surgeries and dentists.\nA vaccine passport scheme was introduced last year for entry to:\nUnder the scheme, anyone over the age of 18 must show proof - if asked - that they are fully vaccinated, or a negative lateral flow test.\nIf it is more than four months since your second jab you will need to show proof of a booster to be classed as fully vaccinated. The app has been updated to include boosters.\nProof of a negative LFD test will be needed before people can visit someone in hospital or a care home, or accompany someone to a medical appointment.\nPeople who test positive for Covid in Scotland will be allowed to exit self-isolation after seven days if they have no fever and record two negative lateral flow tests.\nThe first of these tests must be taken on the sixth day after testing positive and then at least 24 hours later. \nIn addition, household contacts of people with the virus can take a lateral flow test every day for seven days rather than going into self-isolation.\nThis applies to everyone in the household under the age of 18 or anyone over that age who has had the first, second and booster Covid jabs. \nIf one of these tests is positive, self-isolation will then be required for that person.\nAnyone identified as a close contact who is over 18 and four months old and not fully vaccinated will still be asked to self-isolate for 10 days and take a PCR test.\nFor those with symptoms of Covid, the advice remains to book a PCR test.\nHowever, people returning a positive lateral flow test who have no symptoms will no longer be required to take a PCR test to confirm the result. \nInstead, they will be asked to isolate immediately and report their result online so that Test and Protect can start the contact tracing process.\nFirst Minister Nicola Sturgeon said no changes to the guidance for schools were being recommended at this stage - although this was being kept under \"close and regular review\".\nPupils and teachers in secondary schools must continue to wear face coverings and the one-metre social distancing rule is still in place.\nMs Sturgeon said young people wanted to see the back of masks as soon as possible, but that many understood they provided \"important protection\". She said the issue \"requires and will receive careful consideration\".\nAll secondary school children are being asked to take a lateral flow test twice a week. \nWhole classes no longer need to self-isolate when a pupil tests positive, with only the closest contacts of positive cases required to test and isolate.\nCarbon dioxide monitors - which assess how well-ventilated a space is - are also required in schools and childcare settings.\nUniversity and college students are being asked to test twice a week and before socialising with other households.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57358446",
      "category": "health",
      "title": "UK approves Pfizer jab for 12 to 15-year-olds",
      "tags": "Children,Coronavirus vaccines,Pfizer",
      "text": "The UK regulator has approved the use of the Pfizer-BioNTech vaccine in children aged 12-15, saying it is safe and effective in this age group and the benefits outweigh any risks.\nThe MHRA said it had carried out a \"rigorous review\" of the vaccine in adolescents.\nThe UK's vaccines committee will now decide whether children should get the jab.\nThe Pfizer vaccine is already approved for use in people aged 16 and over.\nDr June Raine, chief executive of the Medicines and Healthcare products Regulatory Agency (MHRA) said the safety of the vaccine in 12 to 15-year-olds would be carefully monitored.\n\"No extension to an authorisation would be approved unless the expected standards of safety, quality and effectiveness have been met,\" she said.\nThe Joint Committee on Vaccination and Immunisation (JCVI) must now advise government on whether this age group should be vaccinated as part of the UK rollout.\nA spokesperson for the Department of Health and Social Care said it would be \"guided by the expert advisers and will update in due course\".\nThe Health Secretary Matt Hancock said any decision would be \"clinically based\". He confirmed that the UK had enough supplies to vaccinate children if recommended to by the JCVI.\nAt present, there is no routine vaccination of under 18s against Covid in the UK.\nHowever, current advice is that 16 to 18-years-old who are in a priority group or who live in the same house as someone who is extremely vulnerable, should be offered a Covid vaccine.\nIn general, children's risk of becoming ill with Covid-19 is extremely low and they very rarely need hospital treatment, which is why the focus has been on vaccinating adults, who are more at risk. But the question of whether to protect children is now gathering pace. \nThe EU recently approved the Pfizer-BioNTech vaccine for 12 to 15-year-olds, and the US and Canada started vaccinating children in this age group earlier this month.\nGermany has indicated it will start vaccinating children over 12 from 7 June.\nProf Adam Finn, a member of the JCVI, said there were lots of complex issues to consider in the UK, including the potential disruption to children's education if cases continued to rise in unvaccinated schoolchildren.\nBut he said the immediate question was \"what to do with the vaccines we have got - if we give them to 12 to 15-year-olds, then we are not giving to other adults who may be more at risk\", he told BBC Radio 4's World At One programme.\nProf Finn said Israel had managed to keep cases low by vaccinating their entire adult population, meaning they did not need to vaccinate children. \nBut the director of public health in Blackburn with Darwen has called for 12 to 18-year-olds to be vaccinated as quickly as possible to help shut down the transmission of the variant first identified in India, known as the Delta variant.\nProf Russell Viner, professor of adolescent health at University College London, said decisions about vaccinating all teenagers should also take potential side effects into account.\n\"The early reports about myocarditis [inflammation of the heart muscle] in young men need to be properly investigated and may not be related to the Pfizer vaccine, however they provide a warning that we should not rush into these decisions.\"\nAlongside the regulator, a UK independent advisory group also analysed data on the quality, effectiveness and safety of the vaccine in adolescents against any potential risk of side effects.\nThe Commission on Human Medicines concluded that \"its benefits outweigh any risk\".\nThe data is based on more than 2,000 children aged 12 to 15-years-old who took part in US trials of the Pfizer vaccine. There were no cases of Covid from a week after the second dose - compared to 16 cases in the placebo group, and the vaccine appeared to work as well in adolescents as in young adults aged 16-25.\nThe vaccine's side effects were usually mild or moderate, including tiredness, headaches, muscle and joint pain, and improved within a few days.\nAdditional safety data from 600,000 adolescents in the US who have had the vaccine will be available soon.\nBut some argue there are ethical issues over vaccinating children that have to be considered too.\n\"We urgently need to increase the supply of the vaccine to vulnerable people at high risk in countries with the greatest need,\" said Prof Dominic Wilkinson, consultant paediatrician and professor of medical ethics at the University of Oxford.\n\"It is unethical to give vaccines to people at very low risk in our own country when there are others overseas at much higher risk who are dying.\"\nHalf of the UK adult population has now been fully vaccinated, a quarter has had one dose and the other quarter - around 13 million people - is yet to be vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57362508",
      "category": "health",
      "title": "Covid infections rise by two-thirds in UK - ONS",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "The number of people infected with coronavirus in the UK has risen by as much as two-thirds, the Office for National Statistics (ONS) says.\nIt estimates that around 100,000 people tested positive in the week to 29 May, or one in 660 people - up from 60,000 the previous week.\nA growing proportion looked like they were the Delta variant, first detected in India, the ONS said.\nInfections were rising most steeply in England and Wales.\nA further 6,278 confirmed cases in the UK were announced by the government in official figures on Friday, with 954 people in hospital with Covid and 11 deaths recorded. \nThis equates to a large increase in cases from a low base, but hospital admissions and deaths are down slightly compared to last week. \nIncreased testing for the so-called Indian variant, or Delta variant, as it's been named by the World Health Organization, in hotspot areas may mean this spike looks larger than it really is.\nBut the ONS data, which is not skewed by how many people come forward for tests, shows a genuine rise, with the proportion of people in England and Wales testing positive almost doubling in a week. In Wales, this is from a low bar so the ONS said it was only the \"early signs\" of an increase in cases.\nThe picture in Scotland and Northern Ireland is less clear - although Scotland has seen significant growth in infections in recent weeks. \nAt the end of May, the number of people infected was:\nWhile the ONS does not conduct genetic testing on the samples it uses to track the virus, it found a growing proportion looked like they were the Delta variant.\nThe test used to work out if someone has coronavirus looks at three of the virus's genes, one of which cannot be detected in the Kent - now named the Alpha - variant. \nHowever a rising number of the ONS's samples did test positive for that gene, suggesting it is most likely the Delta variant (but could also be the Beta or Gamma variants found in South Africa and Brazil).\nThis chimes with genetic testing (known as sequencing) published on Thursday which suggested the Delta variant was now the dominant strain in the UK. It accounted for 79% of cases confirmed by laboratory analysis in the last week.\nHealth Secretary Matt Hancock said he couldn't \"yet conclude with any confidence that there's an impact on your risk of hospitalisation,\" with the Delta variant. \nBut he added it was \"vital to protect people at home, and play our part in making sure the world gets vaccines\". \nPaul Hunter, a professor of medicine at the University of East Anglia, said: \"With the information available it is too early to say for certain whether the Delta variant does indeed cause more severe disease needing hospitalisation or not. \n\"What we can be confident about with available data is that if you have had one or preferably two doses of vaccine you are rather less likely to catch either Alpha or Delta variants, and even if you do become infected you are less likely to need hospital admission.\"\nThe virus's reproduction or R number - an estimate of how many extra infections each coronavirus case will lead to - is between 1 and 1.2 in England, meaning for every 10 people infected, another 10 to 12 more will catch the virus. \nIn Scotland the R number is estimated to be between 1.1 and 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57359119",
      "category": "uk-politics",
      "title": "Foreign aid: Charities criticise 'devastating' cuts ahead of G7",
      "tags": "Foreign & Commonwealth Office,UK aid,G7 summits,International aid,Humanitarian aid",
      "text": "Families are going hungry and girls are missing school because of the UK's cuts to foreign aid spending, dozens of charities and academics have warned.\nCharities including Oxfam and ActionAid UK said they had caused \"devastation\" that could undermine the UK's credibility at the upcoming G7 summit.\nIn a letter to Boris Johnson, they said there was \"no justifiable economic need\" for cuts of almost £4bn a year.\nThe government says it will still spend more than £10bn on foreign aid in 2021.\nHealth Secretary Matt Hancock told BBC One's Andrew Marr Show it was a \"temporary\" reduction, which was \"entirely reasonable\" given that the pandemic had caused a \"once-in-300-year economic interruption\".\nThe letter comes ahead of a potential Commons vote on Monday when more than 30 rebel Tory MPs, including former Prime Minister Theresa May, hope to reverse the cuts.\nLast year, ministers decided to reduce this year's spending on overseas aid from 0.7% of national income to 0.5%, saying it was hard to justify, given that the UK faces record levels of peacetime borrowing to cope with the pandemic.\nBut charities including Save the Children, WWF UK and Cafod said the reduction had already led to the closure of feeding centres and clinics - and forced the cancellation of projects including water sanitation and training for healthcare workers.\nThe letter - signed by more than 1,700 academics, charities and business leaders - was shared with the BBC as the UK prepares to welcome leaders from the G7 group of major advanced economies to a summit in Cornwall.\n\"While other G7 countries have stepped up their aid budget, the UK is the only one to have rowed back on its commitments,\" it said.\nThe letter added that doing this during the pandemic was a \"double blow to the world's poorest communities\".\nForeign aid is resources given from one country to another. It can involve a transfer of things like food or equipment, or even people to provide training and medical help.\nIn 2020, the UK spent £14.5bn on aid, meeting its 0.7% target, according to provisional data.\nOverall, the top five recipients were Pakistan, Ethiopia, Afghanistan, Yemen and Nigeria, with almost all the money going to countries in Africa and Asia.\nThe government has pledged to restore aid spending to 0.7% \"when the fiscal situation allows\" - but it has not specified a date.\nMinisters cut the spending without changing a 2015 law which made the 0.7% target legally binding.\nMore than 30 Conservative rebels, including former ministers Damian Green, Stephen Crabb and Johnny Mercer, say they are planning to reverse the cuts on Monday by voting to amend legislation related to a new scientific research agency.\nTheir amendment - which will need the support of more Tory MPs to pass - would oblige the agency to make up any shortfall from the 0.7% target from January 2022. \nIt will be up to Commons Speaker Sir Lindsay Hoyle to decide whether the amendment is within the scope of the bill and whether it should be put to a vote.\nAnti-poverty campaigner Sir Bob Geldof told the Andrew Marr Show said of the aid cut: \"It doesn't make any sense. It doesn't make any sense economically, financially, politically, diplomatically, morally or in the humanitarian consequences of it.\n\"And I'm very much afraid that something that we're told is temporary will become permanent.\"\nMr Hancock said: \"The decisions that the government has taken around this are entirely reasonable. We face a once-in-300-year economic interruption.\"\nHe added that much of the work done by the UK, including distributing vaccines to other countries \"at cost\", did not officially \"count as aid\".\nAdditional reporting by Dulcie Lee."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57353048",
      "category": "uk",
      "title": "Covid-19: Airlines add capacity ahead of Portugal change",
      "tags": "Tourism,Coronavirus lockdown measures,Travel,Department for Transport,Portugal,Travel & leisure industry,Grant Shapps,Coronavirus pandemic",
      "text": "Airlines are laying on extra capacity to bring people back to the UK from Portugal before the country is removed from the travel green list on Tuesday.\nBritish Airways is increasing its flights, while Tui and EasyJet are upgrading the size of their planes.\nThe move to the amber list means UK tourists should not visit the country and returnees must isolate for 10 days.\nBut travel firm Tui says 50% of passengers due to travel there in June are still planning to go.\nAny travellers scrambling for return flights before the new rules come in at 04:00 BST on 8 June are facing steep prices for tickets - with a single BA ticket from Faro to London City going for more than £540. \nHealth Secretary Matt Hancock said the decision on Portugal, which includes the islands of Madeira and the Azores, had to be made because of a rise in cases of the Delta variant, first detected in India.\n\"It was not a decision I wanted to take,\" he said. \"But we're absolutely determined to keep this country safe, especially from novel variants coming from overseas.\"\nSpeaking from a G7 health ministers' meeting in Oxford, Mr Hancock added that \"tough\" rules on international travel were also necessary to protect the success of the UK's vaccine rollout.\nHowever, Portugal's minister of foreign affairs, Augusto Santos Silva, told the BBC the UK's decision was not sufficiently justified, and that he did not understand the \"logic\" of the move - as the pandemic situations were very similar in the two countries. \nHe also stressed that Portugal had only registered 12 cases of the so-called Nepal variant, saying: \"I don't find any statistical relevance in these numbers.\"\nIt comes as the coronavirus reproduction number, or R - the number of people that one infected person will pass on a virus to, on average - in England is between 1 and 1.2.\nThe latest figures show a further 11 people have died within 28 days of a positive coronavirus test and another 6,238 cases have been reported.\nNo new destinations were added to the green list in the latest review, but seven countries - Afghanistan, Bahrain, Costa Rica, Egypt, Sri Lanka, Sudan, and Trinidad and Tobago - are being added to the red list. \nScotland, Wales and Northern Ireland have confirmed they will adopt the same changes, and the green list will be reviewed again on 28 June.\nLabour has called for the amber travel list to be scrapped altogether - or \"at the very least\" for Thailand and Vietnam to be urgently added to the red list, citing research on a variant linked to Thailand and rising cases in Vietnam, potentially as a result of a new variant.\nThe travel industry has criticised the change, saying it will threaten jobs and consumer confidence - with the boss of Heathrow Airport warning the sector faces \"another lost summer\".\nRyanair chief executive Michael O'Leary told BBC Breakfast that the decision was not \"based on any science or public health\", and that  he did not understand why the UK \"which has been so successful with vaccines\" was expecting its vaccinated citizens to quarantine.\nAlan Richards travelled to the Algarve on Saturday with seven of his family, including grandchildren, and they were due to return home on Tuesday.\nNow he says there is no possible way to get back before Portugal is moved to the amber list, costing the family hundreds of pounds in additional Covid-19 tests, keeping him from his job on the London Underground for 10 days and forcing his seven-year-old granddaughter to miss school.\n\"We're not ignorant people, we understood that there may well be a situation where if anything changes you would start having to make plans to cut short your holiday. That's acceptable,\" he says.\nBut with just five days' notice of the change, there is not enough time to book new pre-flight Covid tests and get the results before departure. Alan says he has been told there is a four-day wait just to get a test in Portugal.\nThe extra coronavirus tests they will be required to take during the 10-day quarantine will also cost £120 each, he says, adding £960 to the family's holiday bill.\nA week's notice could have allowed them to rebook travel if necessary, Alan says.\n\"No matter how you look at this, the timescales for returning are absolutely awful. We're in a frantic situation,\" he says.\n\"Mr Shapps needs to understand the awful situation that he's put hundreds of thousands of people in. He needs to resign.\"\nPortugal's change followed increased concern about a mutation of the Delta variant first identified in India, the government said.\nSome 68 cases of the Delta variant have been identified in the country, including cases with an additional so-called Nepal mutation, according to official figures.\nPublic Health England (PHE) said there were cases of the mutation in several countries, including a small number in the UK, and that it was investigating whether it could be more more transmissible and less effectively tackled by vaccines. \nThe number of positive Covid cases in Portugal has nearly doubled in the last three weeks.\nOn 2 June, Portugal had 5.4 new cases per 100,000 people per day, which was only a little higher than the UK at 5.1 - but differences in the amount of testing being done make direct comparisons difficult.\nPHE believes the Delta variant is now dominant in the UK and that it may be linked to a higher risk of hospital admission. \nEarlier, epidemiologist Prof Neil Ferguson told Today that estimates suggest the Delta variant could be \"60% more transmissible\" than the previously dominant Kent variant known as Alpha.\nAsked about whether the ending of Covid restrictions in England on 21 June needed to be delayed, he said the data was pointing \"towards the direction of being cautious\".\nIn other key developments:\nAre you in Portugal? Are you planning to travel there soon? Please share how this latest announcement will affect you. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57361513",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Restriction levels ease for millions of Scots",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "Millions of people in Scotland have moved into lower restriction levels, allowing them to meet in larger groups indoors and outside. \nIn Glasgow people are allowed to meet in each other's homes for the first time in nine months, and to drink alcohol in pub and restaurants.\nOther areas of the mainland are seeing soft play centres open for the first time in more than a year.\nBut restrictions on many of Scotland's islands are nearest \"normality\". \nOrkney, Shetland and the Western Isles have moved into level zero - the lowest of the Scottish government's five tier system for exiting lockdown. \nFourteen council areas in the north and south of mainland Scotland moved from level two to level one at midnight. \nHowever 13 areas with a combined population of 2.3million in the central belt remain in level two, rather than moving down to level one as planned due to high case numbers. \nThe whole country is due to move to level zero on 28 June but the prevalence of the Delta variant, first detected in India, may delay that.\nInfections have more than tripled in the past month with Friday's 992 new cases being the highest figure reported since 17 February. There were 860 new cases reported on Saturday. \nScotland's national clinical director Prof Jason Leitch said public health advisors were \"little bit worried\" and the country had to be \"cautious\" in its route out of lockdown. \nIn Glasgow, where residents and businesses have faced the toughest restrictions in Scotland for almost nine months, pubs and restaurants are opening later in the evenings and serving alcohol indoors again. \nSteve Aitken of Flùr in Partick told BBC Scotland of his relief at being able to finally allow customers to drink alcohol inside. \n\"There's been a lot of ups and downs, a lot of times when we've felt like chucking it but now we've finally got the doors open, we've got some people inside, it's going to be amazing,\" he said. \nThe bar operated as a takeaway/bottle shop during lockdown but now he is hopeful for the future. \n\"Probably the biggest worry is another spike and another lockdown but hopefully with the vaccine and everyone playing the game, we won't have that,\" he added.\nCustomer Danny Whelen said: \"It feels like a lifetime ago the last time we could be indoors and enjoying drinks. I'm delighted - happy to be back.\"\nBob McVitie, of Inverclyde Leisure, said it was great to welcome back staff and customers to soft play for the first time in 440 days after the region moved to level one. \n\"I think it all gives us a little bit of hope that lockdown's easing and there's a bright future ahead,\" he said.  \nCustomer Monica Miller said it was the first time her young son, Blair, had been to the facility. \n\"It's wonderful experience... a small bit of normality back into life for us, to let him be among other kids, run about and have a bit of freedom.\"\nScotland's councils will be in the following levels from Saturday:\nLevel two - Glasgow, Edinburgh, Midlothian, Dundee, East Dunbartonshire, Renfrewshire, East Renfrewshire, North Ayrshire, South Ayrshire, East Ayrshire, North Lanarkshire, South Lanarkshire, Clackmannanshire, and Stirling\nLevel one - Highland, Argyll and Bute, Aberdeen City, Aberdeenshire, Moray, Angus, Perth and Kinross, Falkirk, Fife, Inverclyde, East Lothian, West Lothian, West Dunbartonshire, Dumfries and Galloway, and the Borders\nLevel zero - Shetland, Orkney, the Western Isles, and a number of smaller islands\nMeanwhile in Orkney the move to level zero means up to 10 people from four households can meet in a cafe, pub or restaurant. \nRaymond Hutchison, from the St Ola Hotel in Kirkwall, said it was a welcome boost to businesses on the islands.\nHe told BBC Scotland: \"What's more exciting for me is that we've got into level zero now at the start of June.\n\"So does that mean we can get to the next level, which is what we need, as early as the end of the month? That would be fantastic.\"\nBut the leader of Orkney Islands Council, James Stockan, also urged caution as increasing numbers of tourists visit the islands over the summer.\n\"It's the direction of travel that's really important. At the same time we've got to be very conscious that we have more and more people coming here,\" he told the BBC.\n\"We're really asking them to take a lateral flow test - and even our own community going away and coming back again. Just taking those tests to give us an extra degree of safety.\"\nOutside the central belt most of the mainland now faces level one restrictions.\nThe change to personal freedoms which comes from a move down from level two is not dramatic, but it does change the mood. The knowledge that it is possible to meet more friends and family members can lift spirits.\nIn Campbeltown this morning, for instance, the atmosphere seems much more relaxed almost - for want of a better phrase - normal.\nCustomers in shops still have to wear masks, of course, while cafes still have to take details from diners.\nBut mainland Argyll and Bute now has lighter restrictions than at any time since March 2020.\nIn much of rural Scotland tourism is hugely important to the economy and the stakes will be high for many businesses.\nBut in some rural areas there is a little nervousness too.\nOften these areas have had very low Covid rates all through the crisis. Some local people may be worried that reopening travel risks a rise in case numbers - despite optimism that vaccination is breaking the link between cases and serious illnesses.\nThat perhaps serves as a reminder to visitors to follow the rules and be mindful that some local people, who may seem like they are being over-vigilant, might be a little worried.\nAfter so long, finding a form of normal is about more than the legal easing of restrictions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57371402",
      "category": "world-us-canada",
      "title": "US to stop seizing reporters' records in leak investigations",
      "tags": "Press freedom,Media,US government,Journalism,Joe Biden",
      "text": "The US Department of Justice (DoJ) has said it is ending a long-standing practice of secretly obtaining reporters' records during investigations into the leaking of classified information. \nIt happened under both Republican and Democratic administrations.\nBut the use of subpoenas and court orders to obtain journalists' records came under growing scrutiny this year.\nDemocratic President Joe Biden has described the practise as \"wrong\".\nIn the past few weeks it emerged that DoJ officials had secretly obtained phone and email records from journalists at several news organisations during the administration of Republican President Donald Trump - among them The Washington Post and CNN - and continued doing so in the early days of the Biden administration. \nExecutives at the New York Times were also barred from revealing details of a secret court battle over emails relating to four of its reporters - under the terms of a \"gag order\".\nNow the DoJ has confirmed that it is bringing to an end a practice that endured under multiple presidential administrations. \n\"DoJ has now completed a review to determine all instances in which the Department had pending compulsory requests from reporters in leak investigations,\" DoJ spokesman Anthony Coley said.\n\"Going forward, consistent with the President's direction, this Department of Justice - in a change to its longstanding practice - will not seek compulsory legal process in leak investigations to obtain source information from members of the news media doing their jobs.\"\nAccording to CNN, despite Saturday's announcement, formal guidelines at the DoJ have not changed, meaning the practice could be reinstated under another administration. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57334261",
      "category": "business",
      "title": "US delays tariffs in 'tech tax' row",
      "tags": "Tax,Facebook,United States,Joe Biden",
      "text": "The US has announced and immediately suspended tariffs on about $2bn (£1.4bn) of imports in retaliation for taxes on its tech firms.\nThe 25% tariffs apply to certain goods from the UK, as well as Austria, India, Italy, Spain, and Turkey.\nUS Trade Representative Katherine Tai said the delay would allow more time for discussions on tax.\n\"The US remains committed to reaching a consensus on international tax issues,\" she said.\nIt comes after a year-long US investigation into digital services taxes put in place by the six countries, which tax tech firms on their revenues, rather than profits.\nWashington previously described the taxes as \"unreasonable\" and \"discriminatory\" against American social media companies, online marketplaces and tech firms.\nThe US government said it will approve the threatened tariffs on $887m of UK goods, as well as on $383m of Italian goods and $323m of Spanish products.\nIn addition it will impose tariffs on $118m of goods from India and $65m worth of products from Austria.\nBut it suspended the introduction of the tariffs immediately for up to 180 days as talks on how to tax tech companies with a global footprint continue in the G20 and the Organisation for Economic Co-operation and Development (OECD).\n\"The US is focused on finding a multilateral solution to a range of key issues related to international taxation, including our concerns with digital services taxes,\" said Ms Tai.\nBut she noted that it still had the option to impose the charges.\n\"Today's actions provide time for those negotiations to continue to make progress while maintaining the option of imposing tariffs... if warranted in the future,\" she said.\nUnder the proposals, the UK would face extra duties on goods including make-up, perfume, coats, ceramics and some types of toys, according to US Trade Representative documents.\nAt the Budget, the Office for Budget Responsibility calculated the digital services tax would raise £300m in the current financial year, and as much as £700m in future years.\nIt was introduced in the UK last April and taxes at 2% the revenues of tech companies who derive value from UK users.\nIt followed years of claims in Europe and elsewhere that big tech firms do not pay enough tax in the countries where they operate.\nLast August, Facebook agreed to pay the French government €106m (£95.7m) in back taxes to settle a dispute over revenues earned in the country.\nEarlier in 2020, Facebook boss Mark Zuckerberg said he recognised the public's frustration over the amount of tax paid by tech giants."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57367049",
      "category": "uk",
      "title": "EuroMillions: Jackpot of more than £111m won by UK ticket holder",
      "tags": "National Lottery",
      "text": "A UK ticket holder has won Friday's £111m EuroMillions jackpot, scooping the country's ninth biggest lottery win. \nThe lucky winner matched all seven numbers - the five EuroMillions as well as the two Lucky Stars.\nNational Lottery operator Camelot is asking players to check their tickets to see if they have won. \nThe full prize is £111,540,000. The winning numbers were 07, 20, 36, 40, 46, with Lucky Star numbers 02 and 04.\nThe EuroMillions jackpot winner is the UK's fourth of this year, following one in the New Year's Day draw and two in April.\nOne of those April jackpots was £122m - the fifth biggest-ever win.\nBritain's richest lottery winner secured a jackpot of £170m in October 2019. They chose to stay anonymous.\nThe second highest prize - £161m - went to Colin and Chris Weir, from North Ayrshire, in 2011.\nThe following year, Adrian and Gillian Bayford, from Suffolk, won £148m.\nThe fourth-highest UK winner, who also chose to remain anonymous, took home £123m in 2019.  \nThe biggest amount ever won in the EuroMillions was in February when a Swiss player took home 210 million euros (£180m).\nTickets for EuroMillions are sold in nine countries - the UK, France, Spain, Austria, Belgium, Luxembourg, the Irish Republic, Portugal and Switzerland - with ticket-holders in all those countries trying to win a share of the same jackpot each week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57365628",
      "category": "world-us-canada",
      "title": "Facebook suspends Trump accounts for two years",
      "tags": "Facebook,Donald Trump",
      "text": "Facebook Inc has suspended former US President Donald Trump's Facebook and Instagram accounts for two years.\nHe was barred indefinitely from both sites in January in the wake of posts he made on the US Capitol riots, but last month Facebook's Oversight Board criticised the open-ended penalty.\nFacebook said Mr Trump's actions were \"a severe violation of our rules\".\nMr Trump said the move was \"an insult\" to the millions who voted for him in last year's presidential election.\nFacebook's move comes as the social media giant is also ending a policy shielding politicians from some content moderation rules.\nIt said that it would no longer give politicians immunity for deceptive or abusive content based on their comments being newsworthy.\nMr Trump's ban was effective from the date of the initial suspension on 7 January, Facebook's vice-president of global affairs Nick Clegg said in a post.\n\"Given the gravity of the circumstances that led to Mr Trump's suspension, we believe his actions constituted a severe violation of our rules which merit the highest penalty available,\" it added.\n\"If we determine that there is still a serious risk to public safety, we will extend the restriction for a set period of time and continue to re-evaluate until that risk has receded.\" \nOn his return, Mr Trump will be held to \"a strict set of rapidly escalating sanctions,\" for any violations, Mr Clegg's statement noted.\nIn a statement issued from his Save America political action committee, Mr Trump said: \"Facebook's ruling is an insult to the record-setting 75m people, plus many others, who voted for us...\"\n\"They shouldn't be allowed to get away with this censoring and silencing, and ultimately, we will win. Our country can't take this abuse anymore!\"\nIn a second statement on the two-year ban, Mr Trump attacked Facebook's founder.\n\"Next time I'm in the White House there will be no more dinners, at his request, with Mark Zuckerberg and his wife,\" the former president said. \"It will be all business!\"\nThe move by Facebook allows Mr Trump to return to the platform before the 2024 presidential election. \nIt also comes as he prepares to again hold the large scale in-person rallies that were a signature of his campaigns and presidency. One of his first is planned for Dallas, Texas, in early July, according to local media.\nEarlier this week, it emerged that the communications platform set up by Mr Trump in the wake of his social media bans - From the Desk of Donald J Trump - has been permanently shut down.\nIn addition to Facebook, which has over two billion monthly users, Mr Trump has also been banned from Twitter, YouTube, Snapchat, Twitch and other social media platforms over the January riot.\nLast month, Florida Governor Ron DeSantis, a Republican Trump ally, signed the first law in the US that punishes tech companies for de-platforming politicians.\nFacebook's dilemma on Trump was complex, involved trade-offs, and was guaranteed to upset millions of people. The fact is - whatever their decision - it was bound to be polarising.\nBut just to be clear: today Facebook, the world's biggest social network, has denied access to its megaphone to a man who 74 million people voted for. They didn't just know him, or approve of him; they voted for him to be US president. That is a big call.\nFacebook says public figures who violate its rules by inciting unrest or violence will be suspended for a month or, in more serious cases, up to two years. \nIt comes as part of an effort to undo a previous policy of allowing newsworthy political speech despite a potential that it may cause harm. \nPosts that are deemed worthy of an exception, despite possible violations, may still be allowed but will be given a warning label by Facebook. The company says it will no longer treat \"content posted by politicians any differently\".\n\"Instead, we will simply apply our newsworthiness balancing test in the same way to all content, measuring whether the public interest value of the content outweighs the potential risk of harm by leaving it up.\"\nThe company's Oversight Board found that Mr Trump's initial ban was appropriate, but that there was no rationale for the ban to remain indefinitely. \nThe independent board, which is funded by Facebook, has 20 members who are able to make binding decisions on content. Among the members are legal scholars, journalists, freedom of speech experts and a former prime minister of Denmark.\nThe announcement comes on the same day that regulators in Europe and the UK begin formal anti-trust inquiries into whether Facebook misused customer data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-57369328",
      "category": "uk-england-coventry-warwickshire",
      "title": "Coventry celebrates start of UK City of Culture year",
      "tags": "Coventry UK City of Culture 2021,Coventry",
      "text": "Events have taken place across Coventry to mark the start of its year as UK City of Culture.\nPauline Black, lead singer of The Selecter, performed a song to kick off the Coventry Moves event which was held online.\nBicycles and cars travelled across the city as part of the celebrations to highlight its manufacturing history.\nAlthough there were pop-up doorstep performances, people were urged to watch from the event home.\nOrganisers had to rethink events to comply with Covid-19 restrictions and members of the public were able to see the celebration via the festival website and social media.\nCoventry Moves, the signature event of the year, was originally due to coincide with the launch on 15 May, but was moved because of the coronavirus pandemic.\nActivities began at about 08:00 BST with the single voice of a woman, singing from a balcony in the Spon End area, before Black's performance.\nShe represented the spirit of the River Sherbourne running under the city and was joined by a choir and dancers.\nBlack was the first of six \"energies of the city\" that were introduced - faces that \"encapsulate\" the city's spirit. Organisers said the energies were resilience, social justice, youthfulness, sustainability, people power and innovation.\nPerformers, called River Runners, then traced the route of the underground river, meeting other energies along their route.\nPunjabi MC created the soundtrack to a motor cavalcade in celebration of the city's manufacturing heritage, which involved Irish, Ska and Bollywood dance sequences.\nMotofest provided 40 vehicles and their drivers with nine classic and heritage cars coming from Jaguar Land Rover.\nSaturday's activities included a parade of 14 modern Lady Godivas, chosen from more than 140 nominations, to represent the city's women.\nGodiva, who died in 1067, was married to Leofric, the Earl of Mercia and Lord of Coventry. \nAccording to legend, Leofric became so exasperated by Godiva's endless appeals to reduce taxes, he declared he would do so if she rode naked through the crowded marketplace.\nHundreds of performers and production teams had put in months of rehearsals for the day's activities.\nCreative dancer Marius Mates, who choreographed some performances, said scooter riders, BMX riders and parkour artists had all been involved.\nVideos featured the city's commitment to protecting the environment and stories of individuals and communities who came from across the world to build Coventry.\nIn the culmination of Coventry Moves, people were invited to turn on radios at their doorsteps to premiere a piece of music, as nine stations played different parts of the piece from 20:21 BST.\nThese form the full version when they are heard at the same time, so residents were asked to talk to neighbours and plan who would listen to which station.\nFor those in the city centre, strategically placed speakers enabled revellers to hear all the complementing pieces together at the same time. \nResidents told the BBC they felt moved by the music, which featured the voices of the city's children, and proud to be from Coventry.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57368535",
      "category": "world-africa",
      "title": "Nigeria's Twitter ban: Government orders prosecution of violators",
      "tags": "Nigeria,Twitter,Internet",
      "text": "Nigeria will prosecute anyone found to have breached the country's ban on the social media firm Twitter, a government spokesperson has told the BBC.\nThe government announced on Friday it was suspending Twitter's operations in the country.\nMobile phone networks blocked access after being ordered to do so, but some users are getting around the ban.\nThe move comes after Twitter deleted a tweet by President Muhammadu Buhari for breaching the site's rules.\nSome users saw his post, which referred to Nigeria's civil war four decades ago, as a veiled threat towards a secessionist movement in the south-east of the country\nHis government said on Saturday the tweet's removal was \"disappointing\", but not the only reason for the \"temporary\" suspension.\n\"There has been a litany of problems with the social media platform in Nigeria, where misinformation and fake news spread through it have had real world violent consequences,\" the government said.\nTwitter said the announcement of a ban on Friday by Information Minister Lai Mohammed was \"deeply concerning\".\nThe move also brought widespread condemnation from human rights groups and international powers, who say it will limit free speech in Nigeria. \nIn a statement, Justice Minister Abubakar Malami said he had \"directed for immediate prosecution of offenders of the Federal Government ban on Twitter operations in Nigeria\", telling the public prosecutor to \"swing into action\".\nThe message was targeted at both corporations and individuals, the minister's spokesperson Umar Gwandu told the BBC.\nThe government of Nigeria alleges that Twitter was being used to undermine \"Nigeria's corporate existence\".\nThe platform was allowing \"the spread of religious, racist, xenophobic and false messages\" that \"could tear some countries apart\", a spokesperson said.\nThe national broadcasting regulator, NBC, had been told to begin \"licensing all internet streaming services and social media operations in Nigeria\", a government statement said.\nEarlier, the professional body of Nigerian mobile phone operators - known as Alton - confirmed they had been told to stop people getting on to Twitter. The group said its members had complied with the government order due to \"national interest provisions\" in Nigerian telecoms law and licensing terms.\nBut Alton also said that it backed the UN's position that the right to communicate both offline and online should be protected.\nAnalysis by Nduka Orjinmo, BBC News, Abuja\nThe Nigerian government has toyed with the idea of regulating social media in the country, and this administration has been obsessed with the idea since it came into office in 2015. Deleting the president's tweet, however, was seen as the final straw.\nBut it was the role Twitter played in the #EndSars anti-police brutality protests which shook Nigeria last year that truly sealed its fate.\nThe demonstrations were mostly organised on the platform and the company's CEO, Jack Dorsey, encouraged donations to one of the leading groups of organisers. A special emoji was also created for the protests.\nTwitter helped give Nigeria's many youths a voice. But in the eyes of the government, the company's role in galvanising the country's young population was a line crossed.\nYet the government appears not to have reckoned with the ingenuity of #EndSars protesters. People are already downloading VPNs to bypass the block when it happens. \nOn Saturday, BBC reporters in Lagos and Abuja said they were unable to connect to Twitter through two of the country's largest phone networks: MTN and Airtel. \nInternet monitoring site Netblocks reported that Twitter was restricted on all the leading networks.\nAccess was still possible through some wi-fi providers, but this is not the most common way to connect to the internet in Nigeria.\nYou may also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57367093",
      "category": "world-us-canada",
      "title": "FBI drops demand for newspaper readers' data",
      "tags": "Press freedom,Media,FBI,Internet privacy,Journalism",
      "text": "The US Federal Bureau of Investigation has dropped an attempt to obtain data about readers of an online newspaper article as part of an investigation.\nUSA Today's owner resisted the demand to hand over records of who had read a report on the killing of two FBI agents during an operation in Florida.\nIt asked a judge to quash the demand, citing freedom of the press. \nThe FBI told the BBC it no longer needed the data because of \"intervening investigative developments\".  \nIt had issued a subpoena - an order to submit evidence - to USA Today's owner Gannett, asking it for information about anyone who clicked on an article published in February about the fatal shooting of two of the bureau's agents in Florida.\nThe subpoena had sought the IP addresses and phone numbers for readers of the story between 00:03 and 00:38 GMT on 3 February. IP addresses can be used to find a computer's location and owner.\n\"The information sought through this subpoena relates to a federal criminal investigation being conducted by the FBI,\" the order had read.\nThe FBI also told BBC News it \"did not seek any communications records of journalists\". \nGannett asked a court to cancel the subpoena, saying it breached the first amendment of the US constitution, which protects the free press from government interference.\n\"Being forced to tell the government who reads what on our websites is a clear violation of the first amendment,\" said Maribel Perez Wadsworth, USA Today's publisher.\n\"The FBI's subpoena asks for private information about readers of our journalism.\"\nMs Wadsworth said the FBI's order broke the justice department's guidelines on the \"narrow circumstances\" in which the government can subpoena reporters.\nAlthough Gannett's lawyers had tried to contact the FBI, the agency had not provided it with an explanation for the subpoena, she added.\nGannett's lawyers said the order was unconstitutional, and invaded the rights of both the news organisation and its readers, citing a Supreme Court judgement that said: \"A requirement that a publisher disclose the identity of those who buy his books, pamphlets or papers is indeed the beginning of surveillance of the press\".\nIn a separate development, the justice department announced on Saturday that it would no longer secretly obtain reporters' records during leak investigations.\n\"In a change to its longstanding practice\", justice department spokesman Anthony Coley said, the department would \"not seek compulsory legal process in leak investigations to obtain source information from members of the news media doing their jobs\".\nBoth Democratic and Republican administrations have used subpoenas and court orders to obtain journalists' records in an effort to identify the sources of leaks.\nThe New York Times reported on Friday the existence of a gag order barring it from revealing a secret court battle over efforts to obtain the email records of four reporters.\nWhen Republican President Donald Trump was in office, officials secretly obtained the phone records of Washington Post journalists.\nIn 2013, federal investigators secretly seized two months of phone records for Associated Press journalists, which prompted criticism of Mr Trump's Democratic predecessor, Barack Obama."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57349803/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Rich nations 'millimetre away' from tech tax deal",
      "tags": "Tax,Trump tariffs,Rishi Sunak",
      "text": " A global agreement to end the \"race to the bottom\" on corporate taxation is within sight, according to the French and German finance ministers.\nFrance's Bruno le Maire told the BBC the G7 club of rich nations were \"just one millimetre away from a historic agreement\" on a global minimum rate.\nHe urged low tax states like Ireland to back a deal which would target tech giants such as Amazon and Microsoft.\nThe German finance minister said a 15% rate would help pay back Covid debt\nTax on big tech and multi-nationals has been a source of friction between the US and fellow G7 countries such as the UK.\nGerman finance minister Olaf Scholz said it was important to stop the world's biggest companies from dodging tax.\nHe said it was \"absolutely necessary\" to reach a deal in order to \"get out of this race to the bottom we see with taxes today…especially after the Covid crisis and all the money we spent to defend the health of the people, and to defend the economy.\"\nMr Le Maire also urged Ireland, which has one of the lowest corporate tax rates in the European Union, at 12.5%, to get \"on board\".\nHe added: \"European countries, that in the past, opposed this new international tax system, must understand that they have to give the agreement to this major breakthrough\".\nBoth ministers said agreement on a minimum rate remained a sticking point.\nMr Le Maire said he saw the 15% rate as a \"starting point\". \nHe said: \"If it can be higher, it is better to have a higher rate than 15%.\"\nHowever, Mr Scholz suggested that 15% would be an effective starting point that would mark a \"turning point\" after years of going in the other direction.\nIt came after UK Chancellor Rishi Sunak says he was \"confident\" of reaching a global agreement on digital taxation ahead of a meeting of world finance leaders.\nFinance minsters will also discuss climate change at the two day meeting which starts in London on Friday.\nAhead of the G7 talks, starting in London on Friday, Mr Le Maire and Mr Scholz along with their counterparts in Italy and Spain co-signed a letter urging an agreement on an international tax system \"fit for the 21st Century\".  \nIn a letter to The Guardian, they wrote: \"Introducing this fairer and more efficient international tax system was already a priority before the current economic crisis, and it will be all the more necessary coming out of it.\"\nThose attending the G7 finance ministers summit are certain that a deal will be done on global taxation by Saturday morning - and they are not shy about its \"historic nature\". Mr Scholz told me they'll \"have an agreement which will really change the world... this will be a turning point in global co-operation\". \nAnother finance minister said privately the deal will start to set the rules for the 21st Century, because if the Western G7 democracies were incapable of doing it, then China would. \nThe UK's turnaround on minimum tax rates is quite something. Successive elections have been fought on the danger of corporation tax hikes to jobs and investment. Now, not only is that policy, but the UK looks set up to have overseen an agreement to limit the extent to which a future chancellor could cut it.\nThere are two sticking points, sources tell me. Firstly, there is the mention (or not) of a global minimum corporation tax rate of 15%. There is also a move to use the wording \"at least 15%\" to show some ambition - but also to provide some negotiation space at the wider G20 meeting chaired by Italy and including the likes of China and Russia. \nThe US also asked countries that have levied digital taxes - France, Italy and the UK, to withdraw them quickly as part of the deal. At least one finance minister said that was a \"non-starter\", as it could immediately result in the big tech giants paying less, not more tax. \nThe end result will depend on fine detail, but looks likely to involve a new ability to charge 100 or so of the world's largest companies based on where their sales are, not where they house the factories or patents and trademarks. \nThis could be transformative, and not just for Big Tech, but some more conventional multinationals.\nOn Wednesday, the US announced it would impose tariffs on about $2bn (£1.4bn) of imports, including certain goods from the UK, in retaliation for taxes on big US tech firms.\nHowever, it suspended them for 180 days to allow further talks to take place in London and at a meeting of G20 nations in July.\nMr Sunak is expected to push for an agreement on taxes and call for all global businesses to commit to climate reporting.\nSpeaking ahead of the G7 meeting, Mr Sunak said: \"Securing a global agreement on digital taxation has also been a key priority this year - we want companies to pay the right amount of tax in the right place, and I hope we can reach a fair deal with our partners.\n\"I'm determined we work together and unite to tackle the world's most pressing economic challenges - and I'm hugely optimistic that we will deliver some concrete outcomes this weekend.\"\nThe ministers will be looking at how to stop the likes of Google, Amazon, Starbucks and Apple paying low or no taxes in countries where they generate revenues.\nThe meeting is being held as it emerged that an Irish subsidiary of US technology giant Microsoft paid no corporation tax on $315bn in profit it made last year, according to The Guardian.\nMicrosoft Round Island One is resident in Bermuda and the profit it generated last year is equal to nearly three-quarters of Ireland's GDP.\nMicrosoft said this was  due to \"a one-time event and reflects an inter-company reorganisation, not a cash gain\". \n\"Our organisational and tax structure reflects our complex global business. We are fully compliant with all local laws and regulations in the countries where we operate,\" a spokesperson added.\nAll G7 countries, bar the UK, have supported a proposal from the US for a global minimum corporate tax rate of 15% that could raise $50-$80bn for governments around the world.\nGermany, France, Italy and Spain said the commitment to a minimum 15% tax rate is \"a promising start\" but said G7 nations must reach \"a common position on a new international tax system\" in London before more nations meet next month.\nThey wrote: \"We are confident it will create the momentum needed to reach a global agreement at the G20 in Venice in July. It is within our reach. Let's make sure it happens. We owe it to our citizens.\"\nThe UK is holding out for reassurances about the Digital Services Tax, which levies 2% on revenues derived in the UK from online marketplaces, search engines and social media platforms.\nIt is open to the idea of a global corporate minimum tax rate and is said to be prepared to let the Digital Services Tax go if it obtains assurances that big tech will not simply be let off the hook.\nThe Biden administration initially pushed for a global minimum corporate tax rate of 21% but has now retreated to 15%. However, officials have said that's regarded very much as a \"floor\".\nFinance ministers from the US, Japan, France, Canada, Germany and Italy will be attending the meeting at Lancaster House, along with representatives from the European Commission, the Eurogroup, the World Bank, the International Monetary Fund and the Organisation for Economic Co-operation and Development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57371193",
      "category": "uk",
      "title": "G7 global tax agreement will 'level the playing field'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57370740",
      "category": "world-europe",
      "title": "Sardinian sand theft leaves dozens facing fines of up to €3,000",
      "tags": "Tourism,Holidays,Beaches,Italy,Beach",
      "text": "Dozens of people are facing fines of up to €3,000 (£2,580; $3,650) for removing beach sand and shells from the Italian island of Sardinia, local media report.\nAuthorities said on Saturday that 41 individuals had been reported for the theft of about 100kg (220lb) of items from beaches in separate incidents.\nSardinia's famed white sand is treasured on the island and it is strictly forbidden to remove it.\nThe trade in Sardinian sand, pebbles and shells was made illegal in 2017.\nThe fines imposed might seem heavy-handed, but for years islanders have complained about the theft of their natural assets.\nTourists, mainly Europeans and including some Italians, bottle the sand to keep as souvenirs or auction it online. \nAs part of an ongoing investigation, military and customs police in Sardinia have been monitoring airports and harbours, and also searching websites for illegal sales. Tourists attempting to remove bottled sand in their luggage have been caught during customs checks using X-rays.\nPolice said that in recent days they had discovered dozens of online adverts for the sale of items collected from the Mediterranean island's coasts illegally, some at what they described as \"high prices\". \nThe details of those accused of wrongdoing have been reported to the Forestry Corps (national state police) of Sardinia and face fines under the island's regional law.\nThe police said they had already collected about €13,000 in fines, adding that the seized items were being returned to the areas from which they were taken where possible.\nOn a Facebook page set up to highlight the issue called \"Sardinia robbed and plundered\", users often describe the threat of such thefts as an environmental emergency.\nPierluigi Cocco, an environmental scientist and resident of the Sardinian capital Cagliari, told the BBC that the beaches were \"the main reason why tourists are attracted to the island of Sardinia\". \nFor some people, he said, taking the sand home served as a reminder of a \"treasured memory\".\nBut he said the removal of sand could contribute to the reduction of beaches over the years, which would pose an environmental threat as climate change brings about a rise in sea levels.\nThe island's Forestry Corps has also said that taking sand could, over time, destroy Sardinia's beaches, which were created over millions of years.\nIn 2019, a French couple visiting Sardinia were caught with 40kg of sand in the boot of their SUV. \nPolice discovered the sand crammed into 14 plastic bottles taken from a beach in Chia, southern Sardinia.\nThe couple told police they wanted to take it home as a \"souvenir\" and did not realise they had committed an offence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57369451",
      "category": "uk-england-birmingham",
      "title": "Dea-John Reid: Teens arrested over boy's stab death",
      "tags": "Castle Bromwich,Birmingham,Wolverhampton,Great Barr,Kingstanding",
      "text": "Two boys have been arrested on suspicion of murder after another teenage boy was stabbed to death.\nDea-John Reid, 14, was killed in College Road in Kingstanding, Birmingham, on Monday evening.\nA 14-year-old from Wolverhampton and a 16-year-old from Great Barr were detained on Saturday, West Midlands Police said. \nThree people have already been charged with murder including a 14-year-old boy.\nGeorge Khan, 38, from Newstead Road, Birmingham, and the teenager, who cannot be named for legal reasons, were remanded in custody by magistrates in the city on Friday.\nThe defendants are next due to appear at crown court on Tuesday.\nMichael Shields, 35, of Alvis Walk in Castle Bromwich, appeared at Birmingham Crown Court and was remanded in custody ahead of a further appearance on 5 August.\nDea-John, who was a year nine pupil at Harborne Academy, died at the scene after the attack at about 19:30 BST on Monday.\nA post-mortem examination revealed he died from a stab wound to the chest.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57368211",
      "category": "world-us-canada",
      "title": "US gun laws: Judge overturns California assault weapons ban",
      "tags": "US gun violence",
      "text": "A California judge has overturned the state's ban on assault weapons, describing the popular AR-15 rifle as \"good for both home and battle\". \nFederal judge Roger Benitez said the law went against the constitutional Second Amendment right to bear arms. \nJudge Benitez found that the way California defines military-style rifles deprives the state's residents of weapons allowed elsewhere in the US. \nGovernor Gavin Newsom described the ruling as a threat to public safety. \nCalifornia Attorney General Rob Bonta said the authorities would appeal against the decision, which the judge suspended for 30 days to allow the appeal to be lodged. \nIn the opening to his ruling, Judge Benitez wrote: \"Like the Swiss Army knife, the popular AR-15 rifle is a perfect combination of home defense weapon and homeland defense equipment. Good for both home and battle.\" \nHe said current California legislation banned \"fairly ordinary, popular, modern rifles\". \n\"This case is not about extraordinary weapons lying at the outer limits of Second Amendment protection. The banned 'assault weapons' are not bazookas, howitzers, or machine guns. Those arms are dangerous and solely useful for military purposes,\" the ruling said. \nIn a preliminary decision last year, the judge said California's complex definition of assault weapons meant ordinary gun-owners could unwittingly end up owning an illegal firearm. \nGovernor Newsom, a Democrat, described the ruling as \"a slap in the face to families who've lost loved ones to this weapon\" - the AR-15.\nJustice Department officials have defended the law, saying that assault weapons were more dangerous and often used by criminals and in mass shootings.\nFriday's ruling followed a lawsuit filed in 2019 by a range of gun advocacy groups. They claimed that California law means gunowners cannot use high-capacity magazines on normal rifles without falling foul of the assault weapons ban. \nThe first assault weapons restrictions were introduced in California in 1989, and the state has some of the tightest curbs on firearms in the US. \nThe ruling came amid continuing concern about US gun violence, which President Joe Biden has described as an epidemic. \nCalifornia suffered a mass shooting only last month, when an employee at a rail yard in San Jose killed nine people before turning the gun on himself.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-39653421",
      "category": "newsbeat",
      "title": "UK foreign aid cut: Where does it go and what is it used for?",
      "tags": "Foreign & Commonwealth Office,Foreign, Commonwealth and Development Office,UK aid,International aid,Humanitarian aid",
      "text": "The UK's temporarily cutting back money it gives to other countries, in a move which some charities say will harm poor communities around the world.\nThe government says the impact of the pandemic on the UK's finances means there has to be a temporary reduction in foreign aid.\nThe target for foreign aid spend has usually been 0.7% of gross national income - but that will come down to 0.5% which will be around £4bn less.\nBut what is the money actually used for?\nIn 2020, Britain spent £14.5bn on aid, meeting that 0.7% target, according to provisional data.\nThere's always been debate over the UK's aid spend, with some people saying the UK shouldn't be helping people overseas while cutting services at home.\nThey argue problems of poverty and inequality are being fuelled by conflict, corruption and political instability which makes foreign aid worthless.\nOthers say it's a mark of the UK's generosity and helps address the difference in wealth between developed and developing countries - and helping to save lives.\nIn its most basic definition, foreign aid is resources given from one country to another.\nIt can involve a transfer of things like food or military equipment, or even people to provide training and medical help.\nUsually these are loaned by governments, organisations and individuals in richer countries to help people in poorer countries.\nAn example would be the UK sending £200m to help developing nations battle coronavirus.\nThere are different types of aid, such as emergency or short-term aid which is needed after sudden disasters such as earthquakes, flooding or tsunamis.\nConditional or tied aid is when one country donates money or resources to another but with conditions attached, for example a trade deal.\nThere is also aid funded by donations from the public through charities such as Children in Need.\nLong-term or development aid involves providing local communities with education and skills.\nMoney shared through international organisations such as the World Bank or UN, rather than by one specific country, is called multilateral aid.\nOverall, the top five countries receiving UK aid were Pakistan, Ethiopia, Afghanistan, Yemen and Nigeria, with almost all the money going to countries in Africa and Asia.\nIn 2019, the UK spent £1.5bn on humanitarian assistance - which is short-term help in immediate crises - mostly in Yemen, Syria and Bangladesh, statistics show.\nAround £1.4bn was spent on health projects including medical research, family planning and infectious disease control globally.\nThere will be cuts across lots of different areas.\n\"The impact will be profound and very damaging, particularly for poor people,\" says Professor Guy Howard, an expert in international development from the University of Bristol.\nThe UN Population Fund, which supports family planning, says an initial commitment by the UK to spend £154m on supplies this year will shrink to £23m - and there'll also be a drop in funding to the UN's children fund, Unicef.\nAnd funding for things like water, sanitation and hygiene projects will reportedly be cut by more than 80%.\nProf Howard feels cutting back aid from a \"core public health area seems odd.\"\nHe wants to see a reverse to cuts in water and sanitation because \"that's the foundation of public health\" and vital in dealing with different diseases.\n\"We often forget a thousand children a day die of diarrhoea because of poor water sanitation.\"\nIt's an important goal in its own right, he says, \"but what Covid has shown us is just how important water supply is in combatting the disease.\n\"If you have to collect water from a shared water point, social distancing will be virtually impossible.\"\nAs the amount the UK donates is a percentage of national income, the amount of money it spends on foreign aid would have been less this year even before the cut was announced. That's because the economy's got smaller during the pandemic.\nBut Prof Howard says the decision to cut 0.2% makes it an even more difficult situation for the countries which receive the aid.\nSeveral countries have met the 0.7% UN aid target including Denmark, Luxembourg, Norway and Sweden, according to the Organisation for Economic Cooperation and Development.\nBut many others don't hit the target.\nForeign Secretary Dominic Raab said the changes reflected a \"strategic shift\" in UK aid spending.\nA spokeswoman from the Foreign, Commonwealth and Development office told Newsbeat reducing spend was a \"tough but necessary decision\" and the government's \"committed to returning to 0.7%\" once the financial situation allows.\nMore than £1bn will be spent on Covid and global health, £500m towards tackling climate change and £400m on getting girls into education.\nMuch of the humanitarian aid budget will be focused on countries most at risk of famine such as Yemen, Syria, Somalia and South Sudan.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57076243",
      "category": "uk-scotland",
      "title": "Covid in Scotland: What level is your area in?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Many council areas in Scotland moved from level two to level one or to level zero on 5 June, allowing more people to meet outdoors, and in pubs, cafes and restaurants. Glasgow moved from level three to level two - but there were no changes in many parts of central Scotland due to high case numbers. First Minister Nicola Sturgeon paused any further easing of restrictions and said the current levels would stay in place until 19 July. It is hoped that is when all parts of Scotland can move to level 0. Find out which council is currently in which level.\nIsland communities which are reporting an extremely low number of new cases are in level zero. In this tier hospitality operates \"almost normally\" - subject to rules on physical distancing, limits on numbers and other rules, such as table service.\nMany parts of Scotland where cases are low or broadly stable are in this level, which allows six people from three households to meet inside and stay overnight. There is no need to physically distance from family and friends in a private home. Meanwhile, eight people from three households can meet indoors in a public place, like a restaurant. Travel around Scotland is permitted and you can also travel to other parts of the UK as long as you follow their rules. Shops and leisure attractions are open, including soft play and funfairs, but nightclubs and adult entertainment remain closed.\nA large number of council areas across the central belt of Scotland are in level two. It allows six people from three households to meet inside and stay overnight. There is no need to physically distance from family and friends in a private home. Travel around Scotland is permitted and you can also go to other parts of the UK as long as you follow their rules. Shops and leisure attractions are open, but soft play, funfairs and nightclubs remain closed.\nNo Scottish local authority is in this level. Under these rules, six people from two households can gather at an indoor public place such as a cafe or restaurant. Groups of up to six from six households can meet outdoors, but there is no indoor visits to private homes. Going inside someone's living accommodation is only permitted for essential purposes or if you are in an extended household. Shops and many leisure facilities can open, but cinemas, theatres, nightclubs, concert halls and stadiums cannot. People should only travel in or out of the areas for permitted purposes.\nNo Scottish local authority is in this level. The rules say that four people from two households can meet outdoors in a private garden or a public place, but they would not be able to travel outside their area, unless for an essential reasons. Indoor activity can only be for essential purposes and not for socialising. Essential shops would be open, plus places of worship which can follow social distancing rules. Hospitality venues would remain closed along with indoor visitor attractions, gyms and swimming pools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57363779",
      "category": "world-africa",
      "title": "Twitter Nigeria: Users struggle to access site after government suspension",
      "tags": "Muhammadu Buhari,Nigeria,Twitter",
      "text": "Access to Twitter through Nigeria's main phone providers has been blocked, according to reports from Lagos and the capital, Abuja.\nIt is still accessible on some wi-fi networks.\nThis comes after the government said it was suspending Twitter operations in the country \"indefinitely\".\nThe ban was due to \"the persistent use of the platform for activities... capable of undermining Nigeria's corporate existence\", a statement said.\nTwitter said Friday's announcement from Information Minister Lai Mohammed was \"deeply concerning\".\nBy Saturday morning, BBC reporters in Lagos and Abuja said they were unable to connect to Twitter through two of the countries largest phone networks: MTN and Airtel. Others have also been affected.\nAccess was still possible through some wi-fi providers, but this is not a common way to connect to the internet in Nigeria.\nSearch terms such as \"VPN\" were popular overnight, according to the search tracking site Trendsmap. \nA VPN - or Virtual Private Network - connection makes it appear as if the user is accessing the internet from another country, and has been a way to get round similar bans in other countries.\nThe move by the government came just days after a tweet by President Muhammadu Buhari was removed for breaching the site's rules, though no mention of this was made in its statement.\nMr Mohammed has previously criticised the US social media giant's decision to take it down, calling it \"double standards\".\nThe tweet sent by Mr Buhari on 1 June referred to the 1967-70 Nigerian Civil War and to treating \"those misbehaving today\" in \"the language they will understand\".\nA Twitter spokesperson said at the time that the post \"was in violation of the Twitter Rules\".\nAnd in a statement on Friday, the company - which in April announced its new African headquarters would be based in neighbouring Ghana - said it was \"investigating and will provide updates when we know more\" about the Nigerian ban. \nThe government gave no details on how the ban would work in practice, or any explanation of how Twitter had undermined Nigeria's corporate existence.\nIts statement, which was released on Twitter, also revealed that the national broadcasting regulator, NBC, has been told to start \"the process of licensing all OTT [internet streaming services] and social media operations in Nigeria\".\nOsai Ojigho, director of Amnesty International Nigeria, condemned the announcement.\n\"This action is clearly inconsistent and incompatible with Nigeria's international obligations. We are calling on the Nigerian authorities to immediately reverse the unlawful suspension and other plans to gag the media, repress civic space, and undermine Nigerians' human rights.\"\nAnalysis by Nduka Orjinmo, BBC News, Abuja\nThe Nigerian government has toyed with the idea of regulating social media in the country, and this administration has been obsessed with the idea since it came into office in 2015. Deleting the president's tweet, however, was seen as the final straw.\nBut it was the role Twitter played in the #EndSars anti-police brutality protests which shook Nigeria last year that truly sealed its fate.\nThe demonstrations were mostly organised on the platform and the company's CEO, Jack Dorsey, made donations to one of the leading groups of organisers. A special emoji was also created for the protests.\nTwitter helped give Nigeria's many youths a voice. But in the eyes of the government, the company's role in galvanising the country's young population was a line crossed.\nYet the government appears not to have reckoned with the ingenuity of #EndSars protesters. People are already downloading VPNs to bypass the block when it happens. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57338465",
      "category": "uk",
      "title": "Foreign aid: More Conservative rebels join bid to reverse cuts",
      "tags": "Conservative Party,UK aid",
      "text": "The government is facing a growing rebellion that could force it to reverse cuts to foreign aid.\nThirty Tory rebels, including former prime minister Theresa May, have now promised to back a bid to increase aid spending in 2022.\nNext week's planned Commons vote will come in the same week the government hosts world leaders at the G7 summit. \nA minister said despite the \"temporary\" cut, the UK remained \"one of the largest donors of aid in the world\".\nThe rebels want to restore aid spending to 0.7% of national income from next January, after ministers reduced it to 0.5% this year, a cut of almost £4bn.\nThe group is hoping to use a technical procedure, involving an amendment to a new law setting up the UK's new \"high risk\" science agency, to bring about the change.\nThe aid reduction has meant millions of pounds less is being spent on supporting girls' education, reproductive health, clean water, HIV/AIDS, the humanitarian crisis in Yemen and Syria, and hundreds of other projects. \nCharities warned that millions of women and children would not receive food and support and have predicted that more than 100,000 people could die as a result of the government's decision. \nThe United Nations Secretary General, Antonio Guterres, has described the aid cuts as a \"death sentence\". \nThe reductions to the overseas development assistance budget were introduced by the government this year without a vote, in part because ministers feared defeat at the hands of MPs.\nInitially ministers conceded the change would require a change to the 2015 law, passed during the Tory-Lib Dem coalition, which made the 0.7% target legally binding.\nBut in March, Boris Johnson argued a change would not be required because the current law allows the target to be temporarily missed in exceptional circumstances. \nThe government has promised to restore spending to the 0.7% level \"when the fiscal situation allows\" - but has not specified a date. \nCritics have argued the decision to cut spending without changing current legislation is unlawful, and have been looking for an opportunity to test opinion in the Commons.\nOn Thursday, former Tory premier Theresa May, her former de facto deputy PM Damian Green, former Welsh secretary Stephen Crabb and former defence minister Johnny Mercer joined those supporting the rebellion.\nIt means there are now 30 Tory MPs supporting the amendment, including seven former cabinet ministers.\nFormer International Development Secretary Andrew Mitchell - who is leading the rebellion - said he was confident of finding the 45 or so Conservative rebels needed to defeat the government. \nHe said more Conservative MPs were coming forward to support the amendment to \"stand by\" the party's manifesto promise to spend 0.7% of national income on aid.\nOn Wednesday, Mr Mitchell tabled his amendment to the Advanced Research and Invention Agency Bill. \nThe bill, which would set up a new agency designed to come up with innovative policy, is due to receive detailed scrutiny in the Commons on Monday.\nMr Mitchell's technical amendment would oblige the new agency to make up any shortfall in aid spending if the government were to miss the 0.7% target.\nWhitehall officials are studying whether the amendment is likely to be considered within the scope of the bill. It will be up to Commons Speaker Sir Lindsay Hoyle to decide on Monday whether it should be put to a vote.\nOne of the Conservative rebels, Caroline Nokes, said the group had put \"an awful lot of work\" into designing their amendment, and she was \"very hopeful\" it would be selected.\nBut, speaking to BBC News, she added the group was \"entirely in the hands of the Speaker at this point\".\nLabour's shadow international development secretary Preet Kaur Gill said the aid cut had \"risked lives\" during the pandemic and undermined the UK's credibility as a \"leader on the greatest global challenges\".\nShe urged ministers to \"do the right thing\" ahead of the G7 summit and reinstate the UK's commitment to spending 0.7% on foreign aid.\nResponding to the move, Home Office Minister Victoria Atkins said the cut was a \"small temporary reduction,\" and the UK still remained \"one of the largest donors of aid in the world\".\nShe told Sky News: \"The prime minister has made clear that this is a temporary measure.\n\"In 2019, no one could have foreseen the extent of the pandemic and the measures we were going to have to take as a country in order to deal with this; it has had a huge impact on our economy.\"\n\"So we've had to make some very, very difficult decisions,\" she added. \n\"I do believe we still have a record of which we can very much hold our head up high in terms of international development.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57353048/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Airlines add capacity ahead of Portugal change",
      "tags": "Tourism,Coronavirus lockdown measures,Travel,Department for Transport,Portugal,Travel & leisure industry,Grant Shapps,Coronavirus pandemic",
      "text": "Airlines are laying on extra capacity to bring people back to the UK from Portugal before the country is removed from the travel green list on Tuesday.\nBritish Airways is increasing its flights, while Tui and EasyJet are upgrading the size of their planes.\nThe move to the amber list means UK tourists should not visit the country and returnees must isolate for 10 days.\nBut travel firm Tui says 50% of passengers due to travel there in June are still planning to go.\nAny travellers scrambling for return flights before the new rules come in at 04:00 BST on 8 June are facing steep prices for tickets - with a single BA ticket from Faro to London City going for more than £540. \nHealth Secretary Matt Hancock said the decision on Portugal, which includes the islands of Madeira and the Azores, had to be made because of a rise in cases of the Delta variant, first detected in India.\n\"It was not a decision I wanted to take,\" he said. \"But we're absolutely determined to keep this country safe, especially from novel variants coming from overseas.\"\nSpeaking from a G7 health ministers' meeting in Oxford, Mr Hancock added that \"tough\" rules on international travel were also necessary to protect the success of the UK's vaccine rollout.\nHowever, Portugal's minister of foreign affairs, Augusto Santos Silva, told the BBC the UK's decision was not sufficiently justified, and that he did not understand the \"logic\" of the move - as the pandemic situations were very similar in the two countries. \nHe also stressed that Portugal had only registered 12 cases of the so-called Nepal variant, saying: \"I don't find any statistical relevance in these numbers.\"\nIt comes as the coronavirus reproduction number, or R - the number of people that one infected person will pass on a virus to, on average - in England is between 1 and 1.2.\nThe latest figures show a further 11 people have died within 28 days of a positive coronavirus test and another 6,238 cases have been reported.\nNo new destinations were added to the green list in the latest review, but seven countries - Afghanistan, Bahrain, Costa Rica, Egypt, Sri Lanka, Sudan, and Trinidad and Tobago - are being added to the red list. \nScotland, Wales and Northern Ireland have confirmed they will adopt the same changes, and the green list will be reviewed again on 28 June.\nLabour has called for the amber travel list to be scrapped altogether - or \"at the very least\" for Thailand and Vietnam to be urgently added to the red list, citing research on a variant linked to Thailand and rising cases in Vietnam, potentially as a result of a new variant.\nThe travel industry has criticised the change, saying it will threaten jobs and consumer confidence - with the boss of Heathrow Airport warning the sector faces \"another lost summer\".\nRyanair chief executive Michael O'Leary told BBC Breakfast that the decision was not \"based on any science or public health\", and that  he did not understand why the UK \"which has been so successful with vaccines\" was expecting its vaccinated citizens to quarantine.\nAlan Richards travelled to the Algarve on Saturday with seven of his family, including grandchildren, and they were due to return home on Tuesday.\nNow he says there is no possible way to get back before Portugal is moved to the amber list, costing the family hundreds of pounds in additional Covid-19 tests, keeping him from his job on the London Underground for 10 days and forcing his seven-year-old granddaughter to miss school.\n\"We're not ignorant people, we understood that there may well be a situation where if anything changes you would start having to make plans to cut short your holiday. That's acceptable,\" he says.\nBut with just five days' notice of the change, there is not enough time to book new pre-flight Covid tests and get the results before departure. Alan says he has been told there is a four-day wait just to get a test in Portugal.\nThe extra coronavirus tests they will be required to take during the 10-day quarantine will also cost £120 each, he says, adding £960 to the family's holiday bill.\nA week's notice could have allowed them to rebook travel if necessary, Alan says.\n\"No matter how you look at this, the timescales for returning are absolutely awful. We're in a frantic situation,\" he says.\n\"Mr Shapps needs to understand the awful situation that he's put hundreds of thousands of people in. He needs to resign.\"\nPortugal's change followed increased concern about a mutation of the Delta variant first identified in India, the government said.\nSome 68 cases of the Delta variant have been identified in the country, including cases with an additional so-called Nepal mutation, according to official figures.\nPublic Health England (PHE) said there were cases of the mutation in several countries, including a small number in the UK, and that it was investigating whether it could be more more transmissible and less effectively tackled by vaccines. \nThe number of positive Covid cases in Portugal has nearly doubled in the last three weeks.\nOn 2 June, Portugal had 5.4 new cases per 100,000 people per day, which was only a little higher than the UK at 5.1 - but differences in the amount of testing being done make direct comparisons difficult.\nPHE believes the Delta variant is now dominant in the UK and that it may be linked to a higher risk of hospital admission. \nEarlier, epidemiologist Prof Neil Ferguson told Today that estimates suggest the Delta variant could be \"60% more transmissible\" than the previously dominant Kent variant known as Alpha.\nAsked about whether the ending of Covid restrictions in England on 21 June needed to be delayed, he said the data was pointing \"towards the direction of being cautious\".\nIn other key developments:\nAre you in Portugal? Are you planning to travel there soon? Please share how this latest announcement will affect you. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57350742",
      "category": "uk-england-nottinghamshire",
      "title": "Mansfield man sells luxury Panther De Ville car to Cruella movie",
      "tags": "Mansfield,Film",
      "text": "A luxury car collector has said it was \"amazing\" to see one of his cars driven around on the big screen by Cruella de Vil.\nPeter Mayo, from Mansfield, Nottinghamshire, sold his rare Panther De Ville to Disney for their new movie Cruella, starring Emma Stone.\nThe film tells the back story of Cruella De Vil, the fur-obsessed baddie from 101 Dalmatians. \nThe studio has been contacted for a comment.\nMr Mayo, an engineer, said he had watched the recently-released film at home, an experience he had found both \"amazing\" and \"painful\".\n\"Her car was a De Ville in the earlier movies, so it just has to be a De Ville now,\" he said.\n\"It was amazing seeing it on the screen but she's not as careful a driver as I am. It was quite painful to watch her driving it.\n\"It's weird, you cannot describe the feeling when the star of the movie is your car.\"\nThe Panther De Ville, which was launched in 1974, is closely modelled on a 1930s Bugatti Royale. \nAt 17ft 6in (5.3m) long and twice the price of a Rolls-Royce Silver Shadow, the car was aimed squarely at the super-rich and only 58 were made.\nMr Mayo said: \"It was designed with modern parts but still to be way over-the-top.\n\"Elton John had one, Oliver Reed also and the Sultan of Brunei.\n\"It's fun to drive and when I take it out around Mansfield, people lean out of windows to take pictures.\"\nOver time Mr Mayo bought two and was in the process of having the second restored when he saw an advert seeking a De Ville.\nHe said: \"They came up and saw the one in bits and I quoted a price for when it was finished.\n\"They said, 'we'll give you a bit less and we'll come and fetch it tomorrow in bits'. They had to send two lorries to pick it up.\"\nWhile not giving a specific figure, Mr Mayo said it sold for \"nearing six figures\".\nMr Mayo said he understood the car - which was modified for the movie - is now on display at Disneyland, California.\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-57358762",
      "category": "uk-scotland-south-scotland",
      "title": "Moffat schoolboy wears skirt in protest at dress code",
      "tags": "School uniform,Moffat",
      "text": "A teenage boy has been wearing a skirt to school in protest after some pupils were sent home for wearing shorts in warm weather.\nMoffat Academy's uniform policy says students should only wear either dark trousers or a skirt.\nShane Richardson, 16, borrowed a skirt from his younger sister Lexi to join the protest.\nDumfries and Galloway Council said the uniform policy had been in place for some time but was due to be changed.\nShane's mother, Hayley, said the situation had been building up in recent weeks as weather improved.\n\"On Tuesday this week, Shane said to me: 'Mum, can I get a skirt?',\" she said.\nThe Daily Record first told how Shane explained that a group of boys at the school wanted to wear them because they were not being allowed to wear shorts.\n\"Every single year when the weather gets hot, the boys go to school in shorts,\" said Ms Richardson.\n\"All of a sudden this rule is being hammered into the school.\n\"The last two days when it has been super hot they have just sat in class and it is almost like sitting in a green house.\"\nShe said that, due to the level of complaints about the policy, a meeting had been scheduled for later this month but that was not soon enough.\n\"They will be suffering for the next two weeks,\" she said.\n\"This is Scotland, by the time that meeting comes it is going to be snowing.\n\"It is hot now and 16 June is another 10 days away.\"\nA spokesman for Dumfries and Galloway Council said the policy at Moffat Academy had been in place for \"several years\" and was set to be updated.\n\"Feedback from young people, parents and carers to the school has indicated that it is time to review the policy and make changes,\" he said.\n\"Whilst this engagement is ongoing, pupils have been reminded to adhere to the agreed policy which enables the school to maintain high standards and excellence before any changes are finalised.\n\"An update to the parent council following this engagement has already been scheduled for 16 June.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57368247",
      "category": "world",
      "title": "G7: Rich nations back deal to tax multinationals",
      "tags": "Tax,G7",
      "text": "The G7 group of advanced economies has reached a \"historic\" deal to make multinational companies pay more tax.\nFinance ministers meeting in London agreed to battle tax avoidance by making companies pay more in the countries where they do business.\nThey also agreed in principle to a global minimum corporate tax rate of 15% to avoid countries undercutting each other.\nTech giants Amazon and Facebook are among those likely to be affected.\nThe deal announced on Saturday, between the US, the UK, France, Germany, Canada, Italy and Japan, plus the EU, could see billions of dollars flow to governments to pay off debts incurred during the Covid crisis. \nNegotiated over many years, it will put pressure on other countries to follow suit, including at a meeting of the G20 next month, which includes China, Russia and Brazil.\nUS Treasury Secretary Janet Yellen told reporters that the \"historic\" agreement on a global minimum tax would \"end the race to the bottom in corporate taxation and ensure fairness for the middle class and working people in the US around the world\".\nUK Chancellor of the Exchequer Rishi Sunak, who hosted the summit, said the agreement would make the global tax system \"fit for the global digital age\".\nHis German counterpart, Olaf Scholz, said it was \"very good news for tax justice and solidarity and bad news for tax havens\".\n\"Companies will no longer be in a position to dodge their tax obligations by booking their profits in lowest-tax countries,\" he said. \nGovernments have long grappled with the challenge of taxing global companies operating across many countries. \nThat challenge has grown with the boom in huge tech corporations like Amazon and Facebook.\nAt the moment companies can set up local branches in countries that have relatively low corporate tax rates and declare profits there. \nThat means they only pay the local rate of tax, even if the profits mainly come from sales made elsewhere. This is legal and commonly done.\nThe deal aims to stop this from happening in two ways. \nFirstly the G7 will aim to make companies pay more tax in the countries where they are selling their products or services, rather than wherever they end up declaring their profits.\nSecondly, they want a global minimum tax rate so as to avoid countries undercutting each other with low tax rates.\nThe right to tax is the essence of sovereign power. That is why co-ordinated international action is so difficult. \nIt has been the dream of campaigners and mainly European finance ministers for years. They would scarcely have believed it was possible until the past few months. But the need to fill coffers emptied by the pandemic, and the arrival of the Biden administration in the US, created a moment of opportunity.\nThere was, however, a big compromise to get this across the line. A minimum corporation tax rate of 15% is rather low. Although European finance ministers succeeded in including the phrase \"at least 15%\", which offers a path to get that number higher.\nHow much bite this change actually has will depend on the fine print of ongoing negotiations. Tech firms say they welcomed the move. Facebook vice president Nick Clegg said they recognised it could mean the company \"paying more tax, and in different places\".\nAnd then there is the question of the rest of the world. This now goes from the G7 to the wider G20 group, including China, Russia and Brazil, and then beyond. \nThe German finance minister told me that the likes of Ireland, with its low corporation tax rate, now needed to \"get on the train\". \nThe Irish finance minister told me he accepted that change was coming, but he would continue to argue for legitimate tax competition. \nA process has begun, a precedent has been set. It may or may not end up being transformative, but this moment is historic.\nThe rules on making multinationals pay taxes where they operate - known as \"pillar one\" of the agreement -  would apply to global companies with at least a 10% profit margin. \nTwenty percent of any profit above that would be reallocated and taxed in the countries where they operate, according to the G7 communiqué.  \nIn the case of the UK, for example, more tax revenue would be raised from large multinationals and would help pay for public services.\nThe second \"pillar\" of the agreement commits states to a global minimum corporate tax rate of 15% to avoid countries undercutting each other.\nIn the UK, corporation tax is already 19% and is set to rise to 25% by 2023 in response to spending during the pandemic. \nMs Yellen said there was an understanding that national digital services taxes such as those levied by the UK and EU countries would be scrapped and replaced by the new agreement. Such taxes are regarded by the US as unfairly targeting American technology giants.  \n\"The timing remains to be worked out exactly but there is broad agreement that these two things go hand in hand,\" the treasury secretary said.\nAsked whether Amazon and Facebook would fall under the new proposals for a global minimum corporation tax, she replied: \"It will include large profitable firms and those firms, I believe, will qualify by almost any definition.\" \nSeparately, the G7 also agreed to give a commitment to make it mandatory for firms to report the climate impact of their investment decisions.\nThe agreement will be discussed in detail at a meeting of G20 finance ministers in July in Venice. \nPaolo Gentiloni, the EU commissioner for the economy, described Saturday's agreement as a \"big step... towards an unprecedented global agreement on tax reform\" and promised the EU would \"contribute actively to making that happen\" in Venice.\nBut Irish Finance Minister Paschal Donohoe, whose country offers a low 12.5% corporate tax rate, tweeted any agreement would have to \"meet the needs of small and large countries, developed and developing\".\nHe referred to the Organisation for Economic Co-operation and Development (OECD), an intergovernmental economic organisation with 38 member countries, which promotes world trade and has been also working on updating global tax rules.  \nA spokesperson for Amazon quoted by Reuters news agency said: \"We believe an OECD-led process that creates a multilateral solution will help bring stability to the international tax system. \n\"The agreement by the G7 marks a welcome step forward in the effort to achieve this goal.\"\nFacebook's Nick Clegg described the agreement as a \"significant first step towards certainty for businesses and strengthening public confidence in the global tax system\".\nA spokesperson for Google said: \"We strongly support the work being done to update international tax rules. We hope countries continue to work together to ensure a balanced and durable agreement will be finalised soon.\""
    }
  ]
}