{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56691199",
      "category": "uk-politics",
      "title": "Politicians mark 'extraordinary life' of Prince Philip",
      "tags": "Keir Starmer,Boris Johnson,Prince Philip, Duke of Edinburgh,Palace of Westminster",
      "text": "Politicians across the UK were united in mourning after the announcement of the Duke of Edinburgh's death, aged 99. \nBoris Johnson led the tributes from the steps of Downing Street, praising Prince Philip's \"extraordinary life\".\nLabour leader Sir Keir Starmer said the UK had \"lost an extraordinary public servant\", while Scotland's First Minister Nicola Sturgeon sent her condolences to the Royal Family.\nParties have suspended their election campaigning as a mark of respect. \nElections are due to take place for the Scottish and Welsh parliaments, English councils, city mayors and police and crime commissioners on Thursday, 6 May. \nEarlier, cabinet ministers met to pay tribute to the duke, who had known 16 prime ministers during his time by the Queen's side. \nA statement released after the virtual meeting said they had \"shared recollections of meeting Prince Philip and praised his work, including as an environmentalist and for the Duke of Edinburgh's Award\". \nParliament will return a day early from recess on Monday so MPs can share their condolences in the Commons - led by the prime minister and Sir Keir. \nPeers - who were due to return to the House of Lords on Monday - will also start their proceedings with a humble address of condolence to the Queen.\nThe Scottish Parliament, the Northern Ireland Assembly and the Welsh Senedd will also be recalled on Monday for tributes. \nThe Speaker of the House of Commons, Sir Lindsay Hoyle, told the BBC Prince Philip was a \"magnificent man\" and an \"institution\".\nIn a statement, he added: \"Today we must pause to honour him and to offer our sincerest thanks for the prince's devout faithfulness to our country - and all the nations shall miss him greatly.\"\nThe death of Prince Philip, who was married to the Queen for more than 70 years, was announced by Buckingham Palace on Friday. \nThe statement said he had \"passed away peacefully this morning at Windsor Castle\".\nThe government has issued guidance for all official flags on all UK government buildings, including the union jack, to be flown at half-mast in tribute to the duke until 08:00 BST on the day following his funeral.\nGiving a speech outside No 10, Mr Johnson said the duke had \"earned the affection of generations here in the United Kingdom, across the Commonwealth and around the world\".\nThe prime minister praised Prince Philip's service and \"bravery\" in World War Two, as well as his contributions after - from being a \"champion of the natural world\" through to having \"shaped and inspired the lives of countless young people\" through the Duke of Edinburgh award. \n\"We remember the duke for all of this and above all for his steadfast support for Her Majesty the Queen,\" he added. \n\"We offer our condolences to her and to all her family and we give thanks, as a nation and a kingdom, for the extraordinary life and work of Prince Philip.\"\nLabour leader Sir Keir Starmer said the Duke of Edinburgh had \"dedicated his life to our country\", but he would be \"remembered most of all for his extraordinary commitment and devotion to the Queen\". \nIn a statement, Sir Keir said it had been \"a partnership that inspired millions in Britain and beyond\".\nHe added: \"Their marriage has been a symbol of strength, stability and hope, even as the world around them changed - most recently during the pandemic. \n\"My thoughts are with the Queen, the Royal Family and the British people as our nation comes together to mourn and remember the life of Prince Philip.\"\nOther political leaders also paid their respects to the duke - including the SNP's Nicola Sturgeon, who said she was \"saddened by the news\".\nShe added: \"I send my personal and deepest condolences - and those of [the Scottish government] and the people of Scotland - to Her Majesty the Queen and her family.\"\nNorthern Ireland's First Minister Arlene Foster offered her \"deepest sympathies\" to the Royal Family, while Deputy First Minister Michelle O'Neill extended her \"sincere condolences\".\nWelsh First Minister Mark Drakeford said Prince Philip had \"served the crown with selfless devotion and will be sorely missed by the people of Wales and the many organisations he supported\".\nThe leader of the Liberal Democrats, Sir Ed Davey, said the duke was \"a much-loved husband, father, grandfather and great grandfather\", adding: \"We will always be grateful for his amazing service.\"\nFormer leaders also expressed their sadness at the death of the Duke of Edinburgh.\nTheresa May, who stood down as prime minister in 2019, said her \"thoughts and prayers\" were with the Queen and her family.\nShe told the BBC that Prince Philip had \"a dry sense of humour\" and was \"a man of so many different interests\", adding: \"I will remember him... as somebody who put those talents to the committed and selfless service of the Queen and her country.\"\nHer predecessor and fellow Conservative, David Cameron, called it \"desperately sad news\", adding: \"It was an honour and a privilege as prime minister to see up close what a powerful advocate the duke was for the causes he believed in.\"\nFormer Labour Prime Minister Gordon Brown said he was \"personally fortunate to benefit from the duke's wisdom on many occasions\", adding that his \"commitment to the United Kingdom and to the Commonwealth will never be forgotten\".\nAnd his predecessor in No 10, former Labour PM Tony Blair, said Prince Philip was \"a man of foresight, determination and courage\" who was \"often way ahead of his time\", on issues such as the environment and \"reconciliation between religious faiths\".\nFormer Conservative PM Sir John Major also released a statement, saying: \"Modest to the core, and hating any kind of fuss or bother, [Prince Philip] epitomised the British spirit and remained true to himself right up to the very end.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56698056",
      "category": "uk-politics",
      "title": "Greensill row: David Cameron 'believes he should have sent letter' to Rishi Sunak, says friend",
      "tags": "David Cameron,HM Treasury,Greensill Capital,Rishi Sunak,Lobbying in the United Kingdom,Lobbying",
      "text": "David Cameron now believes it might have been better to approach the Treasury formally over access to loans for a firm he worked for, a friend has said. \nA row over lobbying erupted after it came to light the former Conservative PM had sent texts to Chancellor Rishi Sunak and two other ministers appealing for help for Greensill Capital.\nAs reported in the Financial Times, a friend of Mr Cameron said he now thinks a formal letter would have been better.\nMr Cameron has yet to respond himself.\nOn Thursday, the chancellor published two of his text replies to Mr Cameron, saying the request he had made would \"require a change\" to the system in place - but that he had \"pushed the team to explore an alternative\".\nA source close to Mr Sunak said the former prime minister had messaged the chancellor \"multiple times\" on his personal phone, and that he had chosen to publish the messages \"in order to reassure beyond doubt that there was no wrongdoing and that he acted with integrity and propriety\".\nMr Cameron's texts have not been published. \nBut Labour's shadow chancellor, Anneliese Dodds, said the messages \"raise very serious questions about whether the chancellor may have broken the ministerial code\" as they suggested the firm \"got accelerated treatment and access to officials\".\nThe party has called for a \"full, transparent and thorough investigation\", while the SNP has demanded Mr Sunak make a statement to Parliament.\nAfter leaving office, Mr Cameron got a job as an adviser to Greensill Capital.\nThe company - which has now gone bust - was run by financier Lex Greensill, who worked as unpaid adviser to Mr Cameron during his time in No 10.\nWhen working for Greensill in 2020, Mr Cameron texted Conservative ministers within the Treasury to appeal for access to emergency government-backed loans amidst the height of the pandemic.\nBut the requests were eventually rejected by Treasury officials.\nMr Cameron was investigated by a watchdog over whether he broke rules by not registering as a lobbyist for his work at Greensill - but he was cleared in March.\nBut critics have continued to question his access to ministers - and Labour has raised questions about the access Mr Greensill had when he worked as a government adviser.\nHowever, the friend of Mr Cameron said he and Mr Greensill met twice at most when Mr Cameron was PM.\nIn the latest development in the row, a friend of Mr Cameron's said he now believed it may have been better to formally approach the chancellor through a letter, rather than sending text messages to his personal phone. \nThe friend said Mr Cameron approached Mr Sunak at a time of national crisis - when the Treasury was actively seeking ideas. \nAnd they said that no rules had been broken by the former prime minister.  \nMr Greensill, the Australian founder of Greensill Capital, has yet to comment on the row."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56673778",
      "category": "entertainment-arts",
      "title": "Bafta Film Awards 2021: Two-night ceremony announces first winners",
      "tags": "Bafta Awards,Film,Riz Ahmed",
      "text": "The movie Ma Rainey's Black Bottom has won two prizes on the first night of the Bafta Film Awards, which are being split over two days for the first time.\nMany of the technical prizes were handed out on Saturday, with the main awards still to be presented on Sunday.\nRiz Ahmed, Sir Anthony Hopkins, Vanessa Kirby and Daniel Kaluuya are among the stars up for acting awards.\nBoth halves of the ceremony are being presented from the Royal Albert Hall, but winners are appearing virtually.\nMa Rainey's Black Bottom stars Viola Davis and the late Chadwick Boseman as members of a 1920s blues band.\nOther winners included Rocks, a low-budget British film starring a group of teenage girls, many of whom had not acted before; Christopher Nolan's time-bending thriller Tenet; and Mank, in which Gary Oldman plays Citizen Kane screenwriter Herman J Mankiewicz.\nThe winners from the first night were:\nNoel Clarke - the Kidulthood, Bulletproof and Doctor Who actor - was also presented with the outstanding British contribution to cinema award.\nHe dedicated it to \"my young black boys and girls out there that never believed it could happen to them\".\nThe Duke of Cambridge had been due to appear in a pre-recorded segment, but pulled out following the death of his grandfather, the Duke of Edinburgh. Host Clara Amfo paid tribute to Prince Philip, who was Bafta's first president from 1959-66.\nOn Sunday, prizes including best film, director, screenplay and animated feature will be handed out, as well as the acting awards.\nThis year's shortlists include a diverse line-up of talent, following an outcry last year when voters only nominated white actors.\nThis time, 16 of the 24 acting contenders come from minority ethnic backgrounds.\nTwo films lead the overall field with seven nominations each - Rocks and Nomadland, which stars Frances McDormand as a US woman living a nomadic life in a van after the financial crash.\nWhile the nominees will all appear remotely on Sunday, stars including Hugh Grant, Tom Hiddleston, Priyanka Chopra Jonas, and Phoebe Dynevor will be at the London venue to announce the winners.\nThey will be joined by fellow award presenters Chiwetel Ejiofor, Cynthia Erivo, Gugu Mbatha-Raw, Richard E Grant, Felicity Jones, Asim Chaudhry, James McAvoy, David Oyelowo, Pedro Pascal and Jonathan Pryce.\nRose Byrne, Andra Day, Anna Kendrick and Renee Zellweger will announce some winners from Los Angeles.\nSunday's ceremony will be hosted by Edith Bowman and Dermot O'Leary, and will be broadcast on BBC One from 19.00-21.00 BST.\nFollowing the lack of diversity last year, a seven-month review led Bafta to introduce more than 120 changes to its voting, membership and campaigning processes.\nThey included the introduction of a new longlist round of voting, the expansion of the outstanding British film field to 10 nominations, and increasing all four acting categories and best director to six nominees in an attempt to ensure greater diversity.\nThis year's Baftas were delayed by two months because of the pandemic, and come two weeks before the awards season reaches its climax with the Oscars.\nUnlike the Baftas, the Oscars organisers want nominees to appear in person, and will have a London venue for the first time for UK-based contenders.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56682226/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: People can start thinking about foreign travel - Shapps",
      "tags": "Tourism,Travel,Coronavirus vaccines,Personal finance,Department for Transport,Coronavirus testing,Travel & leisure industry,Grant Shapps,Vaccine passports",
      "text": "People in England can start thinking about booking foreign holidays again this summer, Transport Secretary Grant Shapps has said. \nBut he said the cost of the Covid tests required needed to be driven down, amid criticism from the travel industry. \nMr Shapps has also given more detail on the traffic light system which will see countries graded on their risk.\nPassengers will have to take the tests before leaving and on returning - even from low-risk \"green\" countries.\nThere will also be a watch list for countries most at risk of going from green to amber to provide greater assurance for those looking to travel abroad.\nAnnouncing the findings of the Global Travel Taskforce set up by the government to examine how leisure travel could be reopened safely after lockdown, Mr Shapps said foreign holidays would resume on 17 May at the earliest. \nHe told the BBC: \"This is the first time I'm able to come on and say I'm not advising against booking foreign holidays. \n\"Yes, you'll want to check what the situation is in two or three weeks' time when that list - the green, amber, red, is produced - you'll want to know that you've got good holiday insurance and flexible flights and the rest of it. \n\"But for the first time I think there is light at the end of the tunnel and we'll be able to restart international travel, including cruises by the way, in a safe and secure way, knowing about the vaccinations, everything we know about the disease this year, and of course that abundance of caution - having the tests in place.\"\nMr Shapps said the use of PCR tests - those needing to be sent to a lab - enabled scientists to detect potential variants of concern.\nBut he said he was \"concerned\" about the cost of the tests, adding that the government was committed to driving down the price of these by working with the private sector. \nThe transport secretary also said the government was looking at the possibility of people bringing pre-departure tests with them that they can use before boarding their return flight, pointing out that people are now able to order free lateral flow tests. \nOn Friday, the UK confirmed another 3,150 virus cases, and another 60 deaths of people who had tested positive in the past 28 days.\nMr Shapps said countries would be categorised based on level of infections and vaccinations, variants of concern and the quality of their genetic sequencing. \nHe said this list would be kept under constant review and that he was hopeful European countries would be upgraded as their vaccination rates improve. \nMr Shapps also said he was concerned about people who were separated from family members living overseas, saying it was \"possibly even more pressing than the holiday issue\".\nHe said families in the UK were \"uniquely spread across the world\", and the government wanted to make sure people were able to reunite. \nThe government has not yet said which countries will be green, amber or red - but said it would do so by early May. \nNearly 40 countries are currently on the UK government's red list of countries from which travel is banned, except for British and Irish nationals and those with residence rights in the UK.\nThe rules will be reviewed on 28 June to see whether any measures can be rolled back, the government said.\nFurther formal reviews will take place at \"checkpoints\" no later than 31 July and 1 October.\nShadow home secretary Nick Thomas-Symonds said the government had not outlined the traffic light system in detail and criticised the release of the plans while MPs are not sitting. \nHe told the BBC: \"The government has spoken about factors like vaccination rates, infection rates, the position with variants and also about the level of genomic sequencing. But I've no idea what the levels of each of those are for the government to place countries into, whether it's the green category, amber or red.\" \nThe first ministers of Scotland and Wales have both already argued that 17 May will be too early for foreign holidays to resume.\nNorthern Ireland has not yet announced its plans, but its chief medical officer has said it would be \"premature\" to book a foreign summer trip.\nIn other developments:\nAt the moment, almost anyone seeking to travel to England must first take a coronavirus test before departure and then two tests when they arrive, bought through a private provider. Children under 11 are exempt.\nConsumer group Which? estimated that each PCR test - which is just one of the tests needed - could cost about £120 per person.\nHowever, the government said it would work with airlines, travel firms and the test providers to see whether prices can be reduced. That could involve cheaper tests, or the government providing the pre-departure tests.\nThe government's plans have been met with mixed reaction from the travel industry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56693106",
      "category": "health",
      "title": "Coronavirus infections 'a sixth of January peak'",
      "tags": "Office for National Statistics,Coronavirus pandemic",
      "text": "Coronavirus cases are down to less than a sixth of the January peak, according to data from the Office for National Statistics.  \nThe ONS said infections were \"likely level\" in England and Northern Ireland in the week up to 3 April, but decreasing in Scotland and Wales. \nOverall just under 0.3% of the population - one in 350 people - tested positive.\nThe R number for England is now estimated to be between 0.8-1.\nOn Friday, the UK reported the largest number of second vaccine doses in a single day at 449,269 - with 96,242 first doses also administered. \nThere were a further 3,150 confirmed cases in the past 24 hours, and another 60 deaths within 28 days of a positive test.\nThe government's scientific advisers, Sage, said they were not producing a UK-wide estimate of R because of the \"increasingly localised approaches\" meant UK-level estimates \"may not accurately reflect the current picture of the epidemic\".\nThe ONS suggests that in England, about one person in 340 tested positive in the week to 3 April. \nIn Northern Ireland, it was one in 300, in Scotland one in 410 and in Wales one in 800. \nAcross the UK as a whole, the study suggests that levels are similar to those seen in late September last year. \nThe REACT study, which also swabs people selected at random, suggested earlier this week that infections were levelling off, but suggested that the vaccination program is breaking the link between Covid-19 cases and deaths. \nFind out how the pandemic has affected your area and how it compares with the national average: \nIf you can't see the look-up click here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56705631",
      "category": "world-europe",
      "title": "Giorgos Karaivaz: Veteran crime journalist shot dead in Greece",
      "tags": "Press freedom,Media,Greece,Athens,European Union",
      "text": "Greek Prime Minister Kyriakos Mitsotakis has ordered a speedy investigation after a veteran crime journalist was shot dead on Friday. \nGiorgos Karaivaz was shot at least six times with a silenced weapon by two men on a moped outside his home in Athens.  \nHis death \"shocked us all,\" said a government spokeswoman. \nMedia freedom organisations said it must be established whether Karaivaz was killed for his work, which covered organised crime and corruption. \nEuropean Commission President Ursula von der Leyen urged justice for the \"despicable, cowardly\" murder.  \nEuropean Parliament speaker David Sassoli tweeted that he was \"devastated\" by the news.\nThe last killing of a journalist in the EU to have caused such outrage was that of Jan Kuciak in Slovakia three years ago.\nKaraivaz, who worked for private broadcaster Star TV and news blog bloko.gr, was fired upon as he got out of his car after work outside his house in the southern Athens district of Alimos, witnesses were quoted as saying by AFP news agency.\nMore than a dozen bullet casings were collected from the scene, police sources said.\n\"It was a professional hit,\" a police official told Reuters news agency, speaking on condition of anonymity.\nKaraivaz had not requested police protection, nor reported any death threats, according to the Associated Press.\n\"On [the prime minister's] express orders, the investigation will be expedited to the maximum degree,\" Citizen's Protection Minister Michalis Chrysohoidis told reporters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56704539",
      "category": "uk",
      "title": "Coronavirus: UK reports largest number of second jabs in one day",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": " The UK has reported the largest number of second coronavirus vaccine doses given in a single day, according to the latest government data.\nA total of 450,136 second doses were received on Friday - with 106,878 first doses also administered.\nThe previous record was set on Thursday when 449,269 second doses were reported - in addition to 96,242 first doses.\nThere were 2,589 new infections in the past 24 hours, and another 40 deaths within 28 days of a positive test.\nThe latest figures show that of the 39,001,554 vaccinations administered in the UK so far, 32,010,244 were first doses - a rise of 106,878 on Friday.\nMeanwhile, 6,991,310 were second doses, a rise of 450,136.\nAfter the latest figures, the UK's death toll stands at 127,080 and the total number of infections is 4,368,045.\nIt comes after scientists tracking the epidemic say there is increasingly strong evidence to show that the UK's vaccination programme is breaking the link between coronavirus cases and deaths.\nA study, commissioned by the government and run by Imperial College London, found that infections had fallen by roughly two-thirds since February, before beginning to level off.\nThis is probably due to people beginning to mix more - but deaths have not followed the same pattern. \nHowever this was not the case before January, when the vaccine rollout began.\nMeanwhile, Office for National Statistics (ONS) data suggests that coronavirus cases in the UK are down to less than a sixth of the January peak. \nInfections were \"likely level\" in England and Northern Ireland in the week up to 3 April, but decreasing in Scotland and Wales, the ONS said. \nOn Wednesday, it was announced that people under the age of 30 in the UK will be offered an alternative Covid vaccine to the Oxford-AstraZeneca jab due to evidence linking it to rare blood clots.\nThe recommendation followed a review by the UK's medicines watchdog the Medicines and Healthcare products Regulatory Agency (MHRA) found that by the end of March 79 people had suffered rare blood clots after vaccination - 19 of whom had died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56698854",
      "category": "world",
      "title": "Coronavirus: WHO chief criticises 'shocking' global vaccine divide",
      "tags": "World Health Organization (WHO),Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The World Health Organization (WHO) has criticised what it describes as a \"shocking imbalance\" in the distribution of coronavirus vaccines between rich and poor countries.\nThe group's chief said a target of seeing vaccination programmes under way in every country by Saturday would be missed. \nThe WHO has long called for fairer distribution of Covid-19 vaccines.\nIt is leading the Covax scheme which is designed to get jabs to poorer nations.\nSo far, more than 38 million doses have been delivered to around 100 countries under the scheme.\nCovax hopes to deliver more than two billion doses to people in 190 countries in less than a year. In particular, it wants to ensure that 92 poorer countries will receive access to vaccines at the same time as wealthier countries.\n\"There remains a shocking imbalance in the global distribution of vaccines,\" WHO Director General Tedros Adhanom Ghebreyesus told a news conference on Friday. \n\"On average in high-income countries, almost one in four people have received a Covid-19 vaccine. In low-income countries, it's one in more than 500,\" he said.\nThe Covax scheme had been expected to distribute at least 100 million doses worldwide by the end of March, but only 38 million jabs have been delivered so far.\n\"We hope to be able to catch up during April and May,\" Dr Tedros said. \nHe also criticised countries that have sought their own vaccine deals outside of the Covax scheme. \"Some countries and companies plan to do their own bilateral vaccine donations, bypassing Covax for their own political or commercial reasons,\" Dr Tedros said.\n\"These bilateral arrangements run the risk of fanning the flames of vaccine inequity,\" he added. \"Scarcity of supply is driving vaccine nationalism.\"\nEarlier this year, Dr Tedros warned that the world was facing a \"catastrophic moral failure\" over vaccine inequality.  He said a \"me-first\" approach would be self-defeating because it would encourage hoarding and prolong the pandemic.\nVaccines produced in the UK, US, Europe, Russia and China are already being widely used, having been bought up and approved in countries around the world. \nBut doses have not been shared equally between countries.\nHigh-income countries currently hold a confirmed 4.6 billion doses, while low-middle income nations hold 670 million, according to research by the Duke Global Health Innovation Center."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56323950",
      "category": "entertainment-arts",
      "title": "Bafta Film Awards 2021: The winners and nominees in full",
      "tags": "Bafta Awards,Film,Riz Ahmed,The  Father,Emerald Fennell",
      "text": "This year's Bafta Film Awards have been handed out at the Royal Albert Hall in London. Here are the winners and the nominations in full. \nRead more:\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56698378",
      "category": "uk",
      "title": "'Our father, Prince Philip'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56698186",
      "category": "uk-england-devon",
      "title": "Devon and Cornwall police officers sacked after speeding",
      "text": "Two police officers have been sacked after filming themselves breaking the speed limit at 89mph in a seized high-performance vehicle.\nDevon and Cornwall Police officers PC Shaun Pearce and PC Daniel Pike shared the video with colleagues on WhatsApp. \nThey were taking part in a road safety campaign, which included preventing speeding, at the time.\nA disciplinary hearing on Thursday found the officers had committed gross misconduct and should be dismissed. \nThey are now banned from working for the police in England and Wales. \nPC Pearce and PC Pike were on road safety duty as part of the 'Fatal Five' campaign - which includes targeting speeding drivers - when the incident happened on 16 January 2019 , the hearing heard. \nThe officers had seized the vehicle, and while waiting for a recovery vehicle to arrive, drove it without the owner's permission reaching speeds up to 89 mph over 3.1 miles.\nThe vehicle was returned minutes later to the same position. \nPC Pike, who was a passenger, filmed PC Pearce speeding. \nThe footage was then shared with colleagues in a WhatsApp group, along with an explanation that the vehicle had to be moved rather than await recovery.\nAfter a three-day hearing, the panel concluded the officers had breached expected standards of professional behaviour and they should be dismissed without notice.  \nHead of Professional Standards Det Supt Paul Kessell said: \"The behaviour displayed by these officers falls well below what the force and the public expect of a police officer.\n\"Through their actions, they have undermined the public's trust and confidence in the police force and taken advantage of the responsibility placed on them in their roles.\n\"We will not tolerate such behaviours and therefore dismissal was the right and proper outcome.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56706619",
      "category": "uk",
      "title": "Matt Hancock 'had private drink' with David Cameron and Lex Greensill",
      "tags": "David Cameron,Greensill Capital,NHS,Matthew Hancock",
      "text": "Health Secretary Matt Hancock met former PM David Cameron and financier Lex Greensill for a \"private drink\" in 2019 to discuss a new payment scheme for the NHS, it has been revealed.\nIt is the latest in a series of Sunday Times disclosures about Mr Cameron's lobbying work since leaving office.\nMr Greensill advised Mr Cameron's government, and the ex-PM went on to be employed by Greensill Capital.\nAn ally of Mr Hancock said he had \"acted in entirely the correct way\".\nThey told the BBC that Mr Hancock had \"updated officials on the business that was discussed, as is appropriate\".\nGreensill Capital's scheme, which allowed staff to be paid early for hours they had already worked, went on to be used by some NHS trusts.\nThe development is the latest to be published by the Sunday Times detailing Mr Cameron's work for Greensill Capital after he left politics.\nMr Hancock is the fourth minister to have been lobbied by Mr Cameron on behalf of the company, which recently collapsed costing 440 jobs. \nMr Greensill worked as an unpaid adviser to Mr Cameron when he was prime minister.\nThe financier developed a policy designed to help small businesses get their bills paid faster, as part of a scheme that also benefited his own financial company, Greensill Capital.\nMr Cameron began working for Greensill Capital after leaving office, and tried unsuccessfully to lobby the government to increase the firm's access to government-backed loans during the first phase of the coronavirus pandemic.\nMr Cameron pressed Treasury officials - and sent text messages to Chancellor Rishi Sunak's personal phone - to access emergency funding for Greensill Capital.\nThe former Tory leader - who was PM between 2010 and 2016 - is reported to have told friends he was set to earn as much as £60m from share options in Greensill Capital, although this has since been disputed.\nIn the end, Mr Cameron's pleas to the Treasury for Covid emergency loans for Greensill Capital fell on deaf ears.\nThe \"private drink\" between Mr Hancock, Mr Cameron and Mr Greensill took place in October 2019.\nIn August 2019, Mr Greensill wrote to Mr Hancock to set out a proposal to allow the NHS access to an app Greensill Capital had devised, called Earnd, to pay doctors and nurses either daily or weekly in advance and free-of-charge to workers.\nHaving received the letter, the health secretary commissioned advice from civil servants to explore the idea.\nThe advice was that the \"principle\" of the idea was \"good,\" but sources insisted he wanted other suppliers to be able to offer the same work and it would be up to local NHS managers to decide whether to sign up to it.\nSome NHS trusts went on to use Greensill Capital's Earnd app during the pandemic. \nThis is the latest illustration of the web of connections between a former prime minister, a businessman and government ministers.\nRemember, Lex Greensill worked in Downing Street when David Cameron was PM.\nAnd then their relationship reversed when Mr Cameron left office: he went to work for Mr Greensill. \nIndividuals, businesses, charities and trade unions seek to influence the government all the time.\nBut how many people get to have a private drink with the health secretary? \nMatt Hancock insists he behaved entirely correctly.\nNeither Mr Cameron nor Mr Greensill have spoken publicly since headlines about the two of them started to appear several weeks ago now.\nIn the last few days, those close to them have begun to talk. \nWill Mr Cameron eventually feel compelled to face a camera and address the many questions he now faces?\nA source close to Mr Greensill said the scheme was offered free to both the NHS and its employees, while a source close to Mr Cameron said: \"David Cameron was an enthusiastic champion of Greensill's pay product, Earnd, and met with various people to discuss its rollout across the NHS.\"\nA Department of Health and Social Care spokesman said: \"The wellbeing of NHS staff is the top priority of the department and health secretary.\n\"Our approach was and is that local NHS employers are best placed to decide how different pay flexibilities fit with their overall pay and reward offer for their staff.\"\nLabour's Bridget Phillipson said \"every day brings fresh revelations about the culture of cronyism\" in government and called for a \"full and thorough investigation into what happened\".\nThere has been no comment from Mr Cameron or from Mr Greensill."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56703409",
      "category": "world-latin-america",
      "title": "St Vincent volcano: Ash rains down on Caribbean island",
      "tags": "Volcanoes,Caribbean,Saint Vincent and the Grenadines",
      "text": "The Caribbean island of St Vincent has been blanketed in a layer of ash, bringing major disruption after a volcano erupted on Friday.\nWhite-coloured dust has covered buildings and roads around the island, including in its capital Kingstown. \nThe La Soufrière volcano was still rumbling and emitting ash thousands of metres into the air on Saturday. The prime minister has called for calm.\nThe volcano was dormant for decades but started to become active in December.\nThousands of people have been forced out of their homes and the water supply to most of the island has been cut off. \nAbout 3,000 people spent Friday night in emergency shelters, Prime Minister Ralph Gonsalves said, and some 16,000 were evacuated from ash-covered or vulnerable areas.\nMr Gonsalves said it was unclear how much more ash the volcano would release. Some scientists have warned that eruptions could continue for days or even weeks.\nPeople across the island, which has a population of around 110,000, woke on Saturday to find their homes covered in the white-coloured volcanic dust.\nOne witness in the town of Rabaka told Reuters news agency the ground was covered with about 12 inches (30cm) of ash and rock fragments.\nIt prompted warnings from officials to stay indoors, while emergency groups advised caution for those suffering with respiratory problems.\n\"Be careful all. We are covered in ash and strong sulphur scents pervade the air. We ask that you take the necessary precautions to remain safe and healthy,\" the island's main emergency management group said.\nSome evacuation procedures were hindered by the heavy ash fall, which hindered visibility.\nThe ash has travelled far beyond St Vincent and on Saturday, more than 100 miles to the east, officials in Barbados urged people to stay indoors.\n\"Unless you have reason to be outside, stay in your house. This is to protect yourselves and your family,\" Chief Medical Officer Kenneth George said.\nOther Caribbean countries, including Antigua and Guyana, have offered to send emergency supplies to St Vincent. They also said they would open their borders to those fleeing the fallout from the eruption.\nThe volcano had been dormant since 1979, but in late 2020 it started spewing steam and smoke and making rumbling noises.\nThe first sign that an eruption was imminent came on Thursday evening, when a lava dome became visible on La Soufrière.\nJust before 09:00 on Friday (13:00 GMT), seismologists from the University of the West Indies confirmed that an \"explosive eruption\" was under way.\nEvacuees were taken to cruise ships and safer parts of the island.\nJournalist Robertson Henry told Reuters of the moment of the eruption.\n\"It was bright, but then the light began to deteriorate. And it wasn't at a slow pace, it was rapidly deteriorating,\" he said. \n\"You began to feel something hitting your skin - ash. People looked up and there is this huge plume of ash hanging in the sky, silent, deadly, dreadful, ominous.\"\nLater on Friday another explosion was recorded, the UWI Seismic Research Centre said.\nLocal media have also reported increased activity from Mount Pelee on the island of Martinique, north of St Vincent.\nMost of the Lesser Antilles islands are part of a long volcanic arc in the Eastern Caribbean."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56692563",
      "category": "uk",
      "title": "Duke of Edinburgh: Palace asks public not to lay flowers for Prince Philip",
      "tags": "UK Royal Family,Buckingham Palace,Prince Philip, Duke of Edinburgh",
      "text": "Buckingham Palace has asked the public to refrain from leaving floral tributes to the Duke of Edinburgh at royal residences. \nDozens of bouquets were laid outside Buckingham Palace after Prince Philip's death was announced at midday.\nRoyal household staff placed a framed notice announcing the duke's death on the front gates of the Palace.\nBut it was removed after an hour to avoid gatherings amid ongoing Covid pandemic restrictions.\nThe Royal Family asked members of the public to consider making a donation to charity instead of leaving floral tributes in memory of Prince Philip.\nThe government has urged people not to gather at Buckingham Palace or Windsor Castle in breach of coronavirus regulations.\nThe Palace launched an online book of condolence on its official website where it encouraged people to leave messages, a selection of which will be passed to members of the Royal Family.\nMore than 100 floral tributes - ranging from bunches of daffodils to fuller bouquets, many with notes attached - and two union jacks were placed at the gates by mourners.\nStewards attempted to form an orderly queuing system but encouraged people not to form a large crowd.\nMounted police reminded those gathered to adhere to social-distancing guidelines and remain two-metres apart from other groups.\nRhea Varma, from nearby Pimlico, pulled up on her bike to lay flowers and a note saying \"Rest in Peace Duke\".\nShe told BBC News the duke was \"the kind of stability that's so old-fashioned it's difficult to comprehend. He was a rock who brought integrity\".\nAdam Wharton-Ward, 36, left a bunch of lilies by the Palace gates. Visiting London from his home in France, he said he was so moved by the news he wanted to \"rally round\" for the Queen's sake. \n\"It's so sad. He's been with her for 73 years. If it wasn't for him who knows if she would have got through it,\" he said.\nThe official notice read: \"It is with deep sorrow that Her Majesty The Queen announces the death of her beloved husband.\"\nIt confirmed Prince Philip \"passed away peacefully this morning at Windsor Castle\".\n\"Further announcements will be made in due course,\" it added. \"The Royal Family join with people around the world in mourning his loss.\"\nA similar announcement was also displayed outside the Palace of Holyroodhouse, the official residence of Queen Elizabeth II in Scotland, in Edinburgh.\nThe Palace's flag was flown at half-mast. \nTraditionally, Royal Family announcements are made by displaying a framed notice at Buckingham Palace.\nIn recent years, birth announcements have been made in this way, with these notices mounted on a golden easel. \nBut the coronavirus pandemic has prompted changes to many of the traditions across the Royal households.\nThe Changing of the Guard ceremonies at Buckingham Palace, St James' Palace and Windsor Castle - seen by millions each year before the pandemic - were postponed in March 2020 to avoid mass gatherings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56682226",
      "category": "business",
      "title": "Covid-19: People can start thinking about foreign travel - Shapps",
      "tags": "Tourism,Travel,Coronavirus vaccines,Personal finance,Department for Transport,Coronavirus testing,Travel & leisure industry,Grant Shapps,Vaccine passports",
      "text": "People in England can start thinking about booking foreign holidays again this summer, Transport Secretary Grant Shapps has said. \nBut he said the cost of the Covid tests required needed to be driven down, amid criticism from the travel industry. \nMr Shapps has also given more detail on the traffic light system which will see countries graded on their risk.\nPassengers will have to take the tests before leaving and on returning - even from low-risk \"green\" countries.\nThere will also be a watch list for countries most at risk of going from green to amber to provide greater assurance for those looking to travel abroad.\nAnnouncing the findings of the Global Travel Taskforce set up by the government to examine how leisure travel could be reopened safely after lockdown, Mr Shapps said foreign holidays would resume on 17 May at the earliest. \nHe told the BBC: \"This is the first time I'm able to come on and say I'm not advising against booking foreign holidays. \n\"Yes, you'll want to check what the situation is in two or three weeks' time when that list - the green, amber, red, is produced - you'll want to know that you've got good holiday insurance and flexible flights and the rest of it. \n\"But for the first time I think there is light at the end of the tunnel and we'll be able to restart international travel, including cruises by the way, in a safe and secure way, knowing about the vaccinations, everything we know about the disease this year, and of course that abundance of caution - having the tests in place.\"\nMr Shapps said the use of PCR tests - those needing to be sent to a lab - enabled scientists to detect potential variants of concern.\nBut he said he was \"concerned\" about the cost of the tests, adding that the government was committed to driving down the price of these by working with the private sector. \nThe transport secretary also said the government was looking at the possibility of people bringing pre-departure tests with them that they can use before boarding their return flight, pointing out that people are now able to order free lateral flow tests. \nOn Friday, the UK confirmed another 3,150 virus cases, and another 60 deaths of people who had tested positive in the past 28 days.\nMr Shapps said countries would be categorised based on level of infections and vaccinations, variants of concern and the quality of their genetic sequencing. \nHe said this list would be kept under constant review and that he was hopeful European countries would be upgraded as their vaccination rates improve. \nMr Shapps also said he was concerned about people who were separated from family members living overseas, saying it was \"possibly even more pressing than the holiday issue\".\nHe said families in the UK were \"uniquely spread across the world\", and the government wanted to make sure people were able to reunite. \nThe government has not yet said which countries will be green, amber or red - but said it would do so by early May. \nNearly 40 countries are currently on the UK government's red list of countries from which travel is banned, except for British and Irish nationals and those with residence rights in the UK.\nThe rules will be reviewed on 28 June to see whether any measures can be rolled back, the government said.\nFurther formal reviews will take place at \"checkpoints\" no later than 31 July and 1 October.\nShadow home secretary Nick Thomas-Symonds said the government had not outlined the traffic light system in detail and criticised the release of the plans while MPs are not sitting. \nHe told the BBC: \"The government has spoken about factors like vaccination rates, infection rates, the position with variants and also about the level of genomic sequencing. But I've no idea what the levels of each of those are for the government to place countries into, whether it's the green category, amber or red.\" \nThe first ministers of Scotland and Wales have both already argued that 17 May will be too early for foreign holidays to resume.\nNorthern Ireland has not yet announced its plans, but its chief medical officer has said it would be \"premature\" to book a foreign summer trip.\nIn other developments:\nAt the moment, almost anyone seeking to travel to England must first take a coronavirus test before departure and then two tests when they arrive, bought through a private provider. Children under 11 are exempt.\nConsumer group Which? estimated that each PCR test - which is just one of the tests needed - could cost about £120 per person.\nHowever, the government said it would work with airlines, travel firms and the test providers to see whether prices can be reduced. That could involve cheaper tests, or the government providing the pre-departure tests.\nThe government's plans have been met with mixed reaction from the travel industry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56682357",
      "category": "world-us-canada",
      "title": "Derek Chauvin trial: Police restraint killed George Floyd, expert says",
      "tags": "Minnesota,George Floyd death,United States",
      "text": "George Floyd died because of how police restrained him, a medical expert at the trial of ex-police officer Derek Chauvin in Minneapolis has said.\nForensic pathologist Dr Lindsey Thomas said \"the activities of the law enforcement officers resulted in Mr Floyd's death\" from lack of oxygen.\nMr Chauvin, 45, was filmed kneeling on Mr Floyd's neck for more than nine minutes during his arrest last May.\nThe ex-officer is on trial for murder and has denied the charges against him.\nThe footage of Mr Chauvin, who is white, with his knee on African-American Mr Floyd's neck sparked global protests against racism.\nProsecutors are trying to prove Mr Chauvin's use of force resulted in Mr Floyd's death, while Mr Chauvin's defence are seeking to show he was following his training and that drugs and heart disease may have caused Mr Floyd's death.\nOn Friday, the prosecution also called medical examiner Dr Andrew Michael Baker, who performed the post-mortem examination of Mr Floyd. \nHe said Mr Floyd's death was due to his interaction with law enforcement, but said his drug use and underlying heart disease also played a role.\nThe official autopsy of George Floyd makes no mention of asphyxia, but Dr Thomas - a veteran forensic pathologist who has performed well over 5,000 autopsies in multiple US states - said she believed it was the primary manner by which he died.\nDr Thomas reviewed Mr Floyd's autopsy, medical reports and other materials on behalf of the prosecution. She also trained Dr Andrew Baker, the chief medical examiner who issued Mr Floyd's official death certificate.\n\"This is not a sudden cardiac death,\" she said. \"It's a death where both the heart and lungs stopped working.\"\nShe said Mr Floyd was unable to get oxygen into his lungs with three police officers on top of him because he was handcuffed, in a prone position and had a knee on his neck.\n\"What that means is the activities of the law enforcement officers resulted in Mr Floyd's death.\"\nShe said she could confidently rule out other possible causes of death, including a drug overdose, a fatal heart attack and lung disease.\nWhen asked if Mr Floyd's underlying health issues and ingestion of drugs might lead to a reasonable conclusion that he died of heart disease, Dr Thomas asserted it made no sense to ignore the reality of his \"subdual, restraint and compression\" by police.\nAfter Dr Thomas, the prosecution called chief medical examiner of Hennepin County Dr Andrew Baker - the examiner who performed the official post-mortem examination on Mr Floyd. \nDr Baker echoed many of Dr Thomas' findings, saying he died as a result of his encounter with police, not because of drug use or heart disease.\n\"Mr Floyd's use of fentanyl did not cause the subdual or neck restraint, his heart disease did not cause the subdual or the neck restraint.\"\nDr Baker repeated his initial finding that Mr Floyd's death was a \"homicide\", adding that this was a medical classification - not a legal one. \nWhen questioned by the defence, Dr Baker admitted the drugs found in Mr Floyd's system and his underlying heart disease \"played a role\" in his death - though not the cause. \nDefence attorney Eric Nelson asked several questions about Mr Floyd's drug use, and the fentanyl levels in Mr Floyd's blood at the time of his death. \n\"In other circumstances, it would be a fatal level\", but he clarified that it was \"very context-dependent\". \nThe trial is in its second week and is expected to last for at least one month. \nThe defence is due to begin arguing its case in court next week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56702080",
      "category": "uk-wales",
      "title": "Covid lockdown: Protesters call for Wales' gyms to reopen",
      "tags": "Gyms,Coronavirus lockdown measures,Obesity,Cardiff,Fitness,Coronavirus pandemic",
      "text": "About 300 people have taken part in a protest in Cardiff, calling for gyms to be able to reopen sooner.\nThe reopening date has already been changed from 10 May to 3 May, but protesters want them to open on Monday.\nThey said Wales faced a \"wave\" of problems with mental health and obesity as a result of gyms and leisure centres being shut.\nThe Welsh government has said throughout the pandemic that it follows scientific advice on easing lockdown.\nA drop in Covid cases prompted the changes, the Welsh government said.\nOpposition parties welcomed the reopening of gyms being brought forward to 3 May, but the Welsh Conservatives and Plaid Cymru called for gyms to be reopened even sooner.\nThe Welsh Liberal Democrats said it was important that people kept sticking to the rules.\nStephen Cull, who owns Mean Muscle Gym, said: \"We've had enough now. The goal is to try and overturn the government's decision and get gyms deemed an essential business.\n\"A lot of people are struggling mentally, a lot of people have gained weight unnecessarily.\"\nJess Baker added: \"There's a lot of things opening up now that we see aren't as important as gyms.\n\"They're monitored, they're ventilated, everything's clean... I don't see a reason that we can't be open now.\"\nGym owners had criticised the Welsh government's decision to delay the reopening of gyms during the latest lockdown roadmap announcement.\nCampaigners have said excess weight was one of the few preventable risk factors for Covid-19, and want people to be able to visit leisure centres and gyms from 12 April, when non-essential retail and beauty salons can open.\nPlaid Cymru leader Adam Price said: \"Plaid Cymru has been pressing the case for gyms to reopen as quickly and as safely as is possible because they are crucial for people's mental health and well-being. This new date, whilst welcome, is still not early enough.\"\nAndrew RT Davies, the Senedd leader of the Welsh Conservatives, said: \"Pressure from the public and Welsh Conservatives have forced Labour ministers to act, but there is still more they can do in accelerating the roadmap with the safe resumption of activities such as outdoor hospitality and gyms.\"\nJane Dodds, leader of the Welsh Liberal Democrats, said: \"Gyms and fitness centres play an important part in both the physical and mental health of so many people across Wales. Everyone who has abided by the rules has played a part in bringing this announcement forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-56700587",
      "category": "in-pictures",
      "title": "Prince Philip - gun salutes and more tributes",
      "tags": "Prince Philip, Duke of Edinburgh",
      "text": "Tributes to the Duke of Edinburgh have continued following his death at the age of 99 at Windsor Castle. \nThe Prince of Wales has paid tribute to his \"dear papa\", the Duke of Edinburgh, saying that he and the Royal Family miss him \"enormously\".\nSpeaking from his Highgrove home in Gloucestershire, Prince Charles said over the last 70 years his father had \"given the most remarkable, devoted service to the Queen, to my family and to the country, but also to the whole of the Commonwealth\".\nPrince Edward and Prince Andrew have visited the Queen at Windsor Castle.\nGun salutes have been fired across the UK, in Gibraltar, and at sea in memory of the Duke of Edinburgh.\nThe Honourable Artillery Company fired the gun salute from the bank of the River Thames near the Tower of London.\nThe gun salute by The King's Troop, Royal Horse Artillery took place at the Parade Ground, Woolwich Barracks, in south-east London.\nMembers of the 104th Regiment Royal Artillery fired from the grounds of Cardiff Castle.\nMembers of the 105th Regiment Royal Artillery fired a 41-round gun salute at Edinburgh Castle.\nSoldiers from 206 Battery, 105 Royal Artillery took part in a salute at Hillsborough Castle in County Down.\nCrew members on HMS Montrose fired her Salting Gun while docked in Duqm, Oman.\nThe Royal Gibraltar Regiment fired from the British overseas territory's naval base.\nJockeys and trainers observed two minutes of silence to honour the memory of Prince Philip before the start of racing on Grand National Day at Aintree.\nThere were periods of silence before all Premier League and English Football League matches, with players and officials wearing black armbands.\nMembers of the public continued to leave floral tributes and cards at Buckingham Palace and Windsor Castle.\nPeople were allowed to approach the Buckingham Palace gates one-by-one to lay their flowers in an effort to reduce the size of the crowd amid coronavirus restrictions.\nPeople have been asked not to gather at the royal residences because of the pandemic. The Royal Family has opened a book of condolence online.\nA tribute to Duke of Edinburgh was also displayed alongside the nave at Westminster Abbey in central London.\nEarlier in the day, the flag over the Sydney Harbour Bridge was flown at half-mast, as was the flag over Australia's Parliament House in Canberra.\nAustralian Prime Minister Scott Morrison said memories of Prince Philip would be of his candour and of a unique, forceful and authentic personality.\nAll pictures are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56698794",
      "category": "uk",
      "title": "Prince Philip: Queen 'has been amazing', says Countess of Wessex",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "The Queen \"has been amazing\" following the death of the Duke of Edinburgh, the Countess of Wessex has said.\nSophie and the Earl of Wessex visited Windsor Castle as the military paid tribute to Prince Philip with royal gun salutes across the UK and on warships.\nThey took place in cities including London, Edinburgh and Cardiff, and at Hillsborough Castle in County Down.\nAll three of the Queen's sons have visited her at Windsor following Prince Philip's death on Friday.\nThe Duke of York visited the castle on Saturday, and the Prince of Wales travelled there on Friday afternoon. \nMilitary personnel fired 41 rounds at locations across the UK, starting at midday and leaving a one-minute break between each round.\nHundreds of people lined Tower Bridge in London, where members of the Honourable Artillery Company fired rounds from guns facing the Thames.\nAnd the noise of gunfire echoed out from Edinburgh Castle, where more than 100 people gathered as the salute began.\nRoyal Navy ships at sea, including HMS Diamond and HMS Montrose, also fired salutes in honour of the duke, who served as a naval officer during World War Two and held the office of Lord High Admiral. \nLieutenant Colonel Erica Bridge, who serves with the Royal Artillery, said a royal salute typically involves 21 rounds, but an extra 20 are fired when they are \"from designated saluting stations\" - such as in this instance.\nSpeaking to the BBC before the salutes, she said military personnel \"will feel great sadness\" after the duke's death, and the salutes would \"mean a huge amount\".\nPrince Philip was Queen Elizabeth II's husband of 73 years, and died at Windsor Castle at the age of 99.\nAnnouncing the duke's death on Friday, Buckingham Palace said: \"It is with deep sorrow that Her Majesty the Queen announces the death of her beloved husband.\n\"The Royal Family join with people around the world in mourning his loss.\"\nOn Saturday, the Royal Family's Twitter account shared a photograph of the Queen and her husband, along with a quote from a speech she made on their golden wedding anniversary in 1997 in which she described him as having been her \"strength and stay all these years\".\nReflecting on Prince Philip's life for a BBC programme broadcast on Friday evening, Prince Charles described his father's life as an \"astonishing achievement\".\nFirst Sea Lord and Chief of the Naval Staff Admiral Tony Radakin, the most senior officer in the Royal Navy, praised the duke's \"empathy, affection and engagement\" with the fleet.\nGeneral Sir Nick Carter, Chief of the Defence Staff, said the duke had been a \"great friend, inspiration and role model\" for the armed forces.\nSimilar salutes were fired to mark the death of Queen Victoria in 1901 and Winston Churchill in 1965.\nIn Australia, a 41-gun salute was fired to mark Prince Philip's death outside Parliament House in Canberra.\nThe New Zealand Army will pay tribute in the same way at Point Jerningham in Wellington on Sunday.\nMeanwhile, jockeys, owners and trainers marked a two-minute silence in tribute to the duke in the parade ring at Aintree Racecourse, Liverpool. \nFlags at the track are at half-mast and jockeys are wearing black armbands.\nFinal details of the duke's funeral are also expected to be released this weekend.\nThe funeral will take place at St George's Chapel, Windsor, but the arrangements have been amended in light of the coronavirus pandemic, the College of Arms said in a statement.\nThe duke will not have a state funeral and there will be no lying-in-state, in line with his wishes, it added. \nMembers of the public are \"regretfully\" requested not to attend due to the pandemic, and it is understood the Queen is considering modified funeral and ceremonial arrangements.\nThe Royal Family has asked people to consider making a donation to a charity instead of leaving flowers in memory of the duke, and an online book of condolence has been launched on the official royal website.\nA spokesman for Windsor Great Park said tributes would be removed \"respectfully\" throughout Saturday and displayed within the castle grounds.\nAll UK government buildings have been told to fly official flags at half-mast in tribute to the duke until 08:00 on the day after the duke's funeral.\nBy Becky Morton, BBC News\nWindsor evokes memories of royal weddings, with crowds lining the streets waving the union jack. Today the mood is sombre, and some locals - and others from further afield - have come to pay their respects.\nAnne Yearsley, 82, from Waltham St Lawrence in Berkshire, has brought her grandchildren Cordelia, 10, and Sherlock, six, to Windsor Castle.\n\"We just thought it would be wonderful for them to have this memory,\" she says. \nAnne has followed the royal couple's lives since they married in 1947 and remembers their wedding. More recently, she recalls passing the duke riding his carriage in Windsor Great Park a few years ago.\nSherlock is wearing a military uniform for the occasion - passed down from his father who used to wear it as a child watching Trooping the Colour.\nThe children have been learning about Prince Philip's achievements from news coverage and Cordelia is now excited to do the Duke of Edinburgh Award when she's older.\n\"I didn't really know much about him before, apart from that he was the husband of the Queen,\" she says.\n\"I didn't know he did all these amazing things.\"\nRead more tributes from people in Windsor here.\nIn BBC interviews to mark his death, Prince Philip's children shared their reflections on his life - with Prince Charles calling his legacy an \"astonishing achievement\".\nHe said: \"His energy was astonishing in supporting my mama [the Queen] - and doing it for such a long time, and, in some extraordinary way, being able to go on doing it for so long. \n\"What he has done has amounted to an astonishing achievement, I think.\"\nThe Princess Royal said the duke \"treated everyone as an individual, and gave them the respect he felt they were due as individuals\".\nA message on the website of the Duke and Duchess of Sussex's non-profit organisation Archewell paid tribute to the \"loving memory\" of the Duke of Edinburgh, saying: \"Thank you for your service... you will be greatly missed.\"\nMeanwhile, Kensington Palace said the Duke of Cambridge would not appear at the Bafta Awards ceremony this weekend.\nAs Bafta's president - a role that Prince Philip himself formerly held - Prince William had been due to to deliver a speech via video link.\nPoliticians across the UK also paid tribute to Prince Philip, with Prime Minister Boris Johnson saying the duke had \"earned the affection of generations\" in the UK and around the world.\nPolitical parties suspended their campaigning for elections on 6 May and parliament will honour the duke on Monday, with the House of Commons sitting at 14:30 for tributes. \nInternational leaders also remembered the duke and sent their condolences to the Queen.\nUS President Joe Biden and First Lady Jill Biden said in a statement the duke \"gladly dedicated himself to the people of the UK, the Commonwealth, and to his family\".\nThe Vatican said Pope Francis was \"saddened to learn\" of the duke's death, praising his \"devotion to his marriage and family, his distinguished record of public service and his commitment to the education and advancement of future generations\".\nThe announcement also saw members of the public gather outside Buckingham Palace and Windsor Castle to pay their respects.\nPrince Philip and the Queen had four children, eight grandchildren and 10 great-grandchildren.\nTheir first son, Prince Charles, was born in 1948, followed by his sister, Princess Anne, in 1950, Prince Andrew, in 1960, and Prince Edward, in 1964.\nPrince Philip was born on the Greek island of Corfu on 10 June 1921.\nHis father was Prince Andrew of Greece and Denmark, a younger son of King George I of the Hellenes.\nHis mother, Princess Alice, was a daughter of Prince Louis of Battenberg and a great-granddaughter of Queen Victoria."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56687578",
      "category": "entertainment-arts",
      "title": "DMX, American rapper and actor, dies aged 50",
      "tags": "Hip-hop",
      "text": "US rapper and actor DMX has died at the age of 50, five days after suffering a heart attack.\nThe performer, whose real name was Earl Simmons, had been placed on life support and died with his family by his side.\nIn a statement, his family said he was \"a warrior who fought till the very end\".\n\"Earl's music inspired countless fans across the world and his iconic legacy will live on forever,\" they said.\nDMX, aka Dark Man X, was a leading hip-hop performer who collaborated with such artists as JAY-Z, Ja Rule and LL Cool J.\nHe took his moniker from the name of a drum machine used in rap tracks.\nThe chart-topping artist's songs included Party Up (Up in Here) and X Gon' Give It To Ya.\nHe also acted on screen, appearing in such films as Cradle 2 the Grave, Romeo Must Die and Exit Wounds.\nBorn in Mount Vernon, New York in 1970, DMX publicly battled substance abuse for years and spent several periods in rehab.\nA father of 15, he served jail sentences on charges including animal cruelty, reckless driving, drug possession and weapons possession.\nAccording to his family, DMX died on Friday at White Plains Hospital in White Plains, New York.\n\"He loved his family with all of his heart and we cherish the times we spent with him,\" their statement continued.\n\"We appreciate all of the love and support during this incredibly difficult time.\n\"Please respect our privacy as we grieve the loss of our brother, father, uncle and the man the world knew as DMX.\"\nHis manager Steve Rifkind also paid his respects, writing on Instagram: \"The team is going to finish what we started and your legacy will never go away.\n\"That's my word. Rest Easy X\".\nTributes were paid throughout Friday, with a host of stars expressing their admiration for the musician and offering sympathies to his family.\n\"His gift meant so much to so many,\" tweeted actress Halle Berry. \nRappers Ice Cube, Soulja Boy and Chance the Rapper also tweeted their condolences.\n\"RIP DMX. I pray for the comfort of your children and loved ones,\" the Oscar-winning actress Viola Davis wrote on Twitter.\n\"You TOUCHED so many through your MUSIC\", the American rapper and singer Missy Elliott said. \nOther musicians, including Burna Boy, Chance the Rapper and Charlie Puth, also shared tributes to the artist, along with basketball stars LeBron James and Shaquille O'Neal. \nCongressman Jamaal Bowman, who represents the rapper's home town in New York, tweeted that he was \"sending love, strength, and healing to DMX's family\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-10648666",
      "category": "uk",
      "title": "Queen Elizabeth II and Prince Philip married in 1947",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56687736",
      "category": "world",
      "title": "Prince Philip: World leaders and royals send heartfelt sympathy",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "Monarchs, heads of state and prime ministers across the world have sent heartfelt tributes following the death of Prince Philip at the age of 99.\nEurope's royal households and Commonwealth leaders alike praised the Duke of Edinburgh's public service.\nJoe Biden described the duke as a \"heck of a guy\", and all living former US presidents also sent tributes.\nMeanwhile, commemorative church services and remembrance ceremonies are taking place on Sunday.\nAustralia's Prime Minister Scott Morrison attended a service at Sydney's St Andrews Cathedral which included prayers for the Royal Family and a naval hymn in honour of Prince Philip.. \nHe earlier described the duke as \"a man who was steadfast, who could be relied upon, who always [stood] by his Queen\".\n\"On Prince Philip's many visits to Australia, we have come to know him as a man of compassion and service, personal warmth, intellectual curiosity and generous spirit,\" Reverend Kanishka de Silva Raffel said at the service.\nIn neighbouring New Zealand, a ceremony took place on Sunday in the country's capital, Wellington, featuring a 41-gun salute.\nOn Saturday, Pope Francis paid tribute to the duke's \"devotion to his marriage and family\".\nThe leader of the Roman Catholic Church also noted the prince's \"commitment to the education and advancement of future generations\".\nThe spiritual leader of Tibet, the Dalai Lama, wrote to the Queen and Prince Charles, saying Prince Philip would be remembered for having lived a meaningful life.\nPresident Xi Jinping of China also sent his condolences.\nThe duke, whose death was announced by Buckingham Palace on Friday, accompanied the Queen during hundreds of overseas visits.\nPrince Philip had blood ties with a number of former or current European royal households, and many of their members sent condolences.\nThe telegram from King Felipe and Queen Letizia of Spain was particularly poignant, sending \"all our love and affection\" to Aunt Lilibet (the affectionate name used by the duke for his wife) and Dear Uncle Philip.\n\"We shall never forget the moments that we shared with him,\" they told the Queen.\nSweden's King Carl Gustaf said the duke had been \"a great friend of our family for many years, a relation we have deeply valued\".\nSwedish royal family spokeswoman Margareta Thorgren told the BBC the king and the duke had sailed together in England, adding: \"That was the start of a great friendship between them.\"\nThe Dutch royal family said they remembered Prince Philip with great respect, adding: \"His lively personality made an indelible impression.\"\nBelgium's King Philippe said he and Queen Mathilde would \"always cherish the memories of our warm encounters\".\nTributes came in too from the Commonwealth - 54 nations, most with roots in the British Empire and home to 2.4 billion people.\nFlags were lowered to half-mast at Australia's Parliament House in Canberra, where a 41-gun salute took place on Saturday, and at the Sydney Harbour Bridge, where in 1954 Prince Philip arrived alongside the newly crowned Queen Elizabeth on the first visit by a reigning monarch to the country.\nNew Zealand's Prime Minister Jacinda Ardern noted that thousands of young people had \"completed life-changing challenges\" through the duke's Hillary Award.\nCanada's Prime Minister Justin Trudeau said the duke had \"contributed so much to the social fabric of our country - and the world\".\nPakistan's Prime Minister Imran Khan said Philip had been a \"wise leader\" and his \"role in promoting Pakistan-UK relations will always be remembered\".\nAnd Indian Prime Minister Narendra Modi was another to praise a lifetime of dedication to \"many community service initiatives\".\nKenya's President Uhuru Kenyatta said the duke had been a \"towering symbol of family values and the unity of the British people as well as the entire global community\".\nOther warm condolences from Africa included Zimbabwe - which has had a rocky relationship with the UK and is no longer in the Commonwealth - and the president of Tanzania, which only recently lost its leader John Pombe Magufuli amid Covid-19 rumours.\nOther tributes came from nations deeply linked to the duke and his family.\nMalta's Prime Minister Robert Abela wrote: \"Truly saddened by the loss of Prince Philip, who made Malta his home and returned here so often. Our people will always treasure his memory.\"\nPhilip and Elizabeth spent two idyllic years on Malta, where he was stationed in the Navy, before King George VI died in 1952.\nIsrael's Prime Minister Benjamin Netanyahu said the duke had been \"the consummate public servant\" and would be much missed.\nThe duke's mother, Princess Alice of Battenberg, who died in 1969, is buried at the Church of Mary Magdalene in Jerusalem.\nThe Emir of Qatar, Sheikh Tamim bin Hamad Al Thani, sent his \"sincere condolences and sympathies\" to the Queen, the Royal Family and the British people.\nIn a personal tribute, Barack Obama, one of the 18 US presidents in the duke's lifetime, said Philip had immediately put him and Michelle at ease, and that he was \"kind and warm, with a sharp wit and unfailing good humour\".\nDonald Trump said Prince Philip had \"defined British dignity and grace. He personified the quiet reserve, stern fortitude and unbending integrity of the United Kingdom...\"\nIn a telegram to the Queen, Russian President Vladimir Putin said the duke had \"rightfully enjoyed respect\" both at home and internationally.\nAnd Chancellor Angela Merkel said the duke's \"friendship with Germany, his straightforward nature and his sense of duty\" would be remembered.\nFrance's Foreign Minister Jean-Yves Le Drian called the duke a man of \"great style\", saying: \"France joins in the sorrow of its friends across the Channel and salutes the life of a man who was a witness to a century of trials and hopes for our continent.\"\nItalian President Sergio Mattarella said he would \"cherish\" the memories of Prince Philip's \"deep admiration for Italy's artistic and cultural heritage\". He said the duke had accompanied the\" evolution of his country with an open and innovative spirit\".\nIrish President Michael D Higgins praised Prince Philip's ability to bring \"an air of informality to otherwise formal occasions\".\n\"His distinctive presence and unique sense of humour put participants at ease and always engaged those who encountered him,\" he said.\nEuropean Commission President Ursula von der Leyen expressed her sympathy to the royal family and \"the people of the United Kingdom on this very sad day\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56697401",
      "category": "world-europe",
      "title": "Covid-19: Ireland adds 16 countries to hotel quarantine list",
      "tags": "Republic of Ireland,Travel,Coronavirus pandemic",
      "text": "The United States of America, Canada, France, Belgium and Italy are among 16 countries to be added to the Republic of Ireland's mandatory hotel quarantine list.\nThe Irish government has now identified 59 \"high risk\" countries.\nFrom next week, travellers from these places must spend 12 nights and pay at least €1,875 (£1,614) to stay at one of 24 hotels across the Republic.\nThe measure will come into effect from 04:00 local time on 15 April.\nMandatory hotel quarantine for some international travellers has been in place there since 26 March.\nAt a meeting on Friday night, Irish government ministers discussed concerns over Covid-19 variants. \n\"These variants pose a significant risk to our fight against this disease and our vaccination programme,\" said Irish Health Minister Stephen Donnelly. \nMr Donnelly also announced he intends to revoke the designation in place for Albania, Israel and St Lucia.  \nThe Irish government has a portal for mandatory hotel quarantine bookings. Pre-booking is necessary.\nThe Tifco Hotel Group is responsible for transporting passengers from their arrival point to the quarantine hotels, and security.\nThe Irish Defence Forces oversee the process and escort the buses to the hotels.\nThe cost of a 12-night stay is €1,875 (£1,614) for one person, €625 (£535) for another adult (or child aged over 12) sharing the room, €360 (£308) for a child aged 4 to 12, with no charge for infants.\nFailure to comply could result in a fine of up to €2,000 (£1,700) or a month in prison.\nThe new rules affect any passenger who was in one of the designated \"high-risk\" countries in the past 14 days, including those getting a connecting flight. \nIt also affects people who do not have a negative PCR test taken in the 72 hours prior to their arrival.\nThe \"high-risk\" list is subject to change at any time, and currently mainly comprises countries in South America and Africa, although Austria is also on the list.\nOther countries include: Angola, Argentina, Bolivia, Botswana, Brazil, Burundi, Cape Verde, Chile, Colombia, Democratic Republic of Congo, Ecuador, French Guiana, Guyana, Lesotho, Malawi, Eswatini, Mauritius, Mozambique, Namibia, Panama, Paraguay, Peru, Rwanda, Suriname, Seychelles, South Africa, Tanzania, United Arab Emirates, Uruguay, Venezuela, Zambia, and Zimbabwe.\nCountries added to the list on Friday are: Bangladesh, Belgium, France, Italy, Kenya, Luxembourg, Pakistan, Turkey, the USA, Canada, Armenia, Bermuda, Bosnia and Herzegovina, Curaçao, Maldives, Ukraine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56696889",
      "category": "uk-northern-ireland",
      "title": "NI riots: Police appeal for calm during more disorder in Belfast",
      "tags": "Belfast,Northern Ireland Fire and Rescue Service,Police Service of Northern Ireland",
      "text": "Police have appealed for calm after more attacks on officers during another night of disorder in Northern Ireland.\nThere was trouble in neighbouring loyalist and nationalist areas of north Belfast on Friday night.\nA burning car was rammed against a police Land Rover and missiles have been thrown in the loyalist Tiger's Bay area, with bins also set alight.\nPetrol bombs, bottles and masonry have been thrown at police in the nationalist New Lodge area.\nMore police officers have been injured in the 12th consecutive night of violence in Northern Ireland.\nOn Thursday night, police deployed a water cannon for the first time in six years after coming under attack again in Belfast.\nNineteen officers were injured during disorder on Thursday night, bringing the number of officers hurt in a week of violence across Northern Ireland to 74.\nPolice Service of Northern Ireland (PSNI) Ch Supt Muir Clark said: \"We would appeal for calm in the area and ask anyone who has any influence in communities please, use that influence to ensure young people do not get caught up in criminality and that they are kept safe and away from harm tonight.\"\nHe urged people to avoid the Tiger's Bay area.\nSDLP Councillor Paul McCusker tweeted on Friday night that \"enough is enough\".\n\"Those involved need to go home and leave the residents to live in peace,\" he said. \n\"They don't deserve this and anyone not from the area should also go home. \n\"For once, think of the residents.\"\nMeanwhile in the Ballysally estate in Coleraine, County Londonderry, a road blockage was set up and set on fire on Friday night.\nEarlier in the day, some signs were erected in Belfast calling for loyalist protests, planned for Friday night, to be called off as a mark of respect to the Duke of Edinburgh, who died at the age of 99. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56695307",
      "category": "uk",
      "title": "Prince Philip tributes: 'A rock, a hero and one of a kind'",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "As news of Prince Philip's death spread, people made their way to Buckingham Palace to pay tribute and reflect on the duke's life - and the Queen's loss.\nSome teenagers on hired bikes pull up next to a police officer asking for directions to Oxford Circus. \nBefore cycling off, one calls out: \"Is there any way you can say 'hello' to the Queen for us?\"\nNo matter young or old, there doesn't seem to be a soul outside the palace on the day of Prince Philip's death who doesn't feel deep sympathy and sorrow for the Queen.\n\"I don't think you have to be a rampant royalist to just feel really sad for the Queen,\" says 56-year-old Louise Simester, from Bedfordshire.\nShe took her teenage daughters on a diversion from a trip to the Covid memorial wall to Buckingham Palace, via an unsuccessful hunt to buy  flowers, to round off what's been a day of reflection for her family.\nDaisy, her 17-year-old daughter, who says she's \"no royalist\", has been surprised by just how shocked she was by the news.\n\"All my friends were quite shocked,\" she says. \"I've never experienced a royal death.\" \nFor mum Louise, being outside the palace brought memories of Princess Diana's death in 1997 flooding back. \n\"I brought flowers for Diana. I remember it like it was yesterday. I remember people sobbing - I was crying myself,\" she recalls, clutching her hand to her chest.\nAs we talk, a steady flow of families, friends, children, even a woman on roller blades, line up in the spring sunshine to lay white roses, yellow tulips and unopened lilies beside the gleaming black and gold palace fence.\nFor every bouquet laid, the moment is captured by a vast bank of photographers, camera crews and bystanders with their own mobile phones straining against a thick cordon erected by police officers.\nAttached to the flowers are messages of gratitude for the duke's decades of service: \"You'll be missed by an entire nation. You were one of a kind,\" says one. Another acknowledges the sacrifices the duke made. \"Farewell Prince Philip - I have a huge amount of respect for a man that can swallow his pride to dedicate his life to supporting the Queen.\"\nThe Royal Family did ask people to consider making a charity donation instead of leaving flowers and the government has urged people not to gather at the palace in breach of coronavirus regulations. However, that message had not reached everyone on Friday afternoon.\nRhea Varma, from Pimlico, pulls up on her bike to lay a bouquet alongside a note saying \"Rest in Peace Duke, love the Varma family\". \n\"It's just super sad,\" she says. To her, the duke represented \"the kind of stability that's so old-fashioned, it's difficult to comprehend. \n\"He was a rock who brought integrity,\" she adds.\nKalenza Jennings, 43, from Belsize Park, has brought white roses and carnations on behalf of her family after her husband texted her with the news. \nShe's here with her best friend, who's also from Thailand. Prince Philip is their hero, they say. \"He's a good man and a faithful man,\" says Kalenza, a personal shopper at Heathrow. \"We love the Queen, and we want to say we're sorry she's lost the man she loves.\"\nPeter Chan, a student from Hong Kong, was exercising around Buckingham Palace when he heard the news. \n\"I really feel Prince Philip was a nice man and he saved the country,\" he says, after laying a bunch of white flowers bearing a note in his mother tongue together with an English translation: \"To commemorate Prince Philip's life on behalf of Hong Kong people in the UK.\"\nHe reflects the last few months will have been especially hard for the Queen, with Prince Philip going into hospital and living through the pandemic. \nWith a hand on his heart, the 26-year-old says from behind his face mask: \"I'm very sympathetic to the Queen. It's really hard to say how I feel, it's really from the heart.\"\nAdam Wharton-Ward, 36, was similarly affected and felt moved to \"rally round\" for the Queen's sake.\n\"He's been with her for 73 years. If it wasn't for him, who knows if she would have got through it,\" he says, moments after propping a bunch of lilies by the palace gates. \nThe duke's appeal, he says, is he was \"almost normal... with his gaffes\".  \"Now that normality has gone.\"\nDoes he think the duke's death might signal change for the Royal Family's place in British life? \"I think it could be almost the other way. They don't need change,\" says Adam.\nRhea Varma thinks otherwise: \"I think it might be the beginning of big change in our country. Without him, the Queen might not reign much longer.\"\nBut an older woman, who's rushing past after paying her respects, says the duke's death is \"the beginning of the changing of the guard\" - but a change she's not happy to see any time soon.\nAnd, as the Sun begins to duck behind the cloud and crowds make their way to the Tube stations, they'll be more moments to reflect. \nWhere adverts for shoes and banks stood only yesterday in London Underground stations, there are now poster-sized portraits of a younger duke in military uniform beside the dates 1921-2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-56698192",
      "category": "uk-england-dorset",
      "title": "Sir Richard Sutton death: Suspect released from hospital",
      "tags": "Gillingham",
      "text": "A man arrested on suspicion of murder, after one of the UK's richest men was found stabbed to death, has been released from hospital. \nSir Richard Sutton, 83, died at his mansion near Gillingham, Dorset, on Wednesday night. \nA woman, in her 60s and believed to be his partner, was also stabbed and remains in a critical condition. \nPolice arrested a 34-year-old man in London who was taken to hospital with injuries.\nHe was arrested after being stopped in a vehicle in Hammersmith.\nHe was taken to hospital for treatment to injuries that were not believed to be life-threatening and was subsequently taken into police custody on his release from hospital.\nDorset Police said on Friday evening the arrested man, from Gillingham and who was known to the couple, had been released from hospital and was helping detectives with their inquiries. \nDet Insp Simon Huxter, of Dorset Police's Major Crime Investigation Team (MCIT), said: \"Our thoughts remain with the family of the man who sadly died and the injured woman, who will continue to be updated with developments. \n\"A detailed and thorough investigation continues in an effort to establish the full circumstances of this utterly tragic event.\" \nSir Richard and his family's wealth was valued at £301m in the 2020 Sunday Times Rich List. \nHe was number 435 in last year's Sunday Times Rich List and owned several top hotels and had a large property and farming portfolio.\nHe owned the freehold of the Sheraton Grand London Park Lane and the Athenaeum Hotel in Mayfair.\nA statement from the businessman's company, Sir Richard Sutton Limited, said staff were \"deeply saddened and devastated by the sudden death\".\nNorth Dorset Conservative MP Simon Hoare, who was a friend of Sir Richard, described the death as \"deeply awful\". \nDorset Police said it received a report at 19:30 on Wednesday raising concerns about the welfare of the occupants of an address in Higher Langham.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56694327",
      "category": "uk",
      "title": "Prince Philip funeral: Plans, timings and TV coverage",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor",
      "text": "Funeral preparations are under way for Prince Philip, Queen Elizabeth II's husband, who died on Friday 9 April aged 99. \nThis is what we know about the event.\nThe ceremonial royal funeral will be held at St George's Chapel, in the grounds of Windsor Castle, at 15:00 BST on Saturday 17 April. \nPrince Philip's body is now resting in the inner hall at Windsor Castle after being moved from its private chapel.\nThe duke is reported to have requested a funeral of minimal fuss and has not lain in state - where members of the public would have been able to view his coffin. \nThe procession and service will be televised - details below.\nCoronavirus restrictions in England mean only 30 people, socially distanced, are allowed to attend funerals. \nThe guest list includes members of the Queen and Duke of Edinburgh's families, including three of his German relatives.\nPrince Harry will attend but his wife Meghan, who is pregnant, will not make the trip from the US, on medical advice. It is the first time the Duke of Sussex has returned to the UK since stepping down as a senior royal last year.\nAttendees are expected to wear masks in line with government advice. The pallbearers and clergy are not included in the number of attendees.\nThe duke will have a ceremonial funeral, rather than a state funeral. There is a subtle difference - state funerals are usually reserved for monarchs, although wartime Prime Minister Winston Churchill was given a state funeral. The Queen Mother had a ceremonial funeral in 2002, as did Diana, Princess of Wales in 1997. \nOn the day of the funeral, the coffin will be moved from the private chapel to the State Entrance of Windsor Castle. It will be placed on a modified Land Rover, that the duke himself helped design, to be carried the short distance to St George's Chapel.\nCoronavirus restrictions on crowds and numbers attending funerals mean the duke's ceremonial funeral will be much lower key than if it had happened in other times - although the Palace says this very much \"reflects the duke's wishes\" and it will still \"celebrate and reflect\" a life of service.\nLive online coverage of the procession and funeral begins on the BBC News website and app at 07:00 BST and the service will be streamed in the UK and internationally. \nTelevision coverage in the UK starts at 12:30 BST on Saturday on BBC One, the BBC News Channel and on BBC iPlayer.\nOn the radio, you can follow the day's events between 14:00 BST and 16:10 BST on Radio 4 and Radio 5 Live, and simulcast on BBC World Service English, BBC Radio Scotland, and BBC Radio Ulster. \nBBC Radio Wales and BBC local radio will also cover the event, with start times to be confirmed.\nBy 14:15 BST, the Quadrangle in Windsor Castle will be lined by the Household Cavalry and the Foot Guards, along with military detachments from units that had special connections with Prince Philip on the grass.\nFrom 14:20 BST, those members of the Royal Family and The Duke of Edinburgh's family not taking part in the procession leave Windsor Castle by car for St George's Chapel.\nAt 14:40 BST, the bands in the Quadrangle stop playing and the coffin will be carried out and placed onto the Land Rover.\nMembers of the Royal Family walking in the procession will leave the State Entrance after the coffin and take up their positions.\nBehind the Land Rover will be Princes Charles, Andrew, Edward and Princess Anne, as well as grandsons Princes William and Harry. They are joined by Princess Anne's son Peter Phillips, her husband Vice Admiral Sir Tim Laurence and the Earl of Snowdon. Members of the duke's staff will follow behind them, including his private secretary Brigadier Archie Miller Bakewell, a personal protection officer, two pages and two valets.\nAt 14:45 BST, the procession begins. Led by the band of the Grenadier Guards, the procession will move from the Quadrangle to Horseshoe Cloister. The band is followed by the Major General's party and military chiefs of staff. The Land Rover follows, flanked by pallbearers from the Royal Marines and other regiments and corps associated with the duke. The Royal Family members and staff follow behind.\nThe Queen will travel at the rear of the procession in the State Bentley and will enter St George's chapel through the Galilee porch.\nThe procession route will be lined by personnel from the Royal Navy, Royal Marines, The Highlanders, 4th Battalion Royal Regiment of Scotland and the Royal Air Force.\nGuns will be fired by The King's Troop Royal Horse Artillery from the East Lawn throughout, as a bell tolls in the Curfew Tower, at the west end of the castle. \nAt 14:53 BST, the Land Rover will arrive at West Steps of St George's Chapel, and be met by a guard of honour and band from the Rifles Regiment, who will play the national anthem.\nMembers of the Household Cavalry will line the West Steps and a Royal Navy \"piping party\" will pipe a nautical call known as \"the Still\" as the coffin is carried up the steps to the chapel.\nThe coffin, draped with the duke's standard, with a wreath and the duke's naval cap and sword on top, will be met by the dean of Windsor, together with the Archbishop of Canterbury, for the service.\nOnly the members of the Royal Family will enter the chapel - the rest of the procession will remain outside. \nAt 15:00 BST, a minute's silence will be held nationwide, in memory of the duke. \nThe start and end of the Silence will be signalled by a gun fired by The King's Troop Royal Horse Artillery.\nInside the chapel, the funeral service will begin as the coffin is carried to the Quire, and placed on a platform called a catafalque. \nA small choir of four singers, who will be in the nave of the chapel, will sing pieces of music chosen by the duke.\nAfter the service, the duke will be interred in the royal vault.\nThe duke's coffin is draped in his personal flag, his standard. The flag represents elements of his life, from his Greek heritage to his British titles. \nWhen the duke got engaged to the then Princess Elizabeth in 1946, he renounced his Greek title and became a British citizen, taking his mother's anglicised name, Mountbatten.\nThe Mountbatten family is therefore also represented on the standard, alongside the castle from the arms of the City of Edinburgh - he became Duke of Edinburgh when he married.\nA number of objects personally selected by the duke will be displayed on cushions on the altar in St George's Chapel.\nThese include the duke's insignia - medals and decorations awarded to him by the UK and Commonwealth countries - his field marshal's baton, Royal Air Force wings and insignia from Denmark and Greece \nMembers of the public have been asked not to attend any of the funeral events, in line with public health advice.\nOn the Royal Family website, members of the public are asked to consider making a donation to a charity instead of leaving floral tributes in memory of the duke. An online book of condolence is also available for the public to post their personal tributes.\nThe period of national mourning ends on the day of the funeral.\nThe Royal Family will continue to observe mourning for another week - but members will attend engagements wearing black mourning bands where appropriate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56693406",
      "category": "world-latin-america",
      "title": "Saint Vincent volcano: 'Explosive' Soufrière eruption sparks mass evacuation",
      "tags": "Volcanoes,Saint Vincent and the Grenadines",
      "text": "An \"explosive\" volcanic eruption has blanketed the Caribbean island of St Vincent in ash and smoke and forced thousands of people out of their homes.\nLa Soufrière, which has been dormant for decades, first started showing volcanic activity in December, but that increased this week.\nOn Thursday, Prime Minister Ralph Gonsalves urged more than 16,000 residents in \"red zones\" to evacuate.\nThe volcano has since spewed dark ash plumes 6 km (3.7 miles) into the air.\nAsh fall has been recorded as far from the volcano as Argyle International Airport some 20 km away, St Vincent's National Emergency Management Organisation (Nemo) said.\nThe volcano had been dormant since 1979, but in December it started spewing steam and smoke, and making rumbling noises.\nThe first sign that an eruption was imminent came on Thursday evening, when a lava dome became visible on La Soufrière.\nThat same night, Mr Gonsalves ordered an urgent evacuation of the surrounding area.\nThen just before 09:00 on Friday (13:00 GMT), seismologists from the University of the West Indies confirmed that an \"explosive eruption\" was under way.\nEvacuees were taken to cruise ships and safer parts of the island.\nOne resident, Zen Punnett, told AFP news agency that he saw \"a huge ball of smoke\", and that there was panic when people were first ordered to evacuate. \n\"I can feel and hear rumbling here in the green safe zone... keeping calm as much as possible and praying,\" he added. \nLavern King, a volunteer at shelters on the island, told Reuters news agency: \"People are still being evacuated from the red zone, it started yesterday evening and into last night. The place in general is in a frenzy.\"\nInhabitants of the red zone constitute more than 10% of the country's population.\nLater on Friday another explosion was recorded, the UWI Seismic Research Centre tweeted.\nSome evacuation procedures were hindered by the heavy ash fall, which had made visibility \"extremely poor\", Nemo said.\n\"Now that the La Soufrière volcano has begun erupting explosively, ash falls will soon overwhelm us,\" the organisation wrote on Facebook, adding: \"Be sure to get rid of or clean up the ash, soon after it falls. If rain falls, the ash could harden and pose a danger to you.\"\nMost of the Lesser Antilles islands are part of a long volcanic arc in the Eastern Caribbean.\nThe last eruption, in 1979, caused more than $100m (£73m) of damage on the island. \nThe worst eruption on record, in 1902, killed more than 1,000 people.\nLocal media have also reported increased activity from Mount Pelee on the island of Martinique, north of St Vincent."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56701890",
      "category": "uk",
      "title": "'You look like you've had a heavy Christmas!' When the public met the duke",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Sandringham,Queen Elizabeth II,Canada",
      "text": "It was a cold morning on the Sunday between Christmas and New Year, and Cat Kidd was among the well-wishers at Sandringham in Norfolk, waiting for the Royal Family to arrive at church.\nCat, now 34 and living in Cambridge, is from the area, and would often visit Sandringham with her family to see the royals' traditional Christmas church visit. \nOn this morning, five or six years ago, Prince Philip spotted Cat in the crowd. To her surprise, he said something. So what was his festive greeting?\n\"He shouted out: 'You look like you've had a heavy Christmas!'\" says Cat. \n\"And I think he followed it up with: 'You're looking very pale.' I'm quite a pale person anyway, but obviously he picked up that I was extra pale.\"\nThe well-wishers are asked not to take pictures, so there is no record of the exchange. But it remains a fond memory.\n\"I guess technically he was insulting me - but it was still a bit of an honour to have him speak to you,\" she says.\n\"It's a nice story to have - I've told it a few times over the years. But it's a nice badge of honour to have been insulted by the duke.\"\nAnd the final question - was the duke correct? Was she feeling a little worse for wear?\n\"Well it was Christmas...\" Cat replies.\nIn 1997, Trevor Adams was a journalism student in Halifax, Nova Scotia, Canada. He was due to interview a businessman for an assignment, but at the last minute, it fell through. \nHe needed something to fill the gap. \"Or,\" says Trevor, \"I was looking at an F - for fail.\"\nThen a friend, who worked in a downtown hotel, mentioned that Prince Philip was in Halifax for a World Wildlife Fund event. Trevor grabbed his camera operator, rushed to the Prince George Hotel, and crossed his fingers.\nSomehow - he's not sure how - he was able to breeze past the police and into the same room as the prince. He tapped the duke on the arm - \"Which I now understand to be a major faux pas,\" he says - and made his pitch.\n\"I explained to him - probably very quickly - that I was a journalism student and desperately needed an interview today, or I was going to get an F. I said if he helped me out, I would be the envy of my classmates.\"\nThe duke chuckled, says Trevor, and \"immediately\" agreed to rescue his assignment. Prince Philip spoke for a few minutes on camera about the WWF, with one question about football, before the duke shook Trevor's hand and ended with a joke. \nSadly, Trevor cannot remember the joke. \"I wish I'd written it down,\" he says. Nonetheless, Trevor's scoop earned him an A. \n\"My classmates wondered how on earth I had managed to get the interview,\" he says. \"And really, it amounted to walking into a room I wasn't supposed to be in.\"\nThe scoop certainly didn't do Trevor's career any harm - 24 years after meeting the duke in a downtown hotel, he is now the editor of Halifax Magazine.\nAccording to a 2018 YouGov poll, 22% of the British public had seen or met Prince Philip - that's around 14 million people. Only the Queen, whom 31% had seen or met, was more visible.\nDarren Johnson is one of that 22% - he met Prince Philip in February 2008, when the duke accompanied the Queen at the opening of the London Fire Brigade headquarters. \nDarren was there as a \"backbench\" member of the London Fire Authority - the body that ran the brigade. So was the small talk formal and buttoned-up? Not quite...\n\"We lined up to be introduced to the royal guests,\" says Darren. \"Ken Livingstone (then London mayor) introduced me as the Green member of the fire authority.\n\"Immediately, Prince Philip said: 'So did you choose to be on this body - or did someone make you do it?'\n\"I said there were two Greens on the London Assembly and one of us had to do it!\"\nDarren, who was on the London Assembly for 16 years, says he is \"not a fanatical royalist, or anything like that\".\n\"But I did like his spirit of irreverence, definitely,\" says Darren, now 54. \"I do think one of his qualities was he was able to cut through a lot of that formality.\"\nIndeed, as the countless tributes have proven, there are many words to describe the Duke of Edinburgh. But - as Cat, Trevor, and Darren know - formal was not one of them.\nHave you met Prince Philip? Do you have a story from that time? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56703416",
      "category": "world-asia",
      "title": "Myanmar coup: 'Dozens killed' in military crackdown in Bago",
      "tags": "Myanmar coup ,Myanmar",
      "text": "More than 80 people have been killed by Myanmar security forces in a crackdown on a protest in the city of Bago, activists say. \nThe military is reported to have taken away the bodies of those killed, and the true number of deaths may never be accurately established. \nWitnesses told local media that soldiers had used heavy weapons and had shot at anything that moved. \nMore than 600 people have been killed since the 1 February military coup.\nThe military has resorted to increasing levels of violence to maintain its grip on power.\nThe latest killings in Bago,  near the main city of Yangon, are reported to have happened on Friday but took a whole day to emerge as many residents were forced to flee to nearby villages.\nMonitoring group the Assistance Association for Political Prisoners (AAPP) said the actual number of deaths was likely to be much higher.\nThe Myanmar Now news outlet quoted protest organiser Ye Htut as saying: \"It is like genocide. They are shooting at every shadow.\"\nMass protests have been taking place across Myanmar, also known as Burma, since the military seized control of the South East Asian country and declared a year-long state of emergency.\nThe armed forces claim there had been widespread fraud during a general election late last year which had returned elected leader Aung San Suu Kyi and her National League for Democracy (NLD) party to power. The election commission has dismissed this.\nOn Friday ousted MPs and Myanmar's UN ambassador called on UN Security Council members to take action against the military, including extending sanctions and imposing an arms embargo and no-fly zone.\nThe UN meeting was also warned that Myanmar was \"on the brink of state failure\".\nInternational Crisis Group senior adviser Richard Horsey said the military's actions were creating a situation where the country could become ungovernable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301207",
      "category": "uk",
      "title": "Prince Philip: The Duke of Edinburgh's Award 'saved me from jail'",
      "tags": "Prince Philip, Duke of Edinburgh,Darlington",
      "text": "What does the Duke of Edinburgh's Award mean to you? For many it will conjure memories of hauling a badly-packed rucksack across rainy British countryside in the hope of adding some sparkle to their CV. Yet for some of the millions of young people who have taken on the self-improvement challenge, it has brought truly life-changing opportunities.\nWithout the award, James says he'd \"probably be in jail\". At the age of 15, James and his friend Nathan, then 16, had had more run-ins with the police than they care to remember. As bored mates growing up in Darlington, north-east England, they felt they had \"nothing else to do\" but to cause mischief.  \nIllegally riding motorbikes for a bit of fun in their early teenage years turned into a succession of petty crimes - theft, anti-social behaviour, criminal damage. James describes his behaviour as \"causing mayhem\". Nathan adds: \"Wherever I was, I was causing trouble.\"\nAfter being caught for separate offences, in 2018 the friends were both ordered to do hours of community service, or \"reparations\". The stint the pair enjoyed the most was being taught how to fix bikes by youth offending officer Dave Kirton, for a community project.\nDave, who is also a Duke of Edinburgh leader, arranged with those on the reparations panel to strike a deal with the boys: if they did their Duke of Edinburgh Bronze Award, they'd get five hours taken off their community service orders. \n\"It was a little bit of a reward, a carrot incentive,\" Dave says. \"Both the lads were a bit reluctant at first, but they agreed and two or three weeks in they realised the opportunity they had - and they got stuck right into it.\"\nIt takes about six months for most participants to complete the four sections of the bronze award: volunteering, a physical challenge, developing a skill and taking part in an expedition, which usually consists of two days of walking and a night of camping. The silver and gold awards are more challenging and take longer to complete. \nJames says the commitment needed for his bronze award - the first of three achievement levels - forced a change in his behaviour: \"It just stopped me being naughty.\" Nathan says learning expedition skills such as navigation made him realise how quick he was at picking up new things.\n\"There's potential that you don't know you've got until you actually try it,\" he says.\nNathan's realisation is exactly the kind of boost Prince Philip wanted to give young people when he first established the Duke of Edinburgh's Award for Boys in 1956. The idea, as expressed by the duke himself, was simple: \"If you can get a young person to succeed in any one activity, then that feeling of success will spread over into many others.\"\nThe roots of this idea lay in the self-reliance that helped Philip through his sometimes troubled childhood, and the experience of his time at school. Gordonstoun, the school both Prince Philip and Prince Charles attended, had a tough physical regime with an emphasis on self-development - as depicted in the Netflix series The Crown.\nIn the beginning the duke's award was confined to boys, with 7,000 signing up in the first year. Girls were allowed to take part from 1958, but to begin with their programme had more emphasis on domestic skills and community service.\nThe programme was made the same for girls and boys in 1980 - a move towards equality that helped one girl to overcome part of her traumatic childhood.\nLauren (not her real name), was abused by her parents as a child. She says they used to dangle her from a balcony - an abusive pastime that left her terrified of heights. \nDuring Lauren's bronze award expedition in 2018, when she was 14, she was given the opportunity to take part in a high ropes course as an extra activity. \"I had a friend there that I'd met, and they were egging me on,\" she says. \"I finally did it and I felt so relieved.\" \nThat day on the high ropes, Lauren's fear of heights disappeared. \"I can do anything now,\" she says.\nLauren says the friends she made through the scheme have helped her gain the social skills needed to pursue a future career in social work. She says her aim is to help others who have had difficult childhoods.\nThose who complete the gold award get to experience a high of a different kind - being invited to a presentation ceremony at a royal residence. Several are held each year, either at St James's Palace or in Buckingham Palace gardens, in London, at the Palace of Holyroodhouse, in Edinburgh, or at Hillsborough Castle, in County Down.\nPrince Philip attended more than 500 of gold award presentations himself - and other Royal Family members stood in if he was absent. He remained a patron of the organisation until his death. \nMohammed Leily says he was \"thrilled\" to meet \"the man himself\" at one of Philip's final presentation events before he retired from royal duties in 2017. \n\"He went around and had a chat with each group,\" says Mohammed, who is still in touch with the friends he made through the programme. \"I remember he told us to make sure we are as active as we could possibly be, and to make sure we made use of our youth now while we have the energy.\" \nMohammed arrived to the UK from Syria as a refugee in 2013, aged 17, and decided to sign up for the bronze award as a way of meeting new people and improving his English. He revelled in the opportunity to volunteer for the Red Cross and help other refugees and asylum seekers settle into new homes. \nHe credits his gold award with helping him to get a place to study medicine at the University of Southampton - and says he still can't believe he got to meet Prince Philip. \"When I left Syria I would never have imagined I'd do that, or see him.\"\nAs of early 2021, more than 3.1 million Duke of Edinburgh's Awards had been achieved by people like Mohammed, Lauren, James and Nathan. The international arm of the scheme means more than a million people more are currently taking part in programmes in more than 130 countries.\nBut if the numbers have grown dramatically, the ideas remain simple. \"One of the perpetual problems about human life is that young people of every generation have to discover for themselves what life is all about,\" the duke said in 2010.\n\"These experiences teach more general lessons and serve as a practical demonstration of what can be achieved through determination and persistence.\"\nBack in Darlington, those lessons have certainly been learned by James and Nathan. Neither has reoffended since completing their bronze award. \"It makes you happy knowing you're pal's all right and doing well for himself,\" says Nathan. \"And it makes us happy knowing that we've both changed together.\" \nDid you take part in the Duke of Edinburgh's Award scheme? Did you meet Prince Philip? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56698311",
      "category": "world-us-canada",
      "title": "Prince Philip: Every living US president pays respects",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Donald Trump,Barack Obama,United States,Joe Biden",
      "text": "Every living former US president has paid their respects to the UK's Prince Philip, who died on Friday at the age of 99.\nThe current President Joe Biden also issued a statement in which he praised the Duke of Edinburgh's \"lifetime of service to the United Kingdom\".\nSome 18 presidents were elected in the duke's lifetime. Queen Elizabeth II has met 12 US presidents during her reign, often with her husband by her side.\nSpeaking from the White House, Mr Biden described the prince as \"a heck of a guy\".\n\"His lifetime of service to the United Kingdom and the whole commonwealth was visible to everybody for a long, long time,\" he said. \n\"I think he's going to be missed, particularly in the United Kingdom. Ninety-nine years old, he never slowed down at all. Which I admire the devil out of.\"\nMr Biden is reportedly due to meet the Queen at Buckingham Palace in June.\nOn Friday, White House press secretary Jen Psaki said it was not yet determined whether the president would attend the duke's funeral.\nHe and his wife, First Lady Jill Biden, also released a joint statement praising Prince Philip's \"decades of devoted public service\".\nHis legacy \"is evident in the worthy causes he lifted up as patron, in environmental efforts he championed, in the members of the Armed Forces that he supported, in the young people he inspired, and so much more,\" the pair wrote.\nDonald Trump, who last visited the Royal Family in 2019, described Prince Philip as \"a man who embodied the noble soul and proud spirit of the United Kingdom and the Commonwealth\".\nHe described Prince Philip's death as an \"irreplaceable loss for Great Britain, and for all who hold dear our civilisation\".\n\"Prince Philip defined British dignity and grace,\" he said. \"He personified the quiet reserve, stern fortitude, and unbending integrity of the United Kingdom.\"\nHe added: \"Over the past few years, Melania and I were honoured to have the opportunity to visit the United Kingdom. \n\"We saw first hand how the monarchy epitomises and carries on the virtues of the British people - and no-one did so more than Prince Philip.\"\nBarack Obama and his wife Michelle said Prince Philip and the Queen had \"already been on the world stage for more than half a century\" at the time of the group's first meeting.\n\"As two Americans unaccustomed to palaces and pomp, we didn't know what to expect. We shouldn't have worried,\" they said. \n\"The Queen and Prince Philip immediately put us at ease with their grace and generosity, turning a ceremonial occasion into something far more natural, even comfortable. Prince Philip in particular was kind and warm, with a sharp wit and unfailing good humour. It was our first introduction to the man behind the title, and in the years since, our admiration for him has only grown.\"\nDuring a visit in 2016, the then 94-year-old Prince Philip drove the Obamas to lunch at Windsor Castle. \nThe Obamas said they would \"miss him dearly\". \nGeorge W Bush praised the duke's devotion to public service.\n\"Throughout his long and remarkable life, he devoted himself to worthy causes and to others. He represented the United Kingdom with dignity and brought boundless strength and support to the sovereign,\" he said. \nHe added that he and his wife Laura were \"fortunate to have enjoyed the charm and wit of his company, and we know how much he will be missed\".\nBill Clinton and former Secretary of State Hillary Clinton said they joined people \"from all around the world in giving thanks for his remarkable life of service\".\nThey met Prince Philip and the Queen several times over the years, a statement by the couple said. \n\"We enjoyed every opportunity we had to visit with him through the years and will always be deeply grateful for the kindness he showed us.\"\nThe oldest living US president, Jimmy Carter, dined with Prince Philip and the Queen in 1977.\nA tweet issued from the 96-year-old's presidential library account read: \"We are sorry to hear that Prince Philip, Duke of Edinburgh, has passed away.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56699776",
      "category": "uk",
      "title": "Prince Philip: Family visits Buckingham Palace at 1am to lay flowers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56687397",
      "category": "uk-politics",
      "title": "Race report: Boris Johnson urged to withdraw 'whitewashing' inquiry",
      "tags": "Black Lives Matter,Boris Johnson,Riz Ahmed,Racism",
      "text": "Boris Johnson should withdraw a report into racism and instead implement recommendations of past inquiries, campaigners have said.\nGroups including Black Lives Matter UK say the government-commissioned report had \"provoked national indignation\". \nAnd, they say in a letter to the PM, it \"whitewashes the daily challenges faced by black and minoritised communities\".\nMr Johnson has said he does not agree with everything in the report but he wants to implement its recommendations.\nDowning Street set up the Commission on Race and Ethnic Disparities in June last year, following anti-racism protests triggered by the killing of George Floyd in the US. \nThe commission was tasked with looking into racial inequality in the UK.\nTheir report - published last month - concluded that the country \"no longer\" has a system rigged against people from ethnic minorities.\nIt also said family structure and social class had a bigger impact than race on how people's lives turned out.\nThe report acknowledged that overt racism exists, particularly online, but said the UK \"should be regarded as a model for other white-majority countries\" for its success in removing race-based disparities in society.\nDr Tony Sewell who chaired the commission told the BBC they found \"anecdotal evidence\" of racism but no proof of \"institutional racism\" in the country.\nThe report makes 24 recommendations which include: \nIn the letter, organisations including campaigning group Charity So White, Liberty, the National Education Union and The Runnymede Trust called on Mr Johnson to \"repudiate the commission's findings immediately and withdraw its report\".\nThey said: \"From the moment that membership of the ostensibly independent commission was announced, it was clear it would publish a tailored report conforming to a government narrative around racism and class - a narrative that whitewashes over the daily challenges faced by Black and minoritised communities in this country.\"\nThe letter also said the report was \"lacking in intellectual rigour\" and notes that some of those cited in the report have since claimed they were misrepresented. \nIt urged Mr Johnson to establish a task force to implement the recommendations made by previous investigations into race including inquiries into the murder of Stephen Lawrence and the Windrush scandal.\nThe Commission on Race and Ethnic Disparities has said its work has been misrepresented and it had \"never said that racism does not exist in society or in institutions\".\n\"We say the contrary: racism is real and we must do more to tackle it,\" the commission said in a statement last week.\n\"Robust debate we welcome. But to depict us as racism deniers, slavery apologists or worse is unacceptable.\" \nA review of the Windrush scandal, published in March 2020, said the Home Office should appoint a Migrants Commissioner, develop a programme of cultural change for the department, and establish a race advisory board.\nHome Secretary Priti Patel has promised to implement the recommendations in full. \nIn 2017 a report by Labour MP David Lammy looked into evidence of bias in the justice system in England and Wales.\nThat review recommended allowing low-level offenders to \"defer\" prosecution and opt for a rehabilitation programme before entering a plea; gathering more data on the ethnicity and religion of offenders; and introducing targets for a more representative workforce within the justice system.\nIn 2020, the prime minister said that 16 of the recommendations had been met, but Mr Lammy disputed this, arguing that just six had actually been implemented.\nThe McGregor-Smith Review of race in the workplace, also published in 2017, said firms with more than 50 workers should publish a breakdown of their workforce by race and by how much they are paid.\nThe government said it agreed with many of the review's recommendations but said it hoped \"reasonable employers\" would implement the changes, rather than waiting for the government to introduce legislation.\nBoris Johnson said the Commission on Race and Ethnic Disparities report was a \"very interesting piece of work\" but he was \"not going to say the government is going to agree with absolutely everything in it\".\nHe said there are \"very serious issues that our society faces to do with racism that we need to address\" and added that the government would be looking at the ideas the commission put forward.\nThe letter calling on the PM to withdraw the report, which gained more than 20,000 signatures in 48 hours, has also received support from writer Afua Hirsch and actor Riz Ahmed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-56692965",
      "category": "in-pictures",
      "title": "Prince Philip: Death of the Duke of Edinburgh announced",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "Buckingham Palace announced the death of Prince Philip, Queen Elizabeth II's husband, at Windsor Castle on Friday.\nThe duke, aged 99, was the longest-serving consort in British history.\nHe had returned to Windsor Castle on 16 March after spending a month in hospital.\nHere are pictures from the day of the announcement.\nIn a statement shortly after midday, the palace said: \"His Royal Highness passed away peacefully this morning at Windsor Castle.\"\nA notice was posted on the gates of Buckingham Palace following the announcement.\nThe flag at Buckingham Palace was lowered to half-mast.\nPeople placed flowers outside the palace with messages of condolence.\nThe government urged the public not to gather or leave tributes at royal residences amid the coronavirus pandemic.\nThe Royal Family has asked people to consider making a donation to a charity instead of leaving flowers in memory of the duke.\nAn online book of condolence has been launched on the official Royal Family website for those who wish to send messages.\nIn further tribute to the duke, Westminster Abbey rang its tenor bell once every 60 seconds, 99 times, from 18:00 BST on Friday evening.\nFlowers were also placed outside Windsor Castle, where the duke spent his last weeks after being discharged from hospital.\nIn Edinburgh, the flag at the Palace of Holyroodhouse was lowered to half-mast, as flowers began to be placed outside.\nA notice announcing the death of Prince Philip was attached to the gates.\nRacegoers and riders observed a two-minute silence for Prince Philip at Aintree Racecourse in Liverpool.\nPlayers and staff at Lord's Cricket Ground in London also held a two-minute silence, with flags lowered to half-mast.\nIn London, a tribute was displayed on the screen at Piccadilly Circus.\nThe palace said further announcements would be made \"in due course\".\nAll pictures are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56695489",
      "category": "uk-england-london",
      "title": "Nikolai Glushkov: Putin critic 'strangled in London home by third party'",
      "tags": "Russia,New Malden",
      "text": "A Russian exile was strangled in his own home by a third party, a coroner has ruled.\nBusinessman Nikolai Glushkov, who was critical of Russian President Vladimir Putin, was found dead in New Malden in south-west London in March 2018.\nWest London Coroner's Court heard there was evidence to suggest his death was made to look like a suicide and there had been \"third-party involvement\".\nSenior coroner Chinyere Inyama ruled that Mr Glushkov was unlawfully killed.\nMr Glushkov fled Russia after being accused of fraud during his time as deputy director of the Aeroflot airline, and was granted political asylum in the UK in 2010.\nIn 2017, during a trial in absentia, he was sentenced to eight years by a Russian court after being convicted of stealing £87m from the airline.\nMr Glushkov, 68, had been due to attend the Commercial Court in London to defend himself on 12 March, the day his body was discovered by his daughter, Natalia.\nHis death came a week after the Novichok poisoning in Salisbury of the Russian former double agent Sergei Skripal and his daughter Yulia.\nParamedic Dominic Biel told the inquest the scene of Mr Glushkov's death was \"suspicious\" and recalled how his partner Denis Trushin said: \"Don't touch anything until the police come here - someone's killed him.\"\nA pathology report summarised to the court said the injuries \"could be consistent with a neck-hold, applied from behind, and the assailant being behind the victim\".\nIt added: \"There is a lack of injuries to suggest prolonged grappling or restraint with the third party, and a lack of injuries of a defensive nature to the upper limbs.\"\nRecording his verdict, the coroner said: \"From all the documentation, all the evidence gathered, Nikolai Glushkov died from an unlawful killing.\"\nThe inquest coincided with a renewed appeal by the Met Police's counter-terrorism unit for more information about the death.\nCommander Richard Smith said over 1,800 witnesses had been contacted and more than 420 statements taken.\nNo arrests have been made and a motive is yet to be established, the Met said.\nMr Glushkov was a close friend of oligarch Boris Berezovsky, a vocal critic of Mr Putin, who was found hanged at his Berkshire home in 2013.\nAn inquest into Mr Berezovsky's death recorded an open verdict."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-56242398",
      "category": "in-pictures",
      "title": "When the Queen was snapped 'giggling' at Prince Philip",
      "tags": "UK Royal Family,Photography,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "Through his many years of service the Duke of Edinburgh attended thousands of official events with the Queen. Mostly they would work smoothly beside each other. But on one occasion, a swarm of bees derailed the normal efficient-running of events. \nPhotographer Chris Young, working for the Press Association at the time, was there to witness the moment and capture it on camera.\nYoung was the only photographer at the event, a review of the Grenadier Guards' elite Queen's Company regiment at Windsor Castle in 2003. He had moved away from the spot he had been allocated, to a better vantage point, and waited with guests until  the Queen emerged. As colonel of the regiment, the duke was standing in full uniform, as he prepared to accompany Her Majesty.\nIt was at this point Young became aware of a swarm of bees.\n\"I got lucky,\" says Young, recalling the event 18 years later. \"I recognised that it was a human moment. She was giggling like a little girl and he was laughing too.\"\n\"I thought the reaction from both of them was pretty unique.\n\"Some of the guests were unsure as to whether they should move, but eventually everyone had to beat a retreat.\"\nA royal beekeeper was swiftly summoned to sort things out.\nWhile Young was delighted to catch the royal couple off-guard, he was keenly aware of the responsibility as well. As a so-called pool photographer, whose pictures would be syndicated, Young was the only journalist present with a camera.\n\"It can be nerve wracking... if you mess it up no one gets a picture of the event.\"\nYoung filed the photographs to the picture desk where he worked and was about to board a train back to London when his editor called to say there had been a lot of interest. Could he send any other images he had taken? \nSo Young retreated to a nearby cafe to transmit more pictures of the moment the royal couple were surprised by a swarm of bees.\nThe main picture made the front pages of a number of newspapers the following day. It was a rare, candid exchange of glances between the couple in public."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-10224525",
      "category": "uk",
      "title": "Obituary: HRH The Prince Philip, Duke of Edinburgh",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Obituaries",
      "text": "Prince Philip, Duke of Edinburgh, won widespread respect for his steadfast and constant support of the Queen.\nIt was a desperately difficult role for anyone, let alone a man who had been used to naval command and who held strong views on a wide range of subjects.\nYet it was that very strength of character that enabled him to discharge his responsibilities so effectively, and provide such wholehearted support to his wife in her role as Queen.\nAs male consort to a female sovereign, Prince Philip had no constitutional position. But no-one was closer to the monarchy, or of greater importance to the monarch, than he was.\nPrince Philip of Greece was born on 10 June 1921 on the island of Corfu. His birth certificate shows the date as 28 May 1921, as Greece had not then adopted the Gregorian calendar.\nHis father was Prince Andrew of Greece, a younger son of King George I of the Hellenes. His mother, Princess Alice of Battenberg, was the eldest child of Prince Louis of Battenberg and sister of Earl Mountbatten of Burma.\nAfter a coup d'etat in 1922, his father was banished from Greece by a revolutionary court.\nA British warship sent by his second cousin, King George V, took the family to Italy. Baby Philip spent much of the voyage in a crib made from an orange box.\nHe was the youngest child, the only boy in a family of sisters - and his early childhood was spent in a loving atmosphere. \nThe prince began his education in France but, at the age of seven, came to live with his Mountbatten relatives in England, where he attended a prep school in Surrey.\nBy this time his mother had been diagnosed with schizophrenia and been placed in an asylum. The young prince would have little contact with her.\nIn 1933, he was sent to Schule Schloss Salem in southern Germany, which was run by educational pioneer Kurt Hahn. But within months, Hahn, who was Jewish, was forced to flee Nazi persecution.\nHahn moved to Scotland where he founded Gordonstoun school, to which the prince transferred after only two terms in Germany.\nGordonstoun's Spartan regime, with its emphasis on self-reliance, was the ideal environment for a teenage boy who, separated from his parents, felt very much on his own.\nWith war looming, Prince Philip decided on a military career. He wanted to join the Royal Air Force but his mother's family had a seafaring tradition and he became a cadet at the Britannia Royal Naval College, Dartmouth.\nWhile there he was delegated to escort the two young princesses, Elizabeth and Margaret, while King George VI and Queen Elizabeth toured the college.\nAccording to witnesses, Prince Philip showed off a great deal. But the meeting made a deep impression on the 13-year-old Princess Elizabeth.\nPhilip quickly proved himself an outstanding prospect, passing out at the top of his class in January 1940 and seeing military action for the first time in the Indian Ocean.\nHe transferred to the battleship HMS Valiant in the Mediterranean Fleet, where he was mentioned in dispatches for his part in the Battle of Cape Matapan in 1941. \nAs the officer in charge of the ship's searchlights, he played a crucial role in this decisive night action.\n\"I found another ship and it lit up the middle part of it, whereupon it practically disappeared instantly under a salvo of 15in shells at point-blank range,\" he told BBC Radio 4 in 2014.\nBy October 1942, he was one of the youngest first lieutenants in the Royal Navy, serving on board the destroyer HMS Wallace.\nThroughout this period, he and the young Princess Elizabeth had been exchanging letters, and he was invited to stay with the Royal Family on a number of occasions.\nIt was after one of these visits, over Christmas 1943, that Elizabeth placed a photograph of Philip, in naval uniform, on her dressing table.\nTheir relationship developed in peacetime, although there was opposition to it from some courtiers - one of whom described Prince Philip as \"rough and ill-mannered\".\nBut the young princess was very much in love and, in the summer of 1946, her suitor asked the King for his daughter's hand in marriage.\nHowever, before an engagement could be announced, the prince needed a new nationality and a family name. He renounced his Greek title, became a British citizen and took his mother's anglicised name, Mountbatten.\nThe day before the marriage ceremony, King George VI bestowed the title of His Royal Highness on Philip and on the morning of the wedding day he was created Duke of Edinburgh, Earl of Merioneth and Baron Greenwich.\nThe wedding took place in Westminster Abbey on 20 November 1947. It was, as Winston Churchill put it, a \"flash of colour\" in a grey post-war Britain.\nThe duke returned to his naval career and was posted to Malta where, for a while at least, the couple could live the life of any other service family.\nTheir son, Prince Charles, was born at Buckingham Palace in 1948, and a daughter, Princess Anne, arrived in 1950. They were later joined by Prince Andrew (1960) and Prince Edward (1964). \nOn 2 September 1950, he achieved the ambition of every naval officer when he was appointed to his own command, the sloop HMS Magpie.\nBut his naval career was about to be curtailed. The worsening health of George VI meant his daughter had to take on more royal duties and needed her husband by her side.\nPhilip took leave from the Royal Navy in July 1951. He never returned in an active role.\nThe duke was not a man to carry regrets, but he did say in later life that he was sorry he had been unable to continue his career in the navy.\nContemporaries have said that he could, on his own merit, have risen to become first sea lord. \nIn 1952, the royal couple set off on a tour of the Commonwealth originally planned to be undertaken by the King and Queen.\nIt was while they were staying at a game lodge in Kenya in February that word came through the King had died. He had suffered a coronary thrombosis - a fatal heart blood clot.\nIt fell to the prince to break the news to his wife that she was now Queen.\nA friend later described Prince Philip as looking as if \"half the world\" had dropped on him.\nDeprived of his naval career, he had to create a new role for himself, and Elizabeth's accession to the throne raised the whole question of what that was to be.\nAs the coronation approached, a Royal Warrant proclaimed that Prince Philip would have precedence after the Queen on all occasions, yet he was never to have any constitutional position.\nThe duke was full of ideas about how best to modernise and streamline the monarchy but became increasingly disillusioned by the entrenched opposition from a number of the palace old guard.\nHe channelled some of his energies into an active social life. He and a group of male friends met every week in rooms above a restaurant in Soho, central London. \nThere were long, convivial lunches and visits to nightclubs and he was often photographed with glamorous companions.\nOne area in which the duke was given free rein to exercise his authority was in the family, although he lost the battle over the name his children would carry.\nThe Queen's decision that the family would carry the name of Windsor, rather than his own family name of Mountbatten, was a bitter blow.\n\"I am the only man in the country not allowed to give his name to his children,\" he complained to friends. \"I'm nothing but a bloody amoeba.\" \nAs a parent, Prince Philip could appear brusque and insensitive. \nAccording to Prince Charles's biographer, Jonathan Dimbleby, Charles was reduced to tears in his youth by public reprimands from his father and the relationship between father and eldest son was never easy.\nPhilip insisted that Prince Charles go to his old school, Gordonstoun, in the well-intentioned belief that its regime would help counter his son's somewhat retiring nature.\nIn the event the young prince hated the school, where he suffered homesickness and was often the target of bullies.\nThe duke's attitudes reflected the difficult nature of his own, sometimes lonely, childhood.\nHe was forced from an early age to develop self-reliance and found it difficult to understand that not everyone shared his strength of character.\nOne of Prince Philip's main concerns was for the welfare of young people, and in 1956 that interest sparked the launch of his phenomenally successful Duke of Edinburgh's Award.\nOver the years it enabled some six million 15-to-25-year-olds - many with disabilities - the world over to challenge themselves physically, mentally and emotionally in a range of outdoor activities designed to promote teamwork, resourcefulness and a respect for nature.\n\"If you can get young people to succeed in any area of activity,\" he told the BBC, \"that sensation of success will spread over into a lot of others.\"\nThroughout his life the duke continued to devote much time to the scheme, attending various functions and involving himself in its day-to-day running.\nHe was also a passionate advocate for wildlife and the environment, although his decision to shoot a tiger while on a trip to India in 1961 caused a furore. \nThe publication of a photograph, in which the tiger was displayed as a trophy, only made matters worse.\nHowever, he threw his considerable influence and energy behind the World Wildlife Fund, later to become the World Wide Fund for Nature, and seemed a natural choice as its first president.\n\"I think it's marvellous we have such a fantastic variety of life on this planet, all interdependent,\" he told a BBC interviewer.\n\"I think also that if we humans have the power of life or death - or extinction or survival - we ought to exercise it with some sort of moral sense. Why make something extinct if you don't have to?\"\nHe upset some conservationists when he defended grouse shooting.\n\"If you have a game species, you want it to survive because you want to have some next year - exactly like a farmer. You want to crop it, you don't want to exterminate it.\"\nBut he was widely praised for his commitment to preserving the world's forests and campaigning against overfishing in the oceans.\nPrince Philip also took a keen interest in industry, visiting factories and becoming patron of the Industrial Society, now known as the Work Foundation.\nIt was to a group of industrialists in 1961 that the duke displayed characteristic bluntness when he told them: \"Gentlemen, it's time we pulled our fingers out.\"\nThis tendency to be forthright was interpreted by some as boorishness and sometimes got him into trouble. He certainly gained a reputation for misjudging situations, particularly when he was abroad.\nHe made one of his most controversial comments while accompanying the Queen on a state visit to China in 1986. He made what he thought was a private remark about \"slitty eyes\".\nThe tabloids went into a frenzy, although it seemed to cause little concern in China.\nOn a visit to Australia in 2002, he asked an Aboriginal businessman whether \"you still throw spears at each other\".\nWhile he was heavily criticised in some quarters for such remarks, others saw them as reflecting someone who was his own man and who had refused to become bound by political correctness.\nIndeed, many saw his so-called \"gaffes\" as nothing more than an attempt to lighten the atmosphere and put people at their ease.\nThroughout his life, Prince Philip maintained an enthusiasm for sport. He sailed, played cricket and polo, excelled at carriage driving and was president of the International Equestrian Federation for many years.\nThe tensions with his eldest son resurfaced with the publication of Jonathan Dimbleby's biography of Prince Charles. \nThe Duke of Edinburgh, it was said, had pushed Charles into his marriage to Lady Diana Spencer.\nYet the duke was more solicitous than many critics would allow during the difficult years when his children's marriages were disintegrating.\nHe took the lead in attempting to understand the problems, prompted perhaps by his own memories of the difficulties of marrying into the Royal Family.\nPrince Philip was greatly saddened by the ending of the marriages of three of his four children - Princess Anne and Prince Andrew, as well as Prince Charles.\nBut he always refused to talk about personal matters, telling a newspaper in 1994 that he had not done so before and was not going to start then.\nAdvancing years barely slowed the pace of his life. He continued to travel extensively, both for the World Wide Fund for Nature and with the Queen on state visits abroad.\nAnd he made a personal pilgrimage to Jerusalem in 1994 to visit the tomb of his mother. Her wish to be buried there had been fulfilled.\nThere was another poignant moment for him during the 50th anniversary of VJ Day in 1995.\nPrince Philip had been on a British destroyer in Tokyo Bay when the Japanese surrendered and, on the anniversary, he joined other veterans of the Far East campaign in marching past the Queen on The Mall.\nHe also expressed sympathy for those former prisoners of the Japanese who had found it hard, or indeed impossible, to forgive what had been done to them.\nHis brusqueness mellowed a little in later years, prompted by the public's sometimes hostile attitude to the Royal Family after the death of Diana, Princess of Wales.\nIn 2007, letters between the duke and the princess were published in an attempt to refute claims that he had been hostile to his daughter-in-law.\nDubbed the Dearest Pa letters, they showed he had been a source of great support to Diana, a fact underlined by the warm tones in which she wrote to him.\nMohamed Al Fayed, the father of Diana's last companion, Dodi, even suggested at the inquest into her death that she had been murdered on Prince Philip's orders - an allegation the coroner strongly rejected.\nPrince Philip, Duke of Edinburgh, was a strong-willed and independent man who found himself at the centre of British society.\nHe was a natural leader whose role forced him always to take second place; a man with a combative temperament that frequently sat uneasily with the sensitivities of his position.\n\"I've just done what I think was my best,\" he once told the BBC. \"I can't suddenly change my whole way of doing things, I can't change my interests or the way I react to things. That's just my style.\"\nThe duke retired from public life in August 2017 after decades supporting the Queen and attending events for his own charities and organisations.\nBuckingham Palace calculated he had completed 22,219 solo engagements since 1952, and Theresa May, the then prime minister, thanked him for a \"remarkable life of public service\".\nPhilip celebrated his 70th wedding anniversary later that year. \nA hip replacement operation did not stop him driving his carriages around the grounds of Windsor Castle, and he survived a serious car accident while driving near Sandringham in January 2019. \nTwo women in the other car were injured, and the duke voluntarily surrendered his driver's licence. \nDuring the coronavirus pandemic, Philip and the Queen moved to Windsor Castle, and were given a vaccine in January 2021. \nPhilip was successful in using his position to make a huge contribution to British life and played his part in helping the monarchy come to terms with changing social attitudes over the years.\nBut his greatest achievement was undoubtedly the constancy and strength of his support for the Queen in the long years of her reign.\nHe believed his job was, as he told his biographer, \"to ensure the Queen can reign\".\nAt a speech given at a celebration to mark the couple's golden wedding anniversary, the Queen paid tribute to her husband, the longest-serving royal consort in British history.\n\"He is someone who doesn't take easily to compliments, but he has quite simply been my strength and stay all these years. And I, and his whole family, and this and many other countries, owe him a debt greater than he would ever claim or we shall ever know.\" \n All images subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56697570",
      "category": "uk",
      "title": "Prince Philip: Tributes after Duke of Edinburgh dies aged 99",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "Political leaders, members of the public and well-wishers around the world have paid tribute to Prince Philip, Queen Elizabeth II's husband, after his death at the age of 99. \nA statement issued by Buckingham Palace just after midday spoke of the Queen's \"deep sorrow\" following his death at Windsor Castle on Friday morning.\nHe was the longest-serving royal consort in British history.\nPrince Charles said his father's life was an \"astonishing achievement\".\nReflecting on Prince Philip's life for a BBC programme, Prince Charles said: \"His energy was astonishing in supporting my mama [the Queen] - and doing it for such a long time, and, in some extraordinary way, being able to go on doing it for so long. \n\"What he has done has amounted to an astonishing achievement, I think.\"\nPrincess Anne said the duke \"treated everyone as an individual, and gave them the respect he felt they were due as individuals\".\nAnnouncing the duke's death, the Palace said: \"It is with deep sorrow that Her Majesty The Queen announces the death of her beloved husband.\n\"The Royal Family join with people around the world in mourning his loss.\"\nIt is understood that the Prince of Wales travelled to Windsor Castle to visit his mother on Friday afternoon.\nSpeaking at Downing Street, prime minister Boris Johnson added that the duke had \"earned the affection of generations here in the United Kingdom, across the Commonwealth, and around the world\".\nMeanwhile, Justin Welby, the Archbishop of Canterbury, said he \"consistently put the interests of others ahead of his own and, in so doing, provided an outstanding example of Christian service\".\nIn tribute to the duke, Westminster Abbey tolled its tenor bell once every 60 seconds for 99 times from 18:00 BST - to honour each year of his life.\nEarlier, the flag at Buckingham Palace was lowered to half-mast and a notice was posted on the gates to mark the duke's death.\nPeople placed floral tributes outside the central London landmark, while hundreds visited Windsor Castle to pay their respects.\nHowever, the government urged the public not to gather or leave tributes at royal residences amid the coronavirus pandemic.\nThe Royal Family has asked people to consider making a donation to a charity instead of leaving flowers in memory of the duke, and an online book of condolence has been launched on the official royal website for those who wish to send messages.\nA message on the website of the Duke and Duchess of Sussex's non-profit organisation Archewell paid tribute to the \"loving memory\" of the Duke of Edinburgh, saying: \"Thank you for your service... you will be greatly missed.\"\nFrom midday on Saturday, a 41-gun salute will take place for Prince Philip in cities including London, Edinburgh, Cardiff and Belfast, as well as in Gibraltar and at sea from Royal Navy warships, the Ministry of Defence said. They will be broadcast online and on television for the public to watch from home.\nAll UK government buildings have been told to fly official flags at half-mast in tribute to the duke until 08:00 BST on the day after the duke's funeral.\nPrince Philip's funeral will take place at St George's Chapel, Windsor - but the arrangements have been amended in light of the coronavirus pandemic, the College of Arms said in a statement.\nThe duke will not have a state funeral and there will be no lying-in-state, in line with his wishes, it added. \nThe college said the duke will, however, lie at rest in Windsor Castle before a royal ceremonial funeral, which means his death will be marked in the same way as the Queen Mother.\nThe public are \"regretfully\" requested not to attend due to the pandemic, and it is understood the Queen is considering modified funeral and ceremonial arrangements.\nPoliticians across the UK were united in mourning following the announcement of the duke's death.\nLabour leader Sir Keir Starmer said the UK had \"lost an extraordinary public servant\", while Scotland's First Minister Nicola Sturgeon said his \"long contribution to public life in Scotland will leave a profound mark on its people\".\nWales' First Minister Mark Drakeford said the duke \"served the crown with selfless devotion and generosity of spirit\", and Northern Ireland's First Minister Arlene Foster said he was \"widely respected for his active and dedicated service to the country\".\nParliament will honour the duke on Monday, with the House of Commons sitting at 14:30 BST for tributes following his death. \nParties have also suspended their campaigning for elections on 6 May, which will see voters head to the polls for council and mayoral positions in England, the Scottish Parliament and Welsh Parliament.\nMeanwhile, Commonwealth leaders led international reaction to the duke's death. \nAustralian Prime Minister Scott Morrison tweeted that the duke \"embodied a generation that we will never see again\", while Canada's Prime Minister Justin Trudeau described Philip as a \"man of great purpose and conviction\".\nAnd Indian Prime Minister Narendra Modi recalled the duke for his \"distinguished career in the military\" and work \"at the forefront of many community service initiatives\".\nUS President Joe Biden and First Lady Jill Biden joined other world leaders in sending their \"deepest condolences\" to the Queen, the Royal Family and the people of the UK. \nIn a statement, they said the duke \"gladly dedicated himself to the people of the UK, the Commonwealth, and to his family\".\n\"His legacy will live on, not only through his family, but in all the charitable endeavours he shaped,\" it said.\nPrince Philip and the Queen had four children, eight grandchildren and 10 great-grandchildren.\nTheir first son, the Prince of Wales, Prince Charles, was born in 1948, followed by his sister, the Princess Royal, Princess Anne, in 1950, the Duke of York, Prince Andrew, in 1960 and the Earl of Wessex, Prince Edward, in 1964.\nPrince Philip was born on the Greek island of Corfu on 10 June 1921. \nHis father was Prince Andrew of Greece and Denmark, a younger son of King George I of the Hellenes. \nHis mother, Princess Alice, was a daughter of Prince Louis of Battenberg and a great-granddaughter of Queen Victoria."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56699757",
      "category": "uk",
      "title": "Covid-19: Palace urges crowds not to gather, and infections fall",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday. \nThe Duke of Edinburgh's death on Friday at the age of 99 led to tributes and flowers being laid outside Buckingham Palace and Windsor Castle. While plans for Prince Philip's funeral have not yet been released - final details are due this weekend - members of the public have been asked not to attempt to attend any funeral events, in line with coronavirus restrictions. Furthermore, the Royal Family has requested people not leave flowers and tributes at royal residences, and instead make a charitable donation. \nOffice for National Statistics (ONS) data suggests that coronavirus cases in the UK are down to less than a sixth of the January peak. Infections were \"likely level\" in England and Northern Ireland in the week up to 3 April, but decreasing in Scotland and Wales, the ONS said. Meanwhile, the UK reported a further 60 people had died within 28 days of testing positive for Covid-19 as of Friday, bringing the UK total by that measure to 127,040. Another 3,150 cases have also been confirmed. On Friday, the UK reported the largest number of second vaccine doses in a single day at 449,269.\nEllie Wright was not able to receive life-saving treatment from Covid-19 until her son Leon was born by Caesarean 10 weeks early. She spent three weeks in a coma and her son was five weeks old before she could even hold his hand. Finally, she has returned home after spending 88 days in hospital recovering.\n\"It's so frustrating. I've got all this space and I can't use it. Easter is normally the start of the wedding season, but we can't get going,\" says Chris Naylor, who runs Nunsmere Hall Hotel in Cheshire, and two other sites. He is one of hundreds in the wedding industry to have been impacted by the pandemic, with unrestricted weddings not allowed until 21 June. In the meantime, the limited number of guests allowed to attend ceremonies means events are not financially viable. Read more about the rules around weddings.\nMore businesses in England and Wales will be able to reopen from Monday, including gyms, hairdressers and swimming pools. Although restrictions are easing, businesses have had to consider what they can and can't deliver under the new rules. Among them is Elite Evolution in Hackney, which will open for 24 hours a day, allowing people to train at quiet times between 23:00 and 05:00 should they rather. So, what can you do from Monday?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nWorried about rare blood clots after vaccination? Here's what you need to know. Also, as lockdown rules ease, here's some advice on how to keep safe when for when you're out and about.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56168336",
      "category": "entertainment-arts",
      "title": "Prince Philip: Matt Smith and Tobias Menzies on playing the duke in The Crown",
      "tags": "Television,UK Royal Family,Prince Philip, Duke of Edinburgh,Monarchy,Acting,The Crown",
      "text": "\"Don't. Be. Ridiculous.\"\nThat, according to actor Matt Smith, was apparently the Duke of Edinburgh's terse response when asked whether he had ever watched The Crown.\nSmith relayed the anecdote during a 2017 interview with the Guardian, as he reflected on his time playing the duke in the hugely successful Netflix drama.  \nThe series portrays the inner life of Britain's modern-day Royal Family, from the abdication of Edward VIII in 1936 to the break-up of Prince Charles's marriage to Diana, Princess of Wales, in the early 1990s. The drama is set to continue in a new season in 2022.\nIt has been showered with praise for its lavish sets, immense budget, compelling script and accomplished cast, and the awards have followed. More controversial though has been its relationship with the truth. \nThe royals are notoriously guarded about their private lives.  \nEven the duke's supposed stinging rebuke when asked whether he had watched the series is a matter of debate. \n\"Whether it's true or not, I don't know, but I just think he's a bit of a cool cat,\" said Smith, after relating the second-hand anecdote.\n\"And that's what I love about him: he's done what he wants, when he wants, how he wants, with whom he wants. He hasn't asked permission. And his wife's the Queen.\"\nThe former Doctor Who star played the dashing, young Philip Mountbatten, who wooed Princess Elizabeth and became her royal consort. \nYet there were, in reality, limits to how much the duke really did what he wanted. Smith's portrayal of Philip takes in many of the compromises the prince was forced to make - giving up his title as Prince Philip of Greece and Denmark, resigning his career in the navy and, ultimately, swearing allegiance to the Queen.\nWhen Elizabeth was crowned in 1953, Philip is depicted in the show asking her if he can be excused from kneeling to pay homage to her during the ceremony. \nSo what did his role teach Smith about the man himself? \n\"In this day and age, with all the conversations we're having about being a man and maleness, and what it is to be empowered and respected as a woman - I just found that thrilling,\" he told BBC Radio 4's Desert Island Discs.\n\"And also, I kind of sided with him, which is controversial. I felt, 'Yeah, I wouldn't really want to kneel to my wife'.\" \nHis enthusiasm for the character continued into season two when Smith said he saw the duke as a \"roguish, brilliant man\", adding: \"I just found a lot to celebrate in Philip.\"\nThe actor, who was Emmy-nominated in 2018 for playing the role, told Variety that year: \"I sort of loved Philip, and there was a lot that I could identify with: the competitiveness, the sporting nature, the battle, the defiance and the maleness. \n\"One of the interesting challenges for me was that I felt there was a sort of a misconception and a preconception about him, which reduced him a bit. \n\"And actually all the research I did found him to be brilliantly funny, very clever, very popular. In the royal house he's the most popular of all of them. If you've talked to any of the staff, Philip's the one they all love really. I think more than a lot of them, he's a bit more of a man of the people.\"\nSmith was no less complimentary when reacting to news of the duke's death. \"Prince Philip was the man. And he knew it. 99 and out, but what an innings. And what style,\" he said. \"Thank you for your service old chap - it won't be the same without you.\"\nThe role of Philip was passed to Tobias Menzies in season three, when the middle-aged duke played opposite Olivia Colman. Speaking in the immediate aftermath of the duke's death on Friday, Menzies was the essence of modesty.\n\"If I know anything about the Duke of Edinburgh I'm fairly sure he wouldn't want some actor who has portrayed him on television giving their opinion on his life,\" he said, going on to quote the character of Orlando in Shakespeare's As You Like It.\n\"O good old man! how well in thee appears\n\"The constant service of the antique world...\"\nBefore adding: \"Rest in Peace.\"\nBut some time before that, Menzies, who bleached his eyebrows for the role of the duke, was asked by the LA Times if he knew whether Prince Philip had watched his portrayal.\n\"'The crown doesn't comment.' I think that's the motto,\" he replied.\nHe played the prince in seasons three and four, covering 1964 to 1990, and said that by this stage in his life, he \"has acclimatised\" and \"seems to be chafing at the bit less... and seems to have found his feet\".\nThe Outlander actor told the New York Times that for Philip, season three was \"a continuation of themes in the first seasons: being second to his wife, sacrificing his own life and career to some extent\".\nMenzies told the LA Times it was a challenge playing the duke.\n\"They're quite guarded, both him and the Queen. Having watched a lot of footage of Philip and having read about him a lot, I find him quite a hard man to pin down. That makes him interesting to play.\"\nThe actor, who was nominated for a Golden Globe last year for his role in the show, told Screen Daily playing the royal was \"primarily a technical challenge... But it's a subtle thing to pitch - you don't want it to be pastiche or caricature\".\nSeason four's storylines featuring Prince Philip include a depiction of the early relationship between Prince Charles and Lady Diana Spencer. \nThe show suggests Prince Philip and Diana shared an affinity with each other. \nSpeaking to Vanity Fair, Menzies said: \"Someone in production managed to get hold of copies of some letters between him and Diana. \n\"I was really struck by the kind of balanced, calm, quite tender kind of atmosphere to those letters. He clearly, behind the scenes, worked quite hard to mend that relationship. And if those letters are anything to go by, he does seem to have been a keen supporter of hers.\"\nThe final actor to play Prince Philip in the series will be Oscar, Bafta and Golden Globe-nominated Jonathan Pryce, who starred in The Two Popes with Sir Anthony Hopkins in 2019. \nHe said playing the duke was a \"daunting prospect\" but added doing it with the Crown's creator Peter Morgan, along with Imelda Staunton playing the Queen, and Lesley Manville as Princess Margaret, would be \"a joy\". \nFollow us on Facebook, on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-10266717",
      "category": "uk",
      "title": "Prince Philip: How the Royal Navy shaped the Duke of Edinburgh",
      "tags": "Royal Navy,UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "The Duke of Edinburgh was an 18-month-old exile when he had his first brush with the Royal Navy.\nIn 1922, he was carried on board a British warship in a makeshift cot fashioned from an orange crate, after the Greek military government had banished his family. \nSo it might have seemed as if he was destined for a life at sea. \nAfter all, the duke's maternal grandfather, Prince Louis of Battenberg, had been admiral of the fleet and first sea lord - although he had to resign in 1914, amid a wave of anti-German feeling.\nBut years after that perilous evacuation, as he left his Scottish boarding school, Gordonstoun, with Britain on the brink of war with Germany, Philip expressed a wish to join the RAF. \nIt was the intervention of his uncle Louis \"Dickie\" Mountbatten, then captain of HMS Kelly, that persuaded him to follow his family's long naval tradition.\nAnd although the role of a fighter pilot was a more natural fit for his temperament, Prince Philip told the BBC in 2002, his chances of surviving the War would have been greatly reduced.\nHe took the usual path of an aspiring naval officer, entering Britannia Royal Naval College, Dartmouth, as a cadet and being commissioned as a midshipman, in January 1940.\nPhilip excelled at Dartmouth, winning the King's Dirk, for the best all-round cadet of the term, and a prize for the best cadet in college.\nAnd when King George VI and Queen Elizabeth, together with their daughters, Elizabeth and Margaret, paid an official visit to the college, in July 1939, Philip was given the task of escorting the young princesses. \nTheir governess, Marion Crawford, later recollected he had \"showed off a great deal\".\nBut he evidently made quite an impression on the 13-year-old Elizabeth.\nCadets in rowing boats escorted the royal yacht, the Victoria and Albert, when it sailed from Dartmouth. But Philip continued rowing in its wake long after the others had dropped out, turning round only when ordered to by the increasingly exasperated King, who referred to him as \"a bloody fool\".\nGreece remained neutral at the outbreak of war.\nAnd Philip, as a potential heir to its throne and technically still a foreigner, was initially kept away from battle zones.\nBut in January 1940, Cdr Mountbatten pulled some strings and got his nephew posted to the battleship HMS Ramillies, escorting Australian troop convoys in the Indian Ocean.\nThen, after short spells on HMS Kent and HMS Shropshire, Philip transferred to the battleship HMS Valiant. \nWith Greece having entered the War on the Allied side, it was decided he could now serve in the Mediterranean theatre.\nHe was in the Battle of Crete and mentioned in dispatches for his skill controlling the Valiant's searchlights during the Battle of Cape Matapan, which played a major role in the destruction of the Italian fleet.\nPhilip's industriousness was not in question. \nAs he returned to England, on RMS Empress of Russia, the troopship found itself without stokers.\nSo Philip himself went down to the boiler room and shovelled coal for so long his blistered hands could not hold a fork.\nPromotion followed, and a posting to the destroyer HMS Wallace, on hazardous convoy duty in the North Sea.\nAt 21, Philip was again promoted, to second-in-command of the Wallace, making him one of the youngest first lieutenants in the Royal Navy. \nAnd in 1943, he returned as part of the support for the Allied invasion of Sicily. \nBut German dive bombers damaged the Wallace in a night-time attack.\nAnd the crew feared the enemy would return in greater numbers and finish them off.\nSo Philip proposed launching a makeshift raft, equipped with smoke floats, which in the darkness fooled the German bomb aimers into thinking this was the damaged destroyer.\n\"Philip saved our lives that night,\" one of the Wallace's crew, Harry Hargreaves, told the Observer in 2003.\n\"He was always very courageous and resourceful, and thought very quickly.\" \nIn 1945, Philip was transferred to the destroyer HMS Whelp, supporting air raids on Japanese shore installations.\nHe was involved in the rescue of British air crew shot down by Japanese fighters and was in Tokyo Bay to witness the surrender of the Japanese forces.\nIn 1947, the War finally over, Philip married Princess Elizabeth.\nWhen he landed a role on HMS Chequers, a destroyer based in Malta, there came happy carefree times for both of them. \nAnd in 1950, after being promoted to lieutenant commander, the duke finally took command of his own ship, the frigate HMS Magpie.\nBut within a year, his naval career was over.\nHe found himself having to support Princess Elizabeth when she took on more royal duties as the King's health declined.\n\"At that time, I had not thought that was going to be the end of a sort of naval career,\" he later said. \n\"And that sort of crept upon me. And it became more and more obvious that I could not go back to it.\n\"But it's no good regretting things. It simply didn't happen.\n\"And I've been doing other things instead.\"\nBut for some, there was little doubt Philip had had the potential to rise to the very top of the Royal Navy.\nThe late Terry Lewin, who served alongside Philip when both were junior officers, went on to become first sea lord. \nAnd it was once suggested to him had the duke remained in the navy, they might have been competing for the top job.\n\"I don't think the competition would have been very strong,\" Lord Lewin later told the BBC. \n\"He would have walked it.\"\nYet as an officer, Philip never achieved the level of affection Lord Mountbatten managed.  \nHe was notoriously not one to suffer fools gladly.\nAnd one junior sailor on HMS Magpie said he never wanted to serve under him again.\nBut Philip is also remembered as an immensely capable officer who drove himself as hard as his men and remained cool in moments of crisis. \nAnd although the duke's royal duties became his first priority, he maintained his interest in the Royal Navy - and used his position to support the preservation of Britain's maritime heritage.\nIn 2011, the Queen appointed him lord high admiral, a post that has existed since the 14th Century.\nAnd the duke maintained his love of ships and the sea, which remained a constant source of fascination to him.\n\"The environment is completely different to anything you'll find on land,\" he once said. \n\"You're at sea and exposed to the elements in a way you never are ashore.\n\"At sea you're in a cockleshell in this enormous expanse of the ocean.\n\"So that tends to cut you down in size a bit.\"\nAll photographs are copyrighted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56686448",
      "category": "world-middle-east",
      "title": "'Lost golden city' found in Egypt reveals lives of ancient pharaohs",
      "tags": "Archaeology,Egypt",
      "text": "The discovery of a 3,000-year-old city that was lost to the sands of Egypt has been hailed as one of the most important archaeological finds since Tutankhamun's tomb.\nFamed Egyptologist Zahi Hawass announced the discovery of the \"lost golden city\" near Luxor on Thursday.\nHe said the find was the largest ancient city, known as Aten, ever uncovered in Egypt.\nIt was unearthed within weeks of the excavation starting in September 2020.\nThe city dates to the reign of Amenhotep III, one of Egypt's most powerful pharaohs, who ruled from 1391 to 1353 BC.\nThe city continued to be used by pharaohs Ay and Tutankhamun, whose nearly intact tomb was discovered in the Valley of the Kings by British archaeologist Howard Carter in 1922.\n\"The discovery of this lost city is the second most important archaeological discovery since the tomb of Tutankhamun,\" Betsy Brian, professor of Egyptology at Johns Hopkins University in Baltimore, US, said.\nShe said the city would \"give us a rare glimpse into the life of the ancient Egyptians\" at the time when the empire was at its wealthiest.\nThe dig revealed a large number of valuable archaeological finds, such as jewellery, coloured pottery, scarab beetle amulets and mud bricks bearing seals of Amenhotep III.\nThe team began excavations on the west bank of Luxor near the Valley of the Kings, some 500 km (300 miles) south of the capital Cairo.\n\"Within weeks, to the team's great surprise, formations of mud bricks began to appear in all directions,\" Dr Hawass said in his statement.\n\"What they unearthed was the site of a large city in a good condition of preservation, with almost complete walls, and with rooms filled with tools of daily life.\" \nNow, seven months after the dig started, several areas or neighbourhoods have been uncovered, including a bakery, an administrative district and a residential area.\n\"Many foreign missions searched for this city and never found it,\" said Dr Hawass, a former antiquities minister.\nHe said further archaeological work was under way at the site and his team \"expects to uncover untouched tombs filled with treasures\".\nEgypt is seeking to promote its ancient heritage to revive its tourism sector, which has been flagging after years of political turbulence and disruption caused by the coronavirus pandemic.\nLast week, Egypt carried the remains of their country's ancient rulers through Cairo in a historic procession.\nThe lavish spectacle saw 22 mummies - 18 kings and four queens - transported from the neo-classical Egyptian Museum to the new National Museum of Egyptian Civilisation about 5 km away.\nAmenhotep III and his wife Queen Tiye were among the mummies transferred to the new resting place."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56704752",
      "category": "world-latin-america",
      "title": "Ash falls like snow after St Vincent volcano eruption",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56702886",
      "category": "uk",
      "title": "Prince Philip: Charles says dear papa was very special",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "The Prince of Wales has paid tribute to his \"dear papa\", the Duke of Edinburgh, saying that he and the Royal Family miss him \"enormously\".\nHe said the duke, who died at Windsor Castle on Friday, aged 99, had given the \"most remarkable, devoted service\" to the Queen, the Royal Family, the country, and the Commonwealth.\nPrince Charles said his father was a \"much loved and appreciated figure\".\nHis comments came after details of Prince Philip's funeral were announced.\nSpeaking from his Highgrove home in Gloucestershire, Prince Charles said over the last 70 years his father had \"given the most remarkable, devoted service to the Queen, to my family and to the country, but also to the whole of the Commonwealth\".\nThe prince said the Royal Family were \"deeply touched\" by the number of people in the UK, around the world and the Commonwealth, who he said shared \"our loss and our sorrow\".\nHe added his \"dear papa\" was a \"very special person who... above all else would have been amazed by the reaction and the touching things that have been said about him\".\nThe prince said he and his family were \"deeply grateful\" for this, adding: \"It will sustain us in this particular loss and at this particularly sad time.\"\nBuckingham Palace has announced that a national minute's silence will mark the start of the duke's funeral next Saturday at 15:00 BST at St George's Chapel, in Windsor. \nThe arrangements, which \"very much\" reflect Prince Philip's wishes, have been adapted in light of the coronavirus pandemic.\nThe Duke of Sussex will fly in from his home in the US to join other members of the Royal Family at the ceremony.\nBut his wife the Duchess of Sussex, who is pregnant with their second child, has been advised by her doctor not to travel, the spokesman added.\nPrime Minister Boris Johnson will not attend the ceremony to allow for the attendance of \"as many family members as possible\" during coronavirus restrictions, No 10 said.\nEarlier, royal gun salutes across the UK and at sea marked the duke's death.\nThere will be eight days of national mourning - to end on 17 April - ahead of the televised funeral, which will be a ceremonial event rather than a large state affair usually associated with the death of a monarch.\nPrince Philip will also not lie in state - where members of the public would have been able to view his coffin.\nHis coffin will instead lay at rest in the private chapel at Windsor Castle and will be draped with the duke's personal standard with a wreath of flowers on top.\nThe Royal Family will observe two weeks of mourning, although royal engagements will continue where appropriate.\nUnion flags will remain at half mast and the Royal Standard will be at full mast.\nA spokesman for the Palace said: \"Whilst this is a time of sadness and mourning the coming days will be an opportunity to celebrate a remarkable life.\"\nOnly 30 people - expected to be the duke's children, grandchildren and other close family - will attend the ceremony as guests.\nOn the day of the funeral, Prince Philip's coffin will be transported from Windsor Castle to St George's Chapel in a specially modified Land Rover he helped to design.\nMembers of the Royal Family including the Prince of Wales will walk behind the coffin, and the Queen will travel separately to the chapel.\nGuests will socially distance and wear face coverings in line with coronavirus restrictions.\nMilitary guns will fire during the procession, which will take eight minutes, and the curfew bell will toll.  \nEight pallbearers will carry the coffin, draped with duke's standard, with a wreath and the duke's naval cap and sword on top, up the west steps into the chapel. It will be greeted by the Dean of Windsor and the Archbishop of Canterbury.  \nThese 10 people are not included in the number of attendees allowed.\nA guest list will be released on Thursday.\nAfter the service, the duke will be interred in the Royal Vault of the chapel.\nMembers of the Royal Family have visited the Queen at Windsor Castle following the duke's death on Friday.\nThe Countess of Wessex said \"the Queen has been amazing\" as she left the castle with the Earl of Wessex on Saturday.\nThe Duke of York also visited on Saturday, while the Prince of Wales travelled there on Friday afternoon. \nThe Archbishop of Canterbury, the Most Rev Justin Welby, paid tribute to Prince Philip's \"righteous impatience\" and \"gift of moral imagination\" in an online memorial service from the crypt at Lambeth Palace on Saturday evening.\nMr Welby will lead a live service at Canterbury Cathedral in memory of the duke on Sunday at 10:30.\nMembers of the public have been asked not to attend any of the funeral events, in line with public health advice, and the Royal Family has asked people not to leave flowers and tributes at royal residences.\nOn the Royal Family website, members of the public are asked to consider making a donation to a charity instead of leaving floral tributes in memory of the duke. An online book of condolence is also available for the public to post their personal tributes.\nAll UK government buildings have been told to fly official flags at half-mast in tribute to the duke until 08:00 on the day after the duke's funeral.\nUnder earlier arrangements for the days after the duke's death, codenamed Forth Bridge, thousands of people would have been expected to gather in London and Windsor, with some even camping out to get a vantage point to watch the military procession.\nBut since the pandemic began, organisers have been working on contingency plans which would avoid attracting mass gatherings in the event that the duke died.\nThe Duke of Cambridge has withdrawn from giving a speech at the Bafta Awards ceremony on Sunday night, Kensington Palace said. His grandfather was Bafta's first president.\nMeanwhile, the Football League has announced that matches scheduled to begin at the same time as Prince Philip's funeral will be rearranged \"as a mark of respect\".\nAnnouncing the duke's death on Friday, Buckingham Palace said: \"It is with deep sorrow that Her Majesty the Queen announces the death of her beloved husband.\n\"The Royal Family join with people around the world in mourning his loss.\"\nIn tribute to the duke, saluting batteries fired 41 rounds on Saturday in cities including London, Edinburgh and Cardiff, and at Hillsborough Castle in County Down. Guns were also fired in Gibraltar.\nRoyal Navy ships at sea, including HMS Diamond and HMS Montrose, also fired the salute in honour of the duke, who served as a naval officer during World War Two and held the office of Lord High Admiral.\nA two-minute silence was held ahead of the Grand National at Aintree Racecourse in memory of the duke, who was an honorary member of the Jockey Club."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56701765",
      "category": "business",
      "title": "Alibaba: Chinese regulator slaps huge fine on tech giant",
      "tags": "China,Alibaba,Jack Ma",
      "text": "The world's biggest online retailer - China's Alibaba - has been hit with a record fine equivalent to $2.75bn (just over £2bn).\nRegulators in China said the internet giant had abused its dominant market position for several years. \nIn a statement the company said it accepted the ruling and would \"ensure its compliance\".\nAnalysts say the fine shows China intends to move against internet platforms that it thinks are too big. \nWhile not well known outside China, inside the country Alibaba is an ever-present behemoth, the BBC's Robin Brant reports from Shanghai.\nThe company is China's Amazon meets eBay, our correspondent says. Retail is its main activity but its work has spread to digital payments, credit and cloud computing. \nThe fine amounts to 4% of Alibaba's revenue in 2019. \nRegulators say Alibaba restricted competition by stopping some sellers using other platforms. \nIt is the latest in a chain of events targeting the company that kicked off last October, just after its high-profile co-founder, Jack Ma, told a gathering of China's leading regulators that they were stifling innovation.\nJack Ma is well-known in China as one of the country's most successful entrepreneurs.\n\"This penalty will be viewed as a closure to the anti-monopoly case for now by the market,\" Hong Hao, head of research at BOCOM International in Hong Kong, told Reuters news agency.\n\"It's indeed the highest profile anti-monopoly case in China. The market has been anticipating some sort of penalty for some time... but people need to pay attention to the measures beyond the anti-monopoly investigation.\"\nThe country's other tech giants are also coming under increasing pressure from regulators worried about their growing influence.\nLast month 12 companies were fined over deals that violated anti-monopoly rules. The companies included Tencent, Baidu, Didi Chuxing, SoftBank and a ByteDance-backed firm."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42651950",
      "category": "uk",
      "title": "Prince Philip: 99 years, 143 countries and one very famous wife",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Obituaries",
      "text": "The Duke of Edinburgh, arguably the world's most famous husband, has died at the age of 99.\nHe spent seven decades in the shadow of his wife, the UK's Queen Elizabeth II - but his force of personality meant he would never be simply a professional spouse.\nSo who was the man beside the monarch, and how did he come to marry the Queen?\nFirst things first: The Duke, also known as Prince Philip, was never in line for the throne - which his eldest son stands to inherit - and never held the title of king. \nThat's because in the UK, a woman who marries the monarch can use the ceremonial title of queen - but men who marry the monarch can't use the title king, which can only be used by male sovereigns. \nThe Queen and Prince Philip had four children together: Prince Charles, 72, Princess Anne, 70, Prince Andrew, 61, and 57-year-old Prince Edward. \nAs they tell it, Philip often exerted his will when they were young. \nRoyal biographer Ingrid Seward quotes Prince Andrew as saying of his childhood: \"Compassion comes from the Queen. And the duty and discipline comes from him.\" \nBut Andrew also remembered how his father made time to invent bedtime tales, or listen to his children read Rudyard Kipling's Just So Stories. \nPrince Philip lived long enough to see his eight grandchildren grow up, and to welcome 10 great-grandchildren. \nCuriously, Philip's journey to Buckingham Palace began back in 1922, in a crib made from an orange box.\nHe was born on 10 June 1921 on the Greek island of Corfu, the youngest child and only son of Prince Andrew of Greece and Princess Alice of Battenberg. \nThat heritage made him a prince of Greece and Denmark, but the following year the family was banished from Greece after a coup. \nA British warship carried them to safety in Italy, with baby Philip dozing in a makeshift fruit crate cot.\nPhilip's childhood was fragmented, and darkened by a series of losses. \nIn 1930, when he was eight years old, his mother was committed to a secure psychiatric centre after suffering a nervous breakdown. \nPhilip saw little of either parent in the years that followed. His father retreated to the French Riviera with a mistress, and his mother's relatives in the UK helped raise him. He would later adopt their surname, Mountbatten - an anglicised form of the family name Battenberg.\nA Scottish boarding school, Gordonstoun, passed for home during his teens. Its founder and headmaster was Jewish educational pioneer Kurt Hahn, who had been forced out of Germany for condemning the Nazis. \nThe school gave Philip structure, and nurtured his self-reliance. Its somewhat Spartan regime saw pupils rise early for a freezing shower and cross-country running, which Hahn believed would combat the \"poisonous passions\" of adolescence.\nIn 1937, one of Philip's four sisters, Cecilie, died in an air crash along with her German husband, mother-in-law, and two young sons. She was heavily pregnant at the time. \nCecilie had recently joined the Nazi party, which had near-totalitarian control of Germany. Grieving Philip, aged 16, walked through the streets of Darmstadt behind his sister's coffin, past crowds giving \"Heil Hitler\" salutes. \n\"It's simply what happened,\" Prince Philip later said of that time. \"The family broke up. My mother was ill, my sisters were married, my father was in the south of France. I just had to get on with it. You do. One does.\"\nWhen Philip left school, Britain was on the verge of war with Germany. He joined the Britannia Royal Naval College in Dartmouth (the UK's naval academy), where he proved a brilliant cadet and graduated top of his class.\nWhen King George VI paid an official visit in July 1939, Philip was charged with entertaining his young daughters, Princesses Elizabeth and Margaret. \nTheir governess, Marion Crawford (employed as a guardian for the princesses), recalled later that Philip had \"showed off a great deal\". He made quite an impression on the 13-year-old Elizabeth, as would soon become clear.\nPrince Philip served with distinction in World War Two, seeing military action for the first time in the Indian Ocean. By October 1942, he was 21 years old - and one of the Royal Navy's youngest first lieutenants.\nThe teenaged princess and the officer kept in touch by letter. Over Christmas 1943, after Philip had been to stay with the Royal Family, a photograph of him in naval uniform appeared on her dressing room table. It was a decisive gesture from a reserved but determined young woman.\nSome aides were sceptical. A famous sneer (since attributed to more than one official) claimed the prince was \"rough, ill-mannered, uneducated and would probably not be faithful\". \nBut naysayers could do nothing to deter the future Queen.\nAccording to biographer Philip Eade, Philip's letters from 1946 reveal an ardent young man with a new sense of purpose. \nHe wrote to his soon-to-be mother-in-law: \"I am sure I do not deserve all the good things that have happened to me. To have been spared in the war and seen victory, to have been given the chance to rest and to re-adjust myself, to have fallen in love completely and unreservedly, makes all one's personal and even the world's troubles seem small and petty.\" \nKing George gave Philip permission to marry his daughter. But first there were some tweaks to make.\nThe erstwhile Prince of Greece and Denmark became a naturalised British subject, formally joined the Church of England and abandoned his foreign titles. \nOn his wedding day, 20 November 1947, he was made Duke of Edinburgh, a name he was widely known by for the rest of his life. He was 26, and his new wife 21.\nThe royal couple would have just over four years (and two children) together before duty came knocking. \nThe fateful news reached them at a game lodge in Kenya, during their 1952 tour of the Commonwealth. King George VI, Elizabeth's father, was dead at 56. \nCommander Michael Parker, the Duke of Edinburgh's friend and private secretary, described the moment he realised his wife was now Queen. \n\"He looked as if you'd dropped half the world on him. I have never felt so sorry for anyone in all my life. He just breathed heavily, in and out, as though he were in shock. He saw immediately that the idyll of their life together had come to an end.\"\nPhilip's naval ambitions were curbed. The new Queen Elizabeth would need her husband by her side.\nThe Duke of Edinburgh was named as the Queen's consort. His primary function was to support his wife. \nA long-running row broke out in the early 1950s when Philip wanted the Royal Family to take his surname, Mountbatten. \n\"I am the only man in the country not allowed to give his name to his children!\" he fumed when the Queen was persuaded to keep Windsor. \"I'm nothing but a bloody amoeba!\"\nPhilip struggled to find purpose in the limited role set out for him. But as a natural pragmatist, he was determined to blow fresh air through the stuffier corridors of Buckingham Palace.\nThe Duke never forgot his family's forced exodus from Greece, and believed monarchies must adapt to survive.\nHe set up informal lunches where the Queen could meet people from a broader range of backgrounds. The footmen - palace servants with a traditional uniform - stopped powdering their hair. And when he learned the palace was running a second kitchen exclusively to feed the royals, he had one shut down. \nSome changes were more personal, and reflected his childlike love of gadgets. Before the Coronation, when Philip and the future Queen moved into Clarence House in 1949, he happily installed an array of labour-saving devices, including one in his wardrobe that would eject a suit at the push of a button.\nThe Duke also championed a 90-minute fly-on-the-wall BBC documentary entitled Royal Family, which aired in 1969 and was considered landmark television. \nIt featured the Queen feeding carrots to her Trooping the Colour horse, watching TV and discussing salad at a Balmoral barbecue while Princess Anne cooked sausages.\nAt Buckingham Palace, Philip had intercoms put in so that servants no longer had to ferry written messages to his wife. He carried his own luggage, and cooked his own breakfast in his rooms with an electric frying pan - until the Queen objected to the smell. \nAs the longest-serving consort in British history, the prince took on some 22,191 solo engagements. When he retired from royal duties in 2017, he was said to be patron, president or a member of more than 780 organisations.\nAccompanying the globetrotting Queen on Commonwealth tours and state visits, he visited 143 countries in an official capacity, making use of his fluent French and German. \nThe countries included Vanuatu, a South Pacific island nation, where he is revered by one rainforest community as the reincarnation of an ancient warrior.\nBut one of his most enduring legacies is the Duke of Edinburgh's Award, founded in 1956 at the urging of his former headmaster, Kurt Hahn. \nParticipants aged 14-25 can gain awards by doing volunteer work, learning physical activities and skills, and undertaking an expedition like a mountain trek or a sailing trip. In 2016, almost 1.3 million young people were taking part in the scheme in more than 130 countries and territories worldwide.\n\"If you can get young people to succeed in any area of activity,\" its founder told the BBC, \"that sensation of success will spread over into a lot of others.\"\nIn his spare time, Philip was a talented sportsman. He learned to sail at Gordonstoun, and became a regular competitor in the regatta at Cowes, on the Isle of Wight, where sailing races are held each summer. \nHe loved equine sports, including carriage driving, and was among the UK's top four polo players in the mid-1960s. \nHe was also a committed environmental campaigner and wildlife advocate, becoming president of the World Wildlife Fund (UK) in 1961 - though he faced criticism when a picture emerged of him on a tiger shoot with the Queen in India the same year.\nAsked to sum up his contribution to British life, Prince Philip responded with typical frankness: \"I've just done what I think is my best. Some people think it's all right. Some don't. What can you do? I can't change my way of doing things. It's part of my style. It's just too bad, they'll have to lump it.\"\nThe prince drew repeated controversy by making outspoken or racially insensitive comments, including in 1986 when he told a group of British students in China: \"If you stay here much longer you'll all be slitty-eyed.\"\nCritics deemed him gaffe-prone and out of touch. His defenders saw the prince as a product of his times who was trying to share a joke. \nInsiders said laughter was the glue that kept the forthright Prince Philip and the Queen together. He himself suggested it was her tolerance.\nThe Queen's once-favoured speech-opener, \"my husband and I...\", was mocked in the 1960s and afterwards by satirists who called it archaic and stilted. She retired the phrasing, but the sentiment remained. \nHer Majesty, now simply \"I\", summed up Prince Philip in a heartfelt speech for their Golden Wedding anniversary.\n\"All too often, I fear, Prince Philip has had to listen to me speaking. Frequently we have discussed my intended speech beforehand and, as you will imagine, his views have been expressed in a forthright manner.\n\"He is someone who doesn't take easily to compliments but he has, quite simply, been my strength and stay all these years, and I, and his whole family, and this and many other countries, owe him a debt greater than he would ever claim, or we shall ever know.\"\nAll photographs subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56706265",
      "category": "uk-politics",
      "title": "Election campaigns to resume after duke's death",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Prince Philip, Duke of Edinburgh,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Election campaigning will resume this week after a pause following the death of the Duke of Edinburgh.\nElections to the Scottish and Welsh parliaments and for councillors, mayors and police and crime commissioners in England are being held on 6 May.\nCampaigning will resume after tributes are paid to Prince Philip on Monday in the House of Commons, Holyrood and the Senedd.\nIt will pause again on Saturday, the day of the duke's funeral.\nConservative Party co-chair Amanda Milling said: \"The respectful pause to campaigning will end on Tuesday morning.\"\nLabour said it will allow leafleting following tributes in Parliament on Monday with a \"full return to campaigning\" on Tuesday.\nThe party said campaigning would be suspended again on 17 April - the day of the duke's funeral - \"to allow members to join a day of reflection\".\n\"These arrangements have been agreed with the UK government,\" it added.\nPolitical parties suspended their campaigning for elections after the duke's death at Windsor Castle on Friday morning.\nParliament will return a day early from recess on Monday so that MPs can honour Prince Philip, with the House of Commons sitting at 14:30 BST for tributes.\nPeers - who were due to return to the House of Lords on Monday - will also start their proceedings with a humble address of condolence to the Queen.\nThe Scottish Parliament, the Northern Ireland Assembly and the Welsh Senedd will also be recalled on Monday for tributes.\nPoliticians across the UK have paid tribute to Prince Philip, with Prime Minister Boris Johnson praising his \"extraordinary life\".\nLabour leader Sir Keir Starmer said the UK had \"lost an extraordinary public servant\", while Scotland's First Minister Nicola Sturgeon sent her condolences to the Royal Family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56252745",
      "category": "uk",
      "title": "The Queen and Prince Philip: An enduring royal romance",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "In a marriage that lasted more than seven decades, Prince Philip was the Queen's support in public at significant national moments - and in private the person who knew her best.\nAs one private secretary once put it: \"Prince Philip is the only man in the world who treats the Queen simply as another human being. He's the only man who can.\"\nIt was a marriage based on love. They chose one another.\nAlthough it wasn't the first time their paths had crossed, the photographs from their meeting at Dartmouth Naval College in 1939 reveal the beginning of their life together. \nHe was the dashing 18-year-old cadet who caught 13-year-old Princess Elizabeth's eye, larking about playing croquet and tennis. \nWhat started as a teenage crush developed over the years into friendship with letters exchanged and occasional visits during the war years. While he was away serving with the Royal Navy, the young princess kept a picture of him in her room.\nHis childhood had been nomadic - born a prince of Greece but then exiled, he found himself bounced around Europe, the royal equivalent of sofa-surfing. \nHe had to be fiercely independent, a self-starter and emotionally strong. She had grown up largely behind palace walls, sheltered from the real world. Her character was reserved, shy and thoughtful. They complemented each other.\nTheir grandson Prince William would later sum up their connection, saying: \"He makes her laugh because some of the things he says and does and the way he looks at life is obviously slightly different than her, so together they're a great couple.\"\nAlthough he had made his intentions known a year earlier, it wasn't until 1947, after Elizabeth's 21st birthday, that the public announcement of their engagement was made. \nPrince Philip helped to design the platinum and diamond engagement ring using stones from a tiara belonging to his mother, Princess Alice of Greece.\nShortly before their wedding, Prince Philip wrote to the Queen Mother saying he had \"fallen in love completely and unreservedly\". \nThe couple were married in front of 2,000 guests in Westminster Abbey. Just two years after the end of World War Two and with the country still reeling from the conflict, their wedding was a rare moment of celebration, Winston Churchill calling it \"a flash of colour on the hard road we travel\".\nThe following year, their eldest son Charles was born, and then their daughter Anne. Prince Philip was progressing rapidly through the ranks of the navy and the young family spent time living in Malta while he served on HMS Chequers. \nThey were able to live a relatively normal life and film footage from the time shows a young couple, relaxed in each other's company, enjoying life in a warm climate away from palaces and duty.\nAll that was to change on 6 February 1952, with the premature death of King George VI. Queen Elizabeth was just 25 years old and Prince Philip aged 30. They always knew the princess was destined to become Queen but had expected a few more years to live their own lives.\nFor the duke, her accession meant giving up any ambitions he might have had within the Royal Navy. For a man used to commanding ships, to suddenly be relegated to a supporting role cannot have been easy. \nAnd let's not forget this was the 1950s when it was extremely rare for a husband to be outranked by his wife. For the Queen, also a young mother, the role she was born to fulfil had to come first.\nIf their relationship suffered due to the shifting of their positions, it did so behind closed doors.\nPrince Philip took some time to define his role as his wife's consort - often battling courtiers in the process.\nIn 1956, he spent four months travelling around distant Commonwealth nations which led some to question his commitment to his wife. But once the pair had settled into a rhythm, the pattern was set for the decades to come.\nThe duke enabled the Queen to perform her role as head of state while he took on the role of head of the family. To the outside world she was the boss - in private the roles were reversed. Prince Philip was in charge of the barbecue while she did the washing up - as seen in the 1960s documentary about the Royal Family.\nHe would accompany her at big national moments - state visits, the state opening of Parliament, Remembrance events, anniversaries and thanksgiving services. Watch the footage - you will often a see a little glance between them, a small smile. Private moments in the most public of forums. \nThe duke would often be the one at engagements chatting animatedly to crowds or guests, paving the way or breaking the ice for the Queen's arrival. It was a double act which worked.\nBut the relationship also worked because they spent time apart. As the duke himself once said: \"It's the secret of a happy marriage to have different interests.\" \nThe Queen famously loves dogs and horses and spends a considerable amount of her free time keeping up with her race trainers and breeders. Prince Philip was a prolific sportsman throughout his life, took a keen interest in the running of the family estates and, in his later years, could often be seen carriage riding around Windsor Great Park or Sandringham. \nIn 2012, Prince Harry said: \"Regardless of whether my grandfather seems to be doing his own thing, sort of wandering off like a fish down the river - the fact that he's there, personally, I don't think she could do it without him.\"\nFinally deciding he had \"done his bit\" after years of service, Prince Philip retired from public life in 2017. It meant we became used to seeing the Queen either on her own, or supported by another member of the family when carrying out her official duties. Up until March 2020, the duke could most usually be found in Wood Farm on the Sandringham estate in Norfolk. \nHe was a man who famously did not like a fuss, and after years of having to get dressed up, make small talk and shake hands, there's little doubt he enjoyed the time simply reading, writing and painting. The downside being that the Queen's role necessitated she stay largely in London and Windsor. No doubt they were in touch regularly, but physically, they were separated.\nHowever, when the Covid-19 pandemic hit, it was decided the two of them should shield together at Windsor Castle looked after by a small, dedicated staff which became known as HMS Bubble. \nFrom March 2020, in the final months of their marriage, because of the pandemic they spent more time together than they otherwise might have done. Within the confines of the castle, they would have had endless hours to reflect on the extraordinary things they had seen and experienced together.\nFor more than 70 years they have been the one constant in each other's lives and the Queen will feel Prince Philip's loss deeply and profoundly. \nNever showy or openly demonstrative - theirs will be remembered as an enduring royal love story."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56699716",
      "category": "uk-northern-ireland",
      "title": "NI riots: Fourteen police hurt in another night of violence",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "Fourteen police officers have been injured during another night of \"disgraceful\" rioting in Belfast.\nThe worst violence on Friday night happened in the loyalist Tiger's Bay area and petrol bombs were also thrown in the nearby nationalist New Lodge.\nIt was the 12th night of disorder in recent days, during which time a total of 88 police officers have been hurt.\nTaoiseach (Irish PM) Micheál Martin has warned against a \"spiral back\" to violence in Northern Ireland.\nOn Saturday, the 23rd anniversary of the signing of the Good Friday Agreement, he urged political leaders to \"step forward and play our part and ensure that this cannot happen\".\nThe taoiseach said the \"most visible success\" of the peace deal had been that a \"whole generation of young people have grown up not knowing or experiencing the violence that accompanied the Troubles\".\nMr Martin added: \"We owe it to the agreement generation... not to spiral back to that dark place of sectarian murders and political discord.\"\nThree 14-year-old boys were arrested during the disorder on Friday and have been released pending further inquiries.\nThere was also three hours of \"senseless\" trouble in Coleraine, County Londonderry, which police said had left people in a residential area \"petrified in their homes\".\nThe death of the Duke of Edinburgh and the anniversary of the Good Friday Agreement provided a backdrop to the latest rioting in Northern Ireland.\nEven though many loyalist protests arranged for Friday evening were cancelled as a mark of respect for Prince Philip, dozens of loyalist and nationalist youths engaged in violence.\nThe loyalist Tiger's Bay and the nationalist New Lodge communities live side by side.\nDuring the violence the police created a buffer zone to keep the mobs apart - when they couldn't attack each other they attacked the police.\nOn Saturday morning, the 23th anniversary of the Good Friday Agreement, the streets of north Belfast were scarred by the violence of the night before.\nThere was sustained rioting against the police in Tiger's Bay in north Belfast for several hours on Friday.\nPolice were attacked with petrol bombs, stones and other missiles and two officers were seen being helped back to their vehicles after being injured.\nA burning car was rammed against a police Land Rover and bins were also set alight.\nOfficers were attacked in New Lodge early in the evening but there was a lengthy lull before the attacks on police lines intensified at about 23:00 BST.\n\"This was reckless and dangerous criminal behaviour,\" said Ch Insp Darren Fox who added that 14 officers had been injured.\nMost of the injuries were minor although one officer was knocked unconscious and required hospital treatment.\nEvidence was being gathered and \"those identified will face the full rigour of the law\", said Ch Insp Fox.\nThe previous evening police in Belfast deployed water cannon for the first time in six years after coming under attack.\nRioters attempted to set fire to a car belonging to a press photographer after throwing a large rock through its passenger-side window.\nAndrew Johnston, 22, who was asked to cover the violence for a Turkish news agency, said he would not be deterred from his work.\nHe parked his car on Limestone Road, which crosses North Queen Street where much of the rioting took place.\n\"At the time police Land Rovers had blocked off the bottom of Tiger's Bay so I presumed rioters wouldn't get past that point,\" he said.\nWhen he returned to the street at about midnight police in riot gear were surrounding a car.\n\"I instantly got a bad feeling - I knew the way the police swooped around a car that it was most likely mine.\n\"When I saw it pushed out onto the road, I couldn't believe it - the inside of it was a mess and the door was badly damaged.\"\nThe photographer said he expects the repairs to his car to cost about £1,000.\n\"I'm always willing to listen to people from all walks of life so I would like others to show some respect to photographers as well,\" he said.\n\"I'm not out to capture anyone - I'm purely out to document the situation.\"\nIn Coleraine about 40 people, many of them masked teenagers, build a road block and set it on fire.\nPetrol bombs were thrown at police and some of their vehicles were damaged but no officers were hurt.\nThe Police Service of Northern Ireland appealed to \"parents, guardians and community leaders to use their influence\" to prevent a repeat of \"such ugly scenes\".\nCaoimhe Archibald, a Sinn Féin assembly member (MLA) for the East Londonderry constituency, said: \"There is no place for this destructive and senseless behaviour.\"\nSDLP MLA Cara Hunter said the \"reckless violence\" did not \"reflect the warm and welcoming people of Coleraine\".\nIndependent unionist MLA and former Stormont justice minister Claire Sugden said the violence in Coleraine had been \"nothing more than anti-social behaviour and attention seeking - which is sad in itself\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-50589065",
      "category": "uk",
      "title": "Prince Philip: An extraordinary man who led an extraordinary life",
      "tags": "Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "He outlived nearly everyone who knew him and might explain him.\nAnd so we have been left with a two-dimensional portrait of the duke; salt-tongued and short-tempered, a man who told off-colour jokes and made politically incorrect remarks, an eccentric great-uncle who'd been around forever and towards whom most people felt affection - but who rather too often embarrassed himself and others in company.\nWith his death will come reassessment. Because Prince Philip was an extraordinary man who lived an extraordinary life; a life intimately connected with the sweeping changes of our turbulent 20th Century, a life of fascinating contrast and contradiction, of service and some degree of solitude. A complex, clever, eternally restless man.\nHis mother and father met at the funeral of Queen Victoria in 1901. At a time when all but four of Europe's nations were monarchies, his relatives were scattered through European royalty. Some royal houses were swept away by World War One; but the world into which Philip was born was still one where monarchies were the norm. His grandfather was the King of Greece; his great-aunt Ella was murdered along with the Russian tsar, by the Bolsheviks, at Ekaterinberg; his mother was a great-granddaughter of Queen Victoria. \nHis four older sisters would all marry Germans. While Philip fought for Britain in the Royal Navy, three of his sisters actively supported the Nazi cause; none would be invited to his wedding.  \nWhen peace came, and with it eventual economic recovery, Philip would throw himself into the construction of a better Britain, urging the country to adopt scientific methods, embracing the ideas of industrial design, planning, education and training. A decade before Harold Wilson talked of the \"white heat of the technological revolution\", Philip was urging modernity on the nation in speeches and interviews.  And as the country and the world became richer and consumed ever more, Philip warned of the impact on the environment, well before it was even vaguely fashionable.\nHe was forged by the turmoil of his first decade and then moulded by his schooling. His early years were spent wandering, as his place of birth ejected him, his family disintegrated and he moved from country to country, none of them ever his own. When he was just a year old, he and his family were scooped up by a British destroyer from his home on the Greek island of Corfu after his father had been condemned to death. They were deposited in Italy.  One of Philip's first international journeys was spent crawling around on the floor of the train from an Italian port city, \"the grubby child on the desolate train pulling out of the Brindisi night,\" as his sister Sophia later described it.\nIn Paris, he lived in a house borrowed from a relative; but it was not destined to become a home. In just one year, while he was at boarding school in Britain, the mental health of his mother, Princess Alice, deteriorated and she went into an asylum; his father, Prince Andrew, went off to Monte Carlo to live with his mistress; and his four sisters married and went to live in Germany.  In the space of 10 years he had gone from a prince of Greece to a wandering, homeless, and virtually penniless boy with no-one to care for him.\n\"I don't think anybody thinks I had a father,\" he once said. Andrew would die during the war. Philip went to Monte Carlo to pick up his father's possessions after the Germans had been driven from France; there was almost nothing left, just a couple of clothes brushes and some cuff-links.\nBy the time he went to Gordonstoun, a private school on the north coast of Scotland, Philip was tough, independent and able to fend for himself; he'd had to be. Gordonstoun would channel those traits into the school's distinct philosophy of community service, teamwork, responsibility and respect for the individual.  And it sparked one of the great passions of Philip's life - his love of the sea.\nPhilip adored the school as much as his son Charles would despise it.  Not just because the stress it put on physical as well as mental excellence - he was a great sportsman.  But because of its ethos, laid down by its founder Kurt Hahn, an exile from Nazi Germany. \nThat ethos became a significant, perhaps the significant, part of the way that Philip believed life should be lived. It shines through the speeches he gave later in his life. \"The essence of freedom,\" he would say in Ghana in 1958, \"is discipline and self-control.\" The comforts of the post-war era, he told the British Schools Exploring Society a year earlier, may be important \"but it is much more important that the human spirit should not be stifled by easy living\". And two years before that, he spoke to the boys of Ipswich School of the moral as well as material imperatives of life, with the \"importance of the individual\" as the \"guiding principle of our society\".\nAnd at Gordonstoun was born one of the great contradictions of Philip's fascinating life. The importance of the individual was what in Kurt Hahn's eyes differentiated Britain and liberal democracies from the kind of totalitarian dictatorship that he had fled. Philip put that centrality of the individual, and individual agency - the ability we have as humans to make our own moral and ethical decisions - at the heart of his philosophy. \nAnd yet he was throughout his life, first in the navy and then in the many decades of life in the Palace, tightly bound by rules of tradition, of precedent, of command and hierarchy. He had little, if anything, in the way of agency. Did he say one thing and do another, as members of the Royal Family are often accused of? Or was his first choice - to serve - by necessity his last?\nAt Dartmouth Naval College in 1939, the two great passions of his life would collide. He had learned to sail at Gordonstoun; he would learn to lead at Dartmouth. And his driving desire to achieve, and to win, would shine through. Despite entering the college far later than most other cadets, he would graduate top of his class in 1940. In further training at Portsmouth, he gained the top grade in four out of five sections of the exam. He became one of the youngest first lieutenants in the Royal Navy.\nThe navy ran deep in his family. His maternal grandfather had been the First Sea Lord, the commander of the Royal Navy; his uncle, \"Dickie\" Mountbatten, had command of a destroyer while Philip was in training. In war, he showed not only bravery but guile. It was his natural milieu. \"Prince Philip\", wrote Gordonstoun headmaster Kurt Hahn admiringly, \"will make his mark in any profession where he will have to prove himself in a trial of strength\".   \nOthers had their reservations about the brilliant and ambitious young officer. In peace, once he had his own command, he drove his men hard, much too hard for some.  \"If he had a fault, it was a tendency to intolerance,\" wrote one biographer.  That kind of comment would recur. Contemporaries were more blunt. \"One of his crew,\" writes another biographer, \"said he would rather die than serve under him again.\"\nIn Dartmouth in 1939, as war became ever more certain, the navy was his destiny.  He had fallen in love with the sea itself. \"It is an extraordinary master or mistress,\" he would say later, \"it has such extraordinary moods.\"  But a rival to the sea would come. \nWhen King George VI toured the Naval College, accompanied by Philip's uncle, he brought with him his daughter, Princess Elizabeth. Philip was asked to look after her. He showed off to her, vaulting the nets of the tennis court in the grounds of the college. He was confident, outgoing, strikingly handsome, of royal blood if without a throne.  She was beautiful, a little sheltered, a little serious, and very smitten by Philip.\nDid he know then that this was a collision of two great passions? That he could not have the sea and the beautiful young woman? For a time after their wedding in 1948, he did have both. As young newlyweds in Malta, he had what he so prized - command of a ship -  and they had two idyllic years together. But the illness and then early death of King George VI brought it all to an end.\nHe knew what it meant, the moment he was told.  Up in a lodge in Kenya, touring Africa, with Princess Elizabeth in place of the King, Philip was told first of the monarch's death. He looked, said his equerry Mike Parker, \"as if a tonne of bricks had fallen on him\". For some time he sat, slumped in a chair, a newspaper covering his head and chest. His princess had become the Queen.  His world had changed irrevocably.\nFor someone who almost never displayed anything close to self-pity, and rarely spoke of his own emotions, he was by his own standards candid about the loss of his naval calling. \"There's never been 'if only',\" he said once, \"except perhaps that I regret not having been able to continue a career in the navy\". Those who knew the man and his passions are blunter.  The former First Sea Lord, Admiral Lord West, says Philip did his duty; but of the end of his time in the navy he says, \"I know it was a huge loss to him.  I know it.\"\nThat moment, when princess became Queen, revealed another great contradiction of Philip's life. He was born and brought up in a world almost entirely run by men.  He was a rugged, physical man who was brought up and then worked in an entirely male environment. He celebrated masculinity, telling Mike Parker on the birth of his first son Charles, \"It takes a man to have a boy.\" But literally overnight, and for 65 years to follow, it became his life to support his wife, the Queen.\nHe would walk behind her. He would give up his job for her. He would apologise if he came into a room after her. At her coronation he knelt before her, his hands enclosed by hers, and swore to be her \"liege man of life and limb\". His children would not bear his name, Mountbatten. \"I'm nothing but a bloody amoeba,\" he exclaimed at that. But there was nothing to be done. She was the Queen. He was her husband.\nPrince Philip talked of the upending of circumstance little. \"Within the house,\" he said of the time before the Queen's accession, \"I suppose I naturally filled the principal position. People used to come and ask me what to do.  In 1952 the whole thing changed very, very considerably.\" \nThe transition to life in the Palace was brutal. \"Philip,\" said his equerry, \"was constantly being squashed, snubbed, ticked off, rapped over the knuckles... I felt Philip did not have any friends or helpers.\" Philip may not have helped himself; one biographer writes that in the early years Palace staff felt he was \"difficult to deal with... prickly... arrogant... defensive\". He was looked upon with suspicion by some in the court, as something of an adventurer, as perhaps a fortune hunter.  He had German blood, and this was just after the herculean effort of defeating Nazi Germany.\nIn response, Philip began what would become a lifetime of near-ceaseless activity; abroad he was at the side of the Queen on the long tours they undertook, sometimes breaking off to pursue interests particular to him - sporting, industrial or research. She nearly always travelled with him as her companion; but he also travelled alone.  It was he, not she, that made the farewells to colonial possessions in the 1950s and 1960s.\nAt home there were patronages and projects, hundreds upon hundreds of them, with a focus on youth, science, the outdoors and sport. He played cricket, squash, polo; he swam, sailed, rowed and rode horses and carriage drove. He learnt to fly, and developed his own photographs. \nWithin the Palace he was a moderniser, striding the corridors, rootling around the cellars, trying to find out what everyone did. He took over the management of the estate at Sandringham and over the years significantly redeveloped it. \n\"He believes he has a creative mission,\" wrote an early biographer, \"to present the monarchy as a dynamic, involved and responsive institution that will address itself to some of the problems of contemporary British society.\"\nHe was young and very good looking; he smiled and joked and was at ease in front of the cameras. When he visited a boys' club in London in the late 1950s, a photo shows him with a broad smile on his face, looking crisp in a double-breasted pinstripe suit, his hair slicked back with brilliantine, surrounded by the upturned faces of boys and their mothers all shoving and trying to get close to him. There is more than a whiff of Beatlemania to the moment.\nIn his study on the first floor of Buckingham Palace, overlooking the gardens and Green Park, surrounded by thousands of books, with a model of his first command HMS Magpie to one side, he would research and write and type out his speeches. (In 1986 he would buy, always the moderniser, what he called a \"splendid gadget\" that he called \"a miniature word processor\".) He gave between 60 and 80 speeches every year, decade after decade, on topics that reflected his vast range of interests. \nOut of the speeches comes a picture of the man.  For someone who sat through so much of it, he was clearly impatient with ceremony. \"A lot of time and energy,\" he told students and staff at the Chesterfield College of Technology, \"has been spent on arranging for you to listen to me to take a long time to declare open a building which everyone knows is open already.\"\nReflecting his dizzying range of interests, there was sometimes a touch of the gentleman-farmer to his thoughts - well-organised arguments that don't really go anywhere, a lot of anecdotal evidence (\"it seems to me...\") garnered from his extensive travels.\nDespite modernising instincts, he was a conservative, somewhat suspicious of the machinations of the big city. He spoke of \"urban dwellers\" and of the \"average citizen\" dumping rubbish from their car. He preferred practical solutions to highfalutin theory - \"The enterprise is doomed,\" he told the Commonwealth Conference on Industrial Relations, \"if it is allowed to enter the rarefied atmosphere of theory.\"\nHe was an environmentalist before anyone really knew what that was. He warned of the \"greedy and senseless exploitation of nature.\" And in 1982 he brought up a topic that now grips us, but back then was almost never spoken of, \"a hotly-debated issue directly attributable to the development of industry... the build-up of carbon dioxide in the atmosphere,\" which he referred to as the \"greenhouse effect\".\nAnd he constantly did himself down, shrugging as to why anyone should want to hear him speak: \"I have very little experience of self-government,\" he told one audience, \"I am one of the most governed people you could meet....\" His example of irrational behaviour? - \"making and listening to speeches on important occasions\". Or speaking before the Brussels Expo in 1958 - \"I feel I can claim to be an expert at going round exhibitions.\" He knew most speeches were a dull formality that had to be got through - and he was happy to let his audience have a laugh at his expense. \nIt is another contradiction in a life of them; that someone who cared so much about how we live our lives, about how to pursue a good and moral life, about how government and society might try to channel our instincts, should end up being popularly portrayed as a saloon-bar bore, his retirement from public life in 2017 accompanied by lists of his \"gaffes\", off-colour comments and salty jokes.\nThat he could be rude, startlingly so at times, there is no doubt. Part of it was impatience, that dynamo whirring away, the desire to get things done double-quick. Part of it may have been deafness, inherited from his almost wholly deaf mother. But part of it was just plain bad manners, a disregard for what others felt and a thoughtlessness that came from position and temperament. \nThere was for a long time a fair amount of barking and shouting at those who failed to please him, and not a lot of thanking those that did.\nLooking back down the decades, two great contrasts stand out. The first, that between a life led in the public eye, and a really quite private man. The boy shuttling between guardians and schools and countries quickly learnt to seal off his private side from public view. Inside the Palace it became his world view. Most of his biographers' personal queries were met with a shrug, as if to say \"I don't know why you are bothering\". He once said of his son Charles: \"He is a romantic, I am a pragmatist. And because I don't see things as a romantic would, I'm [perceived as] unfeeling.\" There can be little doubt that he was stung by the accusation. But his inner thoughts were not for public consumption. \nAnd the second great, related, contrast is that between the near unceasing whirl of his public life, and a degree of solitude in his private. Of course there was family, though all his sisters pre-deceased him. But few, if any, great friendships are recorded, a corollary of his private nature and the pattern of his many decades. \"Life,\" wrote one biographer, \"hasn't enabled him to build up friendships. He is going round the world at such a lick.\" And royalty is its own curious cage, repelling outsiders. \"What the royal family offers you is friendliness,\" said the late James Callaghan, prime minister in the 1970s, \"not friendship.\"  \nMajor General Charles Stickland of the Royal Marines, of which for 64 years Philip was Captain General, tells of when the duke flew into an exercise in Norway. He was supposed to say a quick hello to the enlisted men and then have lunch with the commanding officer. Instead he \"asked two of the corporals to spoon food into his mess tin, sat on a Bergan [rucksack], told stories and chatted away with my troops when he was supposed to be having a posh lunch and then got back on the helicopter, having inspired a group of young men as to why it was great to be a Royal Marine\".  \nIt was vintage Philip; no ceremony, hierarchy pushed to one side, the big group over the more intimate gathering. \nBecause of his desire for privacy, because of his position, and because nearly all who knew him best have gone, our understanding of him will always be incomplete. But that's also because of what kind of person he was, because of the contradictions and contrasts that emerged over the decades. \"A mercurial man like His Royal Highness,\" said the artist and architect Sir Hugh Casson, \"needs a loose fit portrait.\"\nHe was asked once what his life had been about (the sort of question that normally received an incredulous snort). Had it been about supporting the Queen? \"Absolutely, absolutely,\" he replied. He didn't see himself as a leader, though lead he could. And his own achievements he consistently played down. Accepting the Freedom of the City of London in 1948, he spoke for himself and for what he called other \"followers\", with trademark modesty. \"Our only distinction,\" he said, \"was that we did what we were told to do, to the very best of our ability, and kept on doing it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56685356",
      "category": "world-asia",
      "title": "Kim Jong-un warns of North Korea crisis similar to deadly 90s famine",
      "tags": "Kim Jong-un,North Korea weapons programme,North Korea,Coronavirus pandemic",
      "text": "North Korean leader Kim Jong-un has told citizens to prepare for hard times ahead, following warnings from rights groups that the country faces dire food shortages and economic instability.\nSpeaking at a party conference, Mr Kim appeared to compare the situation to the devastating 1990s famine, estimated to have killed hundreds of thousands.\nNorth Korea has shut its borders due to the coronavirus pandemic.\nTrade with China, its economic lifeline, has come to a standstill. \nThis is on top of existing international economic sanctions over Pyongyang's nuclear programme.  \nIn a rare admission of looming hardship, the authoritarian leader of the single-party state on Thursday called on officials to \"wage another, more difficult 'Arduous March' in order to relieve our people of the difficulty, even a little\".\nThe Arduous March is a term used by North Korea officials to refer to the country's struggle during the 1990s famine, when the fall of the Soviet Union left North Korea without crucial aid. The total number of North Koreans who starved to death is not known, but estimates range up to 3 million.\n\"It is not unusual for Kim Jong-un to talk about difficulties and hardship but this time the language is quite stark and that's different,\" Colin Zwirko, North Korea analyst at NK News, told the BBC. \n\"Last October for instance, he gave a speech where he said that he himself failed to bring about enough changes. But mentioning explicitly that he's decided to carry out a new Arduous March is not something he has said before.\"\nEarlier this week, Mr Kim had warned the country faced the \"worst-ever situation\" and \"unprecedentedly numerous challenges\".\nThere have been warnings for months that the people of North Korea are struggling.\nReports of hardship appear to be coming especially from towns near the Chinese border, where smuggling would have been a huge earner for many.\nThe price of corn, the staple diet for most of rural North Korea, has reportedly fluctuated enormously and at times a kilogram of corn has cost more than a month's wages.\nLina Yoon, a researcher from Human Rights Watch (HRW), said in a recent report citing unnamed contacts in the country that \"there is barely any food going into the country from China\".\n\"There are so many more beggars, some people died from hunger in the border area, and there's no soap, toothpaste, or batteries,\" she wrote. \nThe UN Special Rapporteur on North Korean Human Rights, Tomás Ojea Quintana, warned last month in a report of a \"serious food crisis\" already leading to malnourishment and starvation.\n\"Deaths by starvation have been reported, as has an increase in the number of children and elderly people who have resorted to begging as families are unable to support them.\" \nIt is unclear whether any aid at all is currently coming into the country. North Korea has rejected offers of external aid and almost all diplomats and aid workers, including staff of the UN's World Food Programme (WFP), have left.\nMeanwhile North Korea's border closures means trade with China dropped by 80% last year from levels that had already fallen significantly in 2018 when the UN expanded sanctions over North Korea's nuclear programme. \nReports suggest North Korea restricted imports of staple foods from China last August and then cut almost all trade, including food and medicines, in October.\nThe country has also ramped up punishments for smuggling, describing it as \"anti-socialist\" and \"enemy\" behaviour, according to HRW.\nNorth Korea was also hit by two major storms last summer, which caused flooding that is believed to have damaged crops, exacerbating the shortages.\nKim Jong-un is shoring up support within his party as times get tough. He's making sure that the warnings are coming from him - perhaps so that when things get worse, he can point the finger at his officials for not acting on his orders.\nHe can also pin blame for the dire economy on the Covid-19 pandemic and the strict economic sanctions designed to curb his nuclear weapons programme.\nAnd yet his regime continues to design and test new missiles.\nThe weapons tests are something we can all see on satellite images and state media photos, and use them to question world leaders about how they are going to act.\nThe North Korean people cannot get images of their suffering to us without the risk of being imprisoned or shot.\nUnseen, and according to warnings by their own leader, they now face going hungry amid a looming humanitarian crisis.\nTightly controlled by the government, North Korea's economy is one of the least free in the world and is said to be highly inefficient. \nThe enormous cost of maintaining the military and security structures has left very little for the ordinary North Korean. \nThe almost complete border closure aims to prevent the coronavirus from spreading in a country that does not have the public health infrastructure to handle an outbreak.\nHowever there are indications that Pyongyang is feeling pressure to reopen borders at least a bit, Mr Zwirko said. \n\"North Korea has shown signs of wanting to increase trade with China again. They have passed a law a few months ago to help facilitate border trade,\" he said.\n\"But fundamentally, North Korea remains extremely paranoid about the virus. They'd really have to change and trust in the ability to disinfect goods that would come through.\"\nNorth Korea claims that so far the border shutdown has kept it Covid-free, though analysts doubt this claim. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56700324",
      "category": "uk",
      "title": "Prince Philip: What would you say to the Queen today?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-56695263",
      "category": "uk-england-norfolk",
      "title": "Former Norwich North MP Ian Gibson dies aged 82",
      "tags": "Dumfries,Labour Party,Norwich",
      "text": "Tributes have been paid to former MP Dr Ian Gibson, who died aged 82 on Friday.\nDr Gibson represented the Norwich North constituency for Labour from 1997 to 2009.\nFormer colleague and ex-cabinet minister Charles Clarke said he would be \"much missed\".\nCurrent Labour MP for Norwich South, Clive Lewis, said: \"He was admired for his humour, cutting wit, but also his steadfast political conviction as a socialist.\"\nMr Lewis said he left behind \"a legacy of someone always prepared to speak up for our city and those without a voice\".\nMike Stonard, president of Norwich Labour Party, said his friend was a \"tenacious, committed campaigner and consistent advocate for his constituents\". \nDr Gibson's career as an MP came to an end in 2009 following controversy over his expenses.\nMr Clarke, who served as Norwich South MP from 1997 until 2010, said Mr Gibson \"brought to politics a real understanding of science and its contribution to our civilisation.\"\nDr Gibson was dean of biology at the University of East Anglia before his first election in 1997.\nHe used his scientific knowledge to good effect with contributions to debates on medical and biological matters, such as on Gulf War Syndrome, which he urged the government to recognise.\nHis expertise was rewarded with a place on the Commons' Science and Technology Select Committee, and in 2001 MPs defied the whips' choice to elect him as its chairman.\nDr Gibson was forced to leave the Labour Party after the expenses scandal.\nHe was said to have claimed for a flat which one of his daughters lived in rent-free with her partner.\nThe Labour Party panel investigating the claims was described as a \"kangaroo court\" by the then Norwich party chairman. \nRetiring from politics, Dr Gibson, who was originally from Dumfries, continued to live in Norwich. \nA passionate campaigner for causes he believed in, he was also well known for his love of football and Norwich City.\nHe had flirted with professional football while at university in Edinburgh and after his move to Norfolk, he played for Wymondham Town and later served as as the non-league club's president.\nIn later life he became a member of the Norwich theatre group, The Common Lot.\nTributes to Dr Gibson have come from across the political spectrum. \nOn Twitter, Brian Watkins, Liberal Democrat county councillor for Eaton, said: \"I join with so many others in mourning the death of Dr Ian Gibson. He was a true champion of Norwich, a forceful and passionate campaigner, and he will be greatly missed by so many of us.\"\nCompared with many of his contemporaries, Dr Ian Gibson was not an MP for very long, but in the 12 years that he represented Norwich North he stood out as a strong-willed politician who cared passionately for his constituency. \nWhether fighting for under-privileged people, arguing for more science funding, or campaigning against university tuition fees, he always came across as someone who knew his stuff and genuinely cared.  He argued succinctly and with humour. When he spoke in Parliament, MPs would listen, and ministers would take his calls. \nHis stance on issues like tuition fees often put him at odds with the then Labour government, much to the frustration of his friend, neighbour and cabinet minister Charles Clarke who would often plead with him, in vain, to toe the party line. \nIt was one reason why he had little support from the party leadership when he became embroiled in the expenses scandal.\nBut even after his resignation, he continued to support local causes and environmental issues. He briefly flirted with the Greens. \nHe became disillusioned with Labour under Jeremy Corbyn saying he lacked \"leadership and style\". \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56698618",
      "category": "uk",
      "title": "Prince Philip tributes: Royals reflect on the 'rock in the Queen’s life'",
      "tags": "Prince Andrew, Duke of York,UK Royal Family,Prince Philip, Duke of Edinburgh,Prince Edward,Princess Anne, Princess Royal,Prince Charles, Prince of Wales,Queen Elizabeth II",
      "text": "The Duke of Edinburgh's children have shared their reflections on their father's life, his \"astonishing achievement\" and his legacy.\nThe Prince of Wales told the BBC \"his energy was astonishing in supporting my mama, and doing it for such a long time\".\n\"He's always been there as that rock in the Queen's life,\" said the Earl of Wessex.\nThe Princess Royal praised the \"double act\" he created with the monarch.\nAnd the Duke of York fondly recalled Prince Philip as a father spending time with his family.\n\"Like any other family at the time, your parents went out to work during the day but in the evening - just the same as any other family - we would get together, we would sit on the sofa as a group and he would read to us,\" Prince Andrew said.\nThe royals were speaking in interviews to mark the Duke of Edinburgh's death as part of a BBC special programme billed as a tribute \"from those who knew him best\".\nPrince Charles told the programme: \"I think he'll probably want to be remembered as an individual in his own right.\"\nReflecting on his father's difficult upbringing after his family was exiled, he said: \"It can't have been easy and life was uncertain and everyone had to rely on other people to help - and presumably he had to fall back on himself.\"\nThis uncertain upbringing left him with the \"extraordinary ability\" to be positive and move on from adversity, said Princess Anne.\nPrince Charles spoke of the \"huge value\" his father found in his education at Gordonstoun under its founder Kurt Hahn, an unconventional figure who emphasised self-reliance and risking - and who partly inspired the creation of the Duke of Edinburgh's award.\nMoving from a career in the Royal Navy to become royal consort was \"an incredible challenge\", Princess Anne said. \"In the Royal Navy he was in charge of ships, he was making all the decisions. In his next life, he was making very few.\"\nBut Prince Andrew, who served in the navy during the Falklands War, said he had never had any discussions with his father about whether he would have stayed on in the service. \"He saw his role as supporting the Queen,\" the prince said.\nPrincess Anne spoke of how his appreciation of how he could help the Queen \"always seemed to be present\" and was vital because she succeeded to the throne so young. \n\"They needed to be a double act for a lot of that time to allow her to take on that role,\" she said.\nPrince Edward recalled a \"lovely moment\" when his mother was able to pay tribute to his father at the 50th anniversary of the Duke of Edinburgh's Award, by giving the organisation a Royal Charter.\n\"It probably meant more to my mother anyway. My father is far too modest to be remotely interested in all that sort of thing, he would brush it off,\" the prince said.\nHe said the award was a result of Prince Philip's belief \"that if you could tap into what a young person's passion was, that would drive them forward in terms of their life and their success\".\nPrince Edward said he was \"a great source of support and encouragement and guidance all the way through\" while Princess Anne added: \"I think I will best remember him as always being there and a person you could bounce off ideas, but if you were having problems you could always go to him.\"\nPrince Philip's legendary \"directness\" was inherited from his mother, Prince Charles explained with an anecdote.\nHis mother, Princess Alice of Battenberg, was buried in Jerusalem, where she is also honoured at the Yad Vashem Holocaust Memorial as \"Righteous Among the Nations\" for protecting Jews at her house in Athens during World War Two.\n\"My father said, but hang on, how are we ever going to visit your grave?\" the Prince of Wales recalled. \"She said, don't be so silly, there's a very good bus service from Athens.\"\nThe Duke of Edinburgh \"did not suffer fools gladly\", Prince Charles said, which \"made one choose your words carefully\".\nPrince Edward said had taken on a challenging role \"with the most extraordinary flair, and the most extraordinary tact and diplomacy - he's never, ever tried to overshadow the Queen in any way, shape or form. \n\"He's always been there as that rock in the Queen's life. Certainly within his family that was exactly the same.\"\n\"His energy was astonishing, in supporting my mama, and doing it for such a long time,\" said Prince Charles. \"What he's done has amounted to an astonishing achievement, I think.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-36417297",
      "category": "in-pictures",
      "title": "Prince Philip: A life in pictures",
      "tags": "Photography,Prince Philip, Duke of Edinburgh",
      "text": "All photographs subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56688243",
      "category": "uk",
      "title": "Duke of Edinburgh's death marked at Buckingham Palace",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56705671",
      "category": "entertainment-arts",
      "title": "Big Brother star Nikki Grahame dies aged 38",
      "tags": "Big Brother",
      "text": "Former Big Brother star Nikki Grahame has died at the age of 38.\nThe TV personality was admitted to a private hospital last month with an eating disorder.\nIn a statement to the BBC, Grahame's manager confirmed \"with immeasurable sadness\" that Grahame died on Friday morning.\n\"Please respect the privacy of Nikki's friends and family at this tragic and difficult time,\" he added.\nFormer Big Brother presenter Davina McCall led the tributes, tweeting: \"I am so desperately sad to hear about Nikki Grahame. My thoughts are with her friends and family xx she really was the funniest, most bubbly sweetest girl.\"\nIf you are affected by the issues in this story, help and support is available via the BBC Action Line and the charity Beat Eating Disorders.\nGrahame, originally from Northwood in north-west London, took part in the seventh series of Big Brother in 2006.\nShe became known for her tantrums, particularly in the Diary Room.\nGrahame would often complain to Big Brother about the conditions in the house or fellow contestants, famously shouting \"It's so cold,\" and, on another occasion, asking \"Who is she?\" after a new housemate joined the show.\nShe was hugely popular with viewers, and was voted back into the house four weeks after she was first evicted. She subsequently finished in fifth place.\nSpeaking to The Guardian last year, Grahame said: \"I hold fond memories of Big Brother, even though there were times where it looked like I was having a meltdown. \n\"Those meltdowns really were me, though. What you see has always been what you get - I can't be any other way.\"\nAfter her appearance on Big Brother, she won a National Television Award for most popular TV contender.\nGrahame returned to the house in 2010 to take part in Ultimate Big Brother, the final series of the show to be broadcast on Channel 4. \nThe show saw several popular Big Brother contestants from over the years return to take part in one final series, before it moved to Channel 5. Grahame finished in second place.\nBy this time, she had developed her career as a popular TV personality, and starred in her own reality TV series called Princess Nikki.\nShe also guest-starred on programmes such as the Friday Night Project and as a contestant on celebrity editions of shows such as Pointless and The Weakest Link.\nPrior to finding fame on Big Brother, Grahame was an aspiring actress. She appeared as an extra in the BBC's EastEnders and played a footballer's wife in Sky One's Dream Team.\nGrahame also appeared as a contestant on ITV's Blind Date and competed in the 2004 Miss Hertfordshire pageant.\nShe continued her relationship with Big Brother, returning for 2015's \"Time Warp\" twist on Channel 5, and made a cameo in the final series of Big Brother in 2018.\nShe also appeared as a \"wildcard\" housemate in the 2016 series of Big Brother Canada.\nGrahame's experience of anorexia was well documented, and she released a book about her eating disorder in 2009.\nLast month, a fundraising page was set up, asking fans to donate towards her recovery. It eventually raised more than £65,000.\nThe page said the 38-year-old was in \"a very bad way\" and needed treatment in a rehabilitation centre. Several Big Brother figures including former winner Rylan Clark-Neal retweeted the appeal for donations.\nOn Saturday, the page was updated to announce the news of Grahame's death.\n\"It breaks our hearts to know that someone who is so precious was taken from us at such a young age,\" it said. \"Nikki not only touched the lives of millions of people, but also her friends and family who will miss her immensely.\" \nPaying tribute to Grahame on Twitter, Clark-Neal wrote: \"Thinking of [Grahame's mother] Susan and Nikki's close friends and family. A Big Brother Icon.\"\nTV presenter Paddy McGuinness added: \"Definitely one of the stars from the glory years of reality TV. I met her a long time ago and she was a lovely girl. RIP young lady.\"\nChannel 4 tweeted: We are desperately saddened by the tragic news about Nikki Grahame and our thoughts and deepest sympathies are with Nikki's family and friends.\"\nBig Brother Canada added:\"Our hearts break for the loss of Nikki Grahame. Nikki will forever be a beloved part of the Big Brother family. Rest in peace.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-56688402",
      "category": "uk-england-tyne",
      "title": "Lowry Beach Scene bought for £162k for Berwick-upon-Tweed",
      "tags": "Painting,Tweedmouth,Berwick-Upon-Tweed,Art",
      "text": "A painting by \"matchstick figures\" artist LS Lowry is to take up permanent residence in the Northumberland town that inspired it. \nBerwick Museum and Art Gallery paid £162,500 for Beach Scene, painted circa 1960, which depicts sand dunes in Spittal near Berwick. \nThe Lancashire artist, known for his industrial scenes, regularly visited the North East for more than 40 years.\nThe museum said it was \"thrilled\" with the painting.\nDuring his holidays in the area from the 1930s to the summer before he died in 1976, the artist created more than 30 sketches, drawings and paintings of Berwick.\nRowan Brown, chief executive of Museums Northumberland, said: \"Lowry is probably best known for his industrial landscapes of the North West, but many people don't know he also produced many paintings of the North East coast, and in particular Berwick-upon-Tweed.\n\"Despite there being up to 30 drawings and paintings of Berwick by Lowry, none have ever been on permanent display in the town. \n\"We're thrilled that local people and visitors will now have to opportunity to enjoy the work of one of England's most iconic artists in the coastal town that inspired him throughout his long career.\"\nNineteen works by Lowry were auctioned last July during Christie's first standalone sale of the artist. \nMuseums Northumberland was able to buy the painting thanks to funding from Art Fund, Arts Council England, The Friends of Berwick and District Museum and Archives, and the Guild of Freemen of the town of Berwick.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56705474",
      "category": "uk-wales",
      "title": "Tenby 'tombstoning' rescue: Unconscious man pulled from sea, police say",
      "tags": "Tenby",
      "text": "A 23-year-old man has been pulled unconscious from the sea after jumping off a cliff into the water, police say.\nDyfed-Powys Police urged people not to take part in \"tombstoning\" following the rescue in Tenby, Pembrokeshire, on Saturday evening. \nIt said it was called to the beach opposite St Catherine's Island at about 18:15 BST.\nThe man was not breathing but was given CPR and regained consciousness, it said. \nInsp Gavin Howells said: \"This incident highlights the serious danger posed by tombstoning or cliff jumping, and the potentially life-threatening consequences.\n\"We urge people not to take part in this sort of activity anywhere along our coastline, and not to put themselves or the emergency services at risk for a thrill.\"\nHe thanked the RNLI for their swift response, adding their actions \"most likely saved this man's life\".\nTenby RNLI said its inshore lifeboat was launched and when its volunteer crew arrived the man had been pulled from the water and was on the rocks.\nThe coastguard said it also attended and the man was taken to Morriston Hospital in Swansea by road ambulance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56702330",
      "category": "uk",
      "title": "Prince Philip: Gun salutes take place in tribute",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56701620",
      "category": "world-europe",
      "title": "Covid: Over 100 Paris restaurant diners fined for violating rules",
      "tags": "France,Coronavirus lockdown measures,Paris,Coronavirus pandemic",
      "text": "More than 100 diners at a restaurant in Paris have been fined and the manager arrested for violating Covid restrictions, French police say.\nOfficers were called to an address in the capital following a noise complaint and discovered a clandestine gathering, Paris police tweeted on Saturday.\n\"Guests [were] fined for non-compliance with health measures,\" the tweet said.\nIt comes days after French police launched an investigation into alleged fine dining and parties in the city.\nLast week, private TV channel M6 broadcast an undercover film it said was from a hidden camera, showing diners enjoying caviar, champagne and truffles at two upmarket venues.\nIn response to the report, French Interior Minister Gérald Darmanin ordered a probe, saying that such gatherings - breaching Covid lockdown rules - would be \"totally unacceptable\".\nThe latest incident occurred on Friday in the 19th arrondissement (district) of Paris and involved \"over 110 people\", police said.\nThe undercover film broadcast by M6 on 2 April showed an unnamed private dining club in a \"smart district\" of Paris, where guests were told they could remove their masks. \nThe video points out the penalties for lockdown offences in France; potentially a year in jail and a €15,000 (£13,000) fine for putting someone's life at risk and, for each guest, potentially a €135 fine for violating the curfew and another €135 for not wearing a mask.\nSurging coronavirus cases in France have prompted a new partial nationwide lockdown amid fears that hospitals may become overwhelmed with patients.\nAll schools and non-essential shops are shut and a curfew is in place from 19:00 to 06:00.\nFrance has recorded just over five million cases of Covid-19 and at least 98,202 deaths, Johns Hopkins University reports.\nThe country has struggled with an EU-wide delay in the vaccine rollout, as well as several new strains of the virus."
    }
  ]
}