{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57224777",
      "category": "uk",
      "title": "Arundel Castle: Mary Queen of Scots rosary beads stolen in raid",
      "tags": "Arundel",
      "text": "A set of gold rosary beads carried by Mary Queen of Scots at her execution in 1587 was among items worth more than £1m stolen in a raid on Arundel Castle.\nThe gold and silver artefacts were snatched from the West Sussex castle on Friday night.\nOther pieces taken during the raid include coronation cups given by Mary to the Earl Marshal.\nAn Arundel Castle spokesman said the stolen items were of \"priceless historical importance\".\nThe castle only reopened to the public on Tuesday. \nStaff were alerted to the break-in at 22:30 BST on Friday after a burglar alarm went off. \nSussex Police told the BBC the thieves entered through a window and smashed a glass cabinet to grab the items.\nDet Con Molly O'Malley said the force thinks a 4x4 saloon found abandoned and on fire in nearby Barlavington \"was linked\" to the raid.\nThe castle spokesman said the rosary had \"little intrinsic value as metal\" but was \"irreplaceable\".\nA spokesman for Arundel Castle Trustees said: \"The stolen items have significant monetary value, but as unique artefacts of the Duke of Norfolk's collection have immeasurably greater and priceless historical importance.\n\"We therefore urge anyone with information to come forward to the police to assist them in returning these treasures back where they belong.\"\nPeter Squires, professor of criminology at the University of Brighton, said there was a \"surprising amount\" of thefts of \"antiquities or cultural artefacts\".\nHe said items were often stolen to order and end up in the private collections of very rich people. \nHe told BBC Radio Sussex: \"In war zones in the Middle East, there is a lot of evidence of museums being looted and the stolen items quickly finding themselves on to the dark web where they are bid on by dealers. \n\"Gold of course may just be melted down, which massively reduces its value, so to find someone who wants the items rather than just the bullion value is the thieves' objective here.\"\nProfessor Kate Williams of Reading University said: \"When [Mary] fled Scotland into England most of her belongings were despoiled and shared out.\n\"Then after she was executed, nearly everything she had was taken and burned because people were concerned she would turn into a Catholic martyr.  \n\"So we had one tiny memorial of Mary Queen of Scots - and now it has gone.\"\nDet Con O'Malley urged people who were in Arundel on Friday evening and saw any suspicious activity around the area of the castle to contact the force either online or by calling 101, quoting Operation Deuce.\n\"The castle only re-opened to visitors on Tuesday 18 May, so if you were visiting during the past few days do you on reflection recall anyone behaving at all suspiciously?\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57229868",
      "category": "uk-england-london",
      "title": "Ex-Great Ormond Street Hospital porter Paul Farrell jailed for abusing boys",
      "tags": "Great Ormond Street Hospital",
      "text": "A Great Ormond Street Hospital porter who befriended the parents of his young victims to allow him to abuse boys across London has been jailed for life.\nPaul Farrell, 55, kept a diary of threats and bribes used to keep one of the children under control, Wood Green Crown Court heard.\nFarrell admitted 76 offences against eight victims, from 1985 to 2020. He must spend at least 18 years in jail.\nHe used an area of the hospital for abuse but did not target patients.\nProsecutors linked Farrell, of Camden, north London, to at least 500 instances of abuse, although they estimate the true figure is \"likely to be in the thousands\".\nHis 35-year campaign of abuse included attempted rape, sexual assault of a child under 13 and making indecent photographs of children.  \nFarrell, who pleaded guilty at a previous hearing, acted as a babysitter to people he had befriended in order to gain access to their children.\nHe kept a diary of threats and bribes made to one of his victims, who was aged 12 when the abuse began. \nTo stop the boy from telling anyone about the attacks, Farrell hid a camera in the boy's room.\nProsecutors said Farrell had \"groomed\" the entire family to enable him to abuse the boy and his two younger brothers, setting reminders to buy members of the family presents or to offer himself as a babysitter.\nAnother victim, who was five years old when the abuse began, told Farrell in court: \"Innocent children like me and my brother will be profoundly scarred by your actions for the rest of our lives.\n\"I now feel hopeless, lost and disgusted at my silence that has allowed you to ruin the lives of so many innocent children.\"\nJudge Noel Lucas said Farrell had a \"deep-seated fixation with sexual activity with very young boys\".\nThe judge said: \"It is difficult to fully comprehend the fear, confusion and vulnerabilities your young victims must have suffered as you repeatedly used and abused them to satisfy your sexual desires.\n\"For the whole of your adult life you have pursued your predatory interest in committing intimate sexual acts with very young boys with an all-consuming determination, irrespective of their attempts to make you desist.\"\nA Great Ormond Street Hospital spokesman said: \"Our thoughts remain with the brave victims and their families whose stories have been shared in court.\n\"While we have heard in court that Paul Farrell did not target children at GOSH, his association with our hospital is distressing for the hospital community. \n\"We are deeply sorry that he was able to exploit his position and use our hospital to commit some of his crimes.\n\"Our safeguarding practices will remain rigorous and under regular review and we are actively considering whether anything more can be done to prevent crimes like this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57226155/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Cineworld reopening boosted by demand for Peter Rabbit 2",
      "tags": "Companies,Cineworld,British cinema,Cinemas,Coronavirus pandemic",
      "text": "Cineworld enjoyed a \"strong opening weekend\" in the UK as film fans rushed back to cinemas, led by demand for Peter Rabbit 2: The Runaway.\nThe chain said more people than expected returned as lockdown eased and it now anticipates \"a good recovery in attendance over the coming months\".\nIt also saw \"good concession income\" as families snapped up popcorn to accompany their viewing.\nThe UK-owned chain has seen huge losses due to closures during the pandemic.\nIn November the business, which owns cinemas across Europe and the US, was even in talks over a rescue deal  that would have meant shutting UK sites.\nOn Monday, it said it was \"thrilled\" to have its UK and and US cinemas open again.\n\"We are especially pleased with the warm welcome our employees have received, and the positive feedback from returning guests,\" said chief executive Mooky Greidinger.\nThe world's second-largest cinema chain said more than 97% of its US cinemas had now reopened, while most of its screens in the rest of the world were expected to be open by the end of the month.\nThe chain hopes that crowds will keep coming with the releases next week of Cruella, and A Quiet Place 2 next weekend.\nIt said its success was down to \"improving consumer confidence and the success of the vaccination rollout\".\nRuss Mould, investment director at AJ Bell, said: \"Cinema operators have been waiting for this moment for a long time, keeping their fingers crossed that consumers would feel confident enough to return to the big screen.\nBut he pointed out the \"strong weekend\" came as atrocious weather hit many parts of the UK. \"What happens if we finally get some good weather this weekend and from then on?\" \nHe warned that cinemas rely for success on the quality of the films available \"and there aren't that many big films lined up for release until later in the summer\". \nThe cinema industry has been one of the worst hit sectors during the pandemic with many theatres closed for extended periods or operating at reduced capacity.\nGlobal box office takings in 2020 fell by more than 70% from the previous year to $12.4bn, according film technology firm Gower Street Analytics.\nMajor releases such as the latest James Bond film, No Time to Die, have been delayed a number of times because of Covid.\nThe much-anticipated sci-fi movie Dune, starring Timothee Chalamet and Zendaya, was originally slated to be released in December 2020, but is now set to premiere in October 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57216045",
      "category": "uk-northern-ireland",
      "title": "NI 100: How NI's first election shaped its future",
      "tags": "NI 100",
      "text": "It is exactly 100 years since the first election was held in Northern Ireland.\nOn 24 May 1921, voters went to the polls across the newly-created state and elected 52 members to a new parliament in Belfast.\nAn overwhelming majority of the successful candidates, 40, were unionists.\nAlso elected were six Sinn Féin representatives, including Michael Collins and Éamon de Valera, although they refused to take their seats.\nUnionists hailed the result as a significant victory and believed it copper-fastened the new border, following the partition of Ireland.\nHowever, with six seats going to Sinn Féin and six to nationalist candidates, the political divide within the new state was clear.\nThe election, which used a proportional representation system, was held exactly three weeks after Northern Ireland became a legal entity on 3 May and the poll marked a tangible sign of the new state taking shape.\nIndeed, some historians have suggested it could be argued that May 24 is the political birthdate of Northern Ireland, rather than May 3 which was more of a technical milestone.\nThe parliament was similar to the Westminster model with an upper house, the Senate and a 52-member lower chamber, the House of Commons.\nTwo weeks after the May election, the Commons met for the first time in Belfast and unionist leader Sir James Craig was appointed Northern Ireland's first prime minister.\nJust over half a million people voted in the election, which amounted to almost 90% of those entitled to vote at the time.\nHistorian Dr Éamon Phoenix said the unionist triumph was not surprising.\n\"Unionism was a class alliance between the shipyard worker, the small farmer and the industrialist in the big house - they were all together,\" he said.\n\"Nationalism was divided - you had a rift between Joe Devlin's [nationalist] home rulers and Sinn Féin who looked south and hoped to undo these partition arrangements.\n\"The result was an overwhelming unionist victory.\"\nDr Phoenix said the absence of an opposition within the new Commons proved to be significant.\n\"It wasn't until the mid-late 1920s that the nationalists took their seats in the Northern Ireland Parliament and, of course, this was a major problem because the groundwork of the state in terms of law and order, education had been laid down in those critical, bitter violent years.\"\nThe new parliament was set up by the 1920 Government of Ireland Act which divided the island in two, with separate parliaments in Belfast and Dublin.\nThe 128-seat House of Commons in the newly-created Southern Ireland only met briefly as Sinn Féin boycotted it, even though it won almost all of the seats.\nThe party treated the election in the south as a second election to the independent parliament, the Dáil, which was set up in Dublin in 1919 in defiance of British rule.\nIn total, 124 Sinn Féin candidates were elected unopposed, along with four southern unionists elected for the University of Dublin (Trinity College).\nNo actual polling took place as the candidates were unopposed.\nThe elections took place against a background of violence, with sectarian tensions high and the Anglo-Irish war raging.\nWithin two months, a truce had been agreed in the war and negotiations began which led to the Anglo-Irish Treaty in December 1921, and more political changes.\nHowever, the border remained, and the May 1921 election had helped to secure it.\nHistorian Dr Marie Coleman, a member of the panel of historians advising the UK government on the centenary of Northern Ireland, recently wrote about the election.\nShe stated: \"Home Rule had finally been implemented in Ireland, but ironically it was the Ulster unionists who had been so strongly opposed to the idea a decade previously upon whom it was conferred.\n\"The partition of Ireland was now a reality.\"\nThe BBC News NI website has a dedicated section marking the 100th anniversary of the creation of Northern Ireland and partition of the island.\nThere are special reports on the major figures of the time and the events that shaped modern Ireland available at bbc.co.uk/ni100.\nYear '21: You can also explore how Northern Ireland was created a hundred years ago in the company of Tara Mills and Declan Harvey.\nListen to the latest Year '21 podcast on BBC Sounds or catch-up on previous episodes.\nImage credits"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57223755",
      "category": "uk-england",
      "title": "Sasha Johnson: Black Lives Matter activist shot in London",
      "tags": "Black Lives Matter,Peckham,Southwark,Oxford",
      "text": "Prominent Black Lives Matter activist Sasha Johnson is critically ill after being shot in the head, her party says.\nThe Taking the Initiative Party (TTIP) said she was being treated in intensive care after being \"brutally attacked\" in the early hours of Sunday.\nThe 27-year-old has life-threatening injuries following the shooting on Consort Road, in Peckham, south London.\nTTIP said Ms Johnson had undergone an operation and remained in critical care, in recovery post-surgery.\nA vigil was held in Ruskin Park, close to King's College Hospital, where Ms Johnson is being treated.\nWell-wishers played African drums and prayed for Ms Johnson to pull through.\nOne speaker told the crowd: \"In every community there are good eggs and bad eggs and we have to make sure those bad eggs are held accountable for their actions.\n\"Because it's not acceptable for those bad eggs to be attacking our warriors - be they male or female.\n\"Warriors who are out there every day without pay working for our families, working for our communities.\"\nPolice said at this stage there was no evidence the attack was targeted.\nAfter fears grew among other activists that it was a targeted attack, Charles Gordon, one of TTIP's founding members said: \"I would like to say that we need to stay cautious and aware; the truth is that we don't know what has happened here.\"\nA party spokesman said: \"Whilst we understand there is much speculation around the nature of the incident, our priority is Sasha's health and recovery.\"\nDetectives said there was currently nothing to suggest the shooting victim had received any credible threats against her, and have appealed for witnesses.\nThey have not confirmed her identity.\nEarlier, Imarn Ayton, a friend of Ms Johnson's, told the BBC doctors had carried out surgery on her fellow activist, which had gone well and she was \"now with her parents\".\nShe said Ms Johnson had been at a party or gathering when she was injured but she did not believe \"she was the intended victim\".\n\"As far as I am aware... this incident is more related to rival gangs as opposed to her activism,\" Ms Ayton said.\nDetectives from the Met's Specialist Crime Command have been investigating at the scene and the surrounding area and are pursuing a number of lines of inquiry. \nIt is believed the shooting happened near a house where a party was taking place and a number of people may have been in the area, a Met Police statement said.\nThe Taking the Initiative Party said the attack followed \"numerous death threats\".\nDet Ch Insp Jimi Tele said: \"This was a shocking incident that has left a young woman with very serious injuries. Our thoughts are with her family who are being provided with support at this terribly difficult time.\"\nHe added: \"If you saw anything suspicious in the Consort Road area in the early hours of Sunday morning, or if you have heard information since that could help detectives, it is crucial that you get in touch.\"\nDr Darren Henry, who knew Ms Johnson through community activism campaigns, called on those speculating about the shooting to \"let the police do their jobs\".\n\"Like any shocking or horrendous crime in our community, we hope that the offenders are brought to justice and that there is no bias and no racism.\n\"Let the police do their watching and monitoring, but we are out here as well doing our watching and our monitoring.\"\nTributes on social media have been pouring in from all over the world since the shocking attack on the young mother.\nTamika Mallory, a well-known US activist posted on her Instagram account: \"Pull through sis! People think it's a game out here. Smh. #SashaJohnson\", while Labour MP for Tottenham David Lammy tweeted: \"This is gut wrenching. Praying for Sasha Johnson, her family and friends that she makes a full recovery #BlackLivesMatter\".\nAnd Harriet Harman, the Labour MP for Camberwell and Peckham, tweeted: \"Whoever carried out this dreadful shooting of Sasha Johnson needs to be caught quickly. Give any info you have to MPSSouthwark. Reported death threats will need to be investigated. Wishing her a full recovery. With thanks to the NHS for much needed expertise and care.\"\nMs Johnson was a well known anti-racism campaigner who organised a Black Lives Matter protest last summer, in her home city of Oxford. \nMany have praised her courage and determination to stand up for the rights of black people, tirelessly calling out injustices and inequality. \nMs Johnson has previously spoken about living in a society where her black sons would be accepted and which had a better system that could help them grow. She said she was determined to carry on campaigning and wanted to make a difference within her own community. \nMs Johnson, who works in community activism and community support and got a first in social care from Ruskin College in Oxford, has been a leading figure in the Black Lives Matter movement in the UK and is a member of the Taking the Initiative Party's leadership committee.\nIn its manifesto, the party describes itself as aiming \"to create real change in communities across the UK by setting the agenda in government\". \nIt said it wanted to do this by putting forward \"exceptional candidates who truly represent their communities, winning seats to create a Parliament that looks like the society it leads\". \nIn a statement on Instagram, the party said Ms Johnson is a mother of two and a \"powerful voice\" who has always been fighting for black people and against the injustices that affect the black community.\n\"Let's all come together and pray for Sasha, pray for her recovery and show our support to her family and loved ones,\" the statement said.\nBlack Lives Matters UK said it was shocked by the shooting of \"a young mother and fearless political campaigner who was at the forefront of many BLM protests last summer\".\nIt said that while she was not part of the organisation, \"she impressively founded a new Black-led political party and was dedicated to resist anti-Black racism\".\nThe group added: \"Any attempt to intimidate or silence her, is an attack on all of us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57204249",
      "category": "uk-wales",
      "title": "Climate change: Carwyn Jones defends his record as he leaves Senedd",
      "tags": "Carwyn Jones,Welsh government,Climate change,Environment",
      "text": "Tackling climate change slipped \"down the agenda\" in the years following the 2008 financial crash, according to Wales' former first minister.\nCarwyn Jones was defending his record in power after being announced as chair of climate charity Size of Wales.\nMr Jones, a Senedd member for 22 years, said the issue needed to be the world's \"top priority\", warning communities and livelihoods risked being \"destroyed\".\nHe stood down from the Senedd ahead of the election earlier this month.\nMr Jones said he now wanted to make campaigning for action on climate change - \"the biggest challenge that humanity has faced since the second world war\" - a focus of his post-politics life.\nDuring his time as first minister between 2009 and 2018, major new laws such as the Environment Act and Well-being of Future Generations Act were passed, but Wales consistently failed to meet tree-planting targets and experienced years when greenhouse gas emissions went up instead of down.\nPressed on his actions in office, he said there was \"always more to do\".\nHe pointed to support for public transport and the creation of Transport for Wales as examples of positive action, despite criticism from the environment sector that emissions from transport only fell 3% in Wales between 1990 and 2016.\n\"I think the problem we've had in the past decade is people seem to be more supportive of dealing with climate change when they feel financially secure,\" he said. \n\"After 2008 and the crash that happened there, climate change started to go down the agenda across the world.  \n\"People were more interested in the need to prop up our economies, making sure people have money in their pockets and are secure.\n\"The two things are not contradictory, and I'm glad to see now that climate change is going back up the agenda across the world.\"\nWhile the pandemic had shown how changes could be instigated quickly, it had also highlighted a problem of \"countries not working together\", something that needed to be addressed in responding to global warming, he warned.\nHis successor Mark Drakeford's decision to set up a climate change department in the Welsh government with a new minister and deputy minister to take charge of the issue was a \"hugely important signal\", he said. \n\"We can give practical examples to show other countries that we're doing our bit in Wales - we're a small country but we can have a positive effect,\" he said.\nSize of Wales' director Nicola Pulman said the former first minister would bring \"a track record at the highest level of government in tackling climate change\" to the charity's work.\nIt supports forest protection and tree growing projects in Africa, South America and south-east Asia as well as running a Wales-wide educational programme to help teach young people about climate change."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-57225337",
      "category": "uk-scotland-scotland-business",
      "title": "Covid: First flight out of Scotland after travel restrictions eased",
      "tags": "Tourism,Coronavirus lockdown measures,Edinburgh,Travel",
      "text": "The first direct international flight from Scotland to a \"green list\" country since travel restrictions were relaxed has landed in Portugal.\nThe 06:00 from Edinburgh to Faro was the first since the UK government's new traffic lights system came into effect.\nPeople travelling to countries which appear on the green list will not need to quarantine on their return.\nThe Scottish government is still urging people not to travel internationally if they don't need to.\nThose travelling to amber or red list countries still face having to isolate in a hotel or at home for at least 10 days after arriving back.\nThere were about 120 passengers on the Edinburgh-Faro flight - mostly holidaymakers, plus some Scots returning to their second homes in Portugal for the first time in a year.\nSome of them admitted they were more anxious than on previous trips but said that, after 14 months of travel restrictions, the trip was \"well deserved\".\nOne holidaymaker told BBC Scotland: \"I think with the weather we get here, it's always nice to get away to a bit of sunshine.\n\"Obviously with the restrictions you've got to think hard about it, but it's come at the right time so it will be good.\"\nA group of students booked their trip as a reward to themselves after a difficult final year of studying.\n\"It's just going to be a relaxing getaway\", one of the party said.\n\"We're graduating this year so we we thought we'd go on a nice little trip to Portugal for a few days.\"\nA friend added: \"If the borders are open, we might as well go - it must be safe enough.\n\"I'm just hoping the restaurants are open and it's busy and not too quiet. A good atmosphere and good weather is all we're hoping for.\"\nBy Steven Godden, BBC Scotland reporter\nIt was an early alarm call for the passengers booked on the 06:00 Ryanair flight from Edinburgh to Faro.\nThey arrived for check-in looking a bit bleary eyed, hurrying inside the terminal building to escape the rain hammering off the tarmac outside.\nLining up for check-in were masked-up passengers of all different types. \nFootball teammates heading off for an end-of-season golf trip.\nStudents celebrating their impending graduation with a trip to the sun.\nAnd slightly stressed-looking families clutching paperwork that is, now more than ever, essential for a successful journey. \nLater, with brightly-coloured suitcases safely despatched on the luggage belt, I spoke to some of them.\nFrom most there was excitement and a sense that added hassle such as testing would be worth it when they saw the sunshine.\nBut there was also a hint of apprehension in some voices and acknowledgment that something they once took for granted now feels very different.  \nThe traffic light system introduced for Scotland has been in place in England since 17 May.\nIts green list includes Portugal, Israel, Singapore, Australia, New Zealand, Brunei, Iceland, Gibraltar, Falkland Islands, Faroe Islands, South Georgia and the Sandwich Islands, St Helena, Tristan de Cunha and Ascension Island.\nA passenger locator form is necessary plus pre-departure Covid testing, but no hotel quarantine or self-isolation is needed on return.\nDespite the relaxation of international travel restrictions, health experts remain concerned about the possibility of a spike in Covid cases if there is a \"rush to the departure gates\".\nDr Jillian Evans, head of health intelligence at NHS Grampian, told BBC Radio's Good Morning Scotland programme: \"It's all about the pace of easing restrictions.\n\"We're watching case numbers starting to rise again in Scotland and the UK, and the potential of a third wave.\n\"Against that, we look at new news about the effectiveness of vaccination and two doses against the Indian variant which is shortly to become the dominant variant in the UK.\n\"What we need to do is have most of our population covered by two doses before people start thinking about their summer holidays.\n\"Sitting here in the rain, I understand how relaxing and attractive and seductive it is to think about your summer holidays.\n\"But it would be far better and far safer to do the cautious thing now and plan your summer holiday for next year.\"\nDeputy First Minister John Swinney said the Scottish government was \"trying to create pathways for essential travel\" and not just for holidaymakers.\nHe told Good Morning Scotland: \"People have got to make their own choices. We do live in a free society and we are trying to get back to some form of normality after a period of severe constraint.\n\"But we are appealing to people, given the fragility of the situation that we are in with the pandemic, to exercise due caution and take steps which will minimise the risk of any circulation of the virus.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57232988",
      "category": "uk",
      "title": "UK airlines told to avoid Belarusian airspace after journalist arrest",
      "tags": "Belarus,UK government,Ryanair Belarus flight diversion,Civil Aviation Authority,Alexander Lukashenko,Ryanair",
      "text": "The UK government has told airlines to avoid Belarusian airspace after a Ryanair flight was diverted to Minsk and an opposition journalist arrested.\nTransport Secretary Grant Shapps tweeted that the move was necessary \"to keep passengers safe\".\nForeign Secretary Dominic Raab told MPs the interception of the flight had been a \"shocking assault on civil aviation\".\nDissident journalist Roman Protasevich, 26, was removed from the plane and arrested at Minsk airport on Sunday.\nBelarus scrambled a fighter jet to force the plane - which was travelling from Athens in Greece to Vilnius, Lithuania - to land in the Belarusian capital after saying there had been a bomb threat. \nPolice took Mr Protasevich away when passengers disembarked.\nMr Shapps said he has also suspended the operating permit of Belarus' state airline, Belavia, effectively banning it from the UK.\nThe airline's timetable shows it operates a three-times weekly flight from Minsk to London's Gatwick airport.\nMr Raab told the House of Commons the interception was a \"shocking assault on civil aviation and an assault on international law\".\nHe added that further sanctions were being considered against Belarusian President Alexander Lukashenko's regime and that the country's ambassador in London had been summoned so the UK could convey its \"condemnation of these acts\".\nThe foreign secretary also called for the release of Mr Protasevich from the \"spurious charges\" he faces.\n\"Mr Lukashenko's regime must be held to account for such reckless and dangerous behaviour,\" Mr Raab added.\nHe said the UK was working to explore \"every potential diplomatic option\" and was \"actively considering and co-ordinating with our allies on further sanctions on those responsible for this outlandish conduct\". \nLabour's shadow foreign secretary Lisa Nandy condemned Belarus' act of \"modern piracy\" which she said had amounted to a state hijacking, and was an \"assault on the freedoms of the air and on freedom of speech\". \nShe added: \"Unless the consequences are swift, robust and co-ordinated it will create an extraordinarily dangerous precedent that will put journalists, dissidents and activists from the UK or anywhere else at risk every time they board a plane.\"\nConservative MP Tom Tugendhat, chairman of the Commons Foreign Affairs Select Committee, urged the government to call for the suspension of energy pipelines in Belarus.\nHe welcomed the government's new rules on flights, and asked Mr Raab if he would go \"one step further\" and \"call for a suspension\" of the Nord Stream 2 and Yamal energy pipelines that run through Belarus \"which is where the money comes from that supports this tyrannous regime\". \nMr Raab said the UK would \"consider and consult with our partners and see what further action they are willing to take as well\".\nThe EU imposed sanctions against Belarus on 1 October last year, in response to the \"brutality of the Belarusian authorities and in support of the democratic rights of the Belarusian people\".\nThese restrictions - a travel ban and asset freeze against individuals associated with the government of President Lukashenko - have since been expanded to include 88 individuals and seven organisations.\nThose on the list are forbidden from entering or transiting through EU territories and their assets in the EU are frozen. In addition, EU citizens and companies are forbidden from making funds available to any individual and company on the list.\nThe UK mirrors the current EU sanctions. \nMr Raab told reporters on Monday that Britain would not wait for the EU to issue sanctions against Belarus first.\nHe said: \"No, in the past we've led the way. We will continue to do so. But I do think it's important that we co-ordinate with our international partners to see what is the most effective means and way of applying additional pressure on the Lukashenko regime.\"\nQuestioned on whether restrictions on sovereign debt, potash and oil companies could come under consideration for possible sanctions, Mr Raab said: \"We won't take anything off the table\".\nThe interception has attracted widespread criticism from across the European Union, with countries calling for the immediate release of Mr Protasevich and a full investigation.\nRyanair chief executive Michael O'Leary told Irish Newstalk radio earlier that the interception was a \"case of state-sponsored hijacking... state-sponsored piracy\".\n\"It appears the intent of the authorities was to remove a journalist and his travelling companion... we believe there were some KGB agents offloaded at the airport as well,\" Mr O'Leary added.\nA spokesperson for the UK Civil Aviation Authority said following the government's decision it had \"suspended all foreign carrier permits held by Belarusian air carriers until further notice\" - a move which applies to scheduled and charter operators.\n\"The Civil Aviation Authority has also issued a notice to all UK-registered airlines requesting that they avoid overflight of any territory of the Republic of Belarus,\" the spokesperson added.\nHe is a former editor of Nexta, a media outlet with a Telegram channel that played a key role for political opposition during last year's elections in Belarus. \nMr Protasevich left Belarus in 2019 to live in exile in Lithuania. From there he covered the events of the 2020 presidential election, after which he was charged with terrorism and inciting riots.\nThe election, won by incumbent President Lukashenko, is widely believed to have been rigged.\nPresident Lukashenko, who has been in power for 27 years, has been nicknamed \"Europe's last dictator\".\nMr Protasevich was in Athens to attend an economic conference along with Svetlana Tikhanovskaya, the opposition leader who claimed victory in the election and who also lives in exile in Lithuania.\nHe now works for a different Telegram channel, Belamova. He stepped in to write for it after blogger Igor Losik was arrested by the Belarusian authorities in June last year.\nMr Protasevich is being held in a detention centre in Minsk, Belarus' interior ministry has told state media in a statement.\nThe ministry said the opposition journalist had not complained of ill health while in custody.\nEarlier his father, Dmitry, told the BBC he feared his son may be tortured in custody and could face the death penalty."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57233412",
      "category": "world-europe",
      "title": "Belarus journalist's family fear torture after plane arrest",
      "tags": "Belarus,Greece,Lithuania,Alexander Lukashenko,Ryanair,European Union",
      "text": "The father of a journalist who was arrested after his flight was diverted to Belarus has told the BBC he fears his son may be tortured.\nRoman Protasevich, 26, was on a flight from Greece which was rerouted to Minsk on Sunday over a supposed bomb threat.\nWestern countries accused Belarus of \"hijacking\" the Ryanair plane in order to arrest the dissident reporter.\nA video has also emerged of Mr Protasevich that appears to have been recorded under duress.\nIn the clip, which was released late on Monday, the journalist said he was in good health and seemingly confessed to crimes he had been charged with by the Belarusian state. But activists, including the country's main opposition leader, criticised the video and suggested Mr Protasevich was under pressure to admit wrongdoing.\nThe journalist's father, Dmitri Protasevich, told the BBC on Monday that he was \"really afraid\" of how his son would be treated by the authorities in his home country.\n\"We hope that he will cope. We are afraid to even think about it, but it's possible he could be beaten and tortured. We are really afraid of that,\" he said in a video call.\n\"We are really shocked and really upset,\" he said. \"This sort of thing shouldn't be happening in the 21st Century at the heart of Europe.\n\"We hope that the whole international community, including the European Union, will put unprecedented pressure on the authorities. We hope the pressure will work and the authorities will realise they've made a really big mistake.\"\nShortly after the footage of Mr Protasevich was released, the European Union said it had agreed to impose more sanctions on Belarus. It also called on airlines to avoid the country's airspace and gave the go-ahead to banning Belarusian airlines from flying over EU territory.\nBelarus sent a fighter jet to force flight FR4978 - which had departed from the Greek capital, Athens, and was bound for Lithuania - to land, claiming a bomb threat. It touched down in the capital Minsk at 13:16 local time (10:16 GMT) on Sunday.\nPolice then took Mr Protasevich away when the plane's 126 passengers disembarked. The activist, who witnesses said was \"super scared\", was arrested along with his girlfriend Sofia Sapega. \nMs Sapega's mother told the BBC that the 23-year-old had been taken to a Minsk jail, adding that the last word she managed to write on her WhatsApp messaging account was 'Mummy'. The accusations against her are unclear.\nBelarus is the only European country that still executes prisoners, and witnesses said Mr Protasevich told fellow passengers he feared he would face the death penalty. \nThree other passengers did not reach the plane's final destination, which was the Lithuanian capital Vilnius. Ryanair chief executive Michael O'Leary said he believed some Belarusian KGB agents also departed the plane at Minsk, but this has not been independently verified.\nBelarus said the flight had been diverted because of a bomb threat from the Palestinian militant group Hamas. A senior transport official read a letter to reporters that he claimed was from the militant group.\n\"If you do not fulfil our demands, the bomb will explode over Vilnius,\" it said. \nBut Hamas has denied any involvement. The group has no history or known capability of mounting operations outside Israel and the Palestinian territories. German leader Chancellor Angela Merkel said the Belarusian claim was \"completely implausible\".\nThe incident has drawn sharp condemnation from across the world, with countries urging the immediate release of Mr Protasevich and a full investigation.\nDozens of Belarusian officials, including President Alexander Lukashenko, are already under EU sanctions including travel bans and asset freezes, imposed in response to the repression on opponents.\nState media in Belarus said Mr Lukashenko, who has ruled the country since 1994, personally gave the order for the plane to be diverted. \nThe 66-year-old leader has cracked down on dissenting voices since winning a disputed election last August. Many opposition figures have been arrested, while others fled into exile.\nMr Protasevich is a former editor of Nexta, a media operation with a Telegram channel. He left Belarus in 2019 to live in exile in Lithuania. From there he covered the events of the 2020 presidential election, after which he was charged with terrorism and inciting riots.\nNexta played a key role for the opposition during the vote, which was won by Mr Lukashenko and is widely regarded as rigged. It has continued to do so in its aftermath, particularly with the government imposing news blackouts.\nMr Protasevich now works for a different Telegram channel, Belamova. He stepped in to write for it after blogger Igor Losik was arrested by the Belarusian authorities in June last year.\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile.\nWere you on the flight? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57219737",
      "category": "world-europe",
      "title": "Italy cable car fall: 14 dead after accident near Lake Maggiore",
      "tags": "Transport,Italy",
      "text": "Fourteen people, including at least one child, have been killed and another child is seriously injured after a cable car fell on a mountain near Lake Maggiore in northern Italy on Sunday.\nThe accident happened on a service transporting passengers from the resort town of Stresa up the nearby Mottarone mountain in the region of Piedmont.\nImages from the scene show the wreckage lying in a steep wooded area.\nFive Israeli nationals were among the dead, Israel's foreign ministry says.\nMost of the victims died at the crash site, with the death toll steadily rising on Sunday afternoon as the wreckage was searched.\nOfficials said two survivors, children aged about five and nine, were airlifted to a hospital in Turin but the older child later died. \nThe younger child - who is also an Israeli national - underwent surgery and is in a critical condition.\n\"We are devastated,\" Marcella Severino, mayor of Stresa, told broadcaster RAI.\nIt reportedly happened at about 12:30 local time (10:30 GMT) on Sunday.\nThe cause of the incident remains unclear, but local reports suggest the cable may have failed about 300m (984ft) from the top of the mountain.\nThe cabin fell about 20m to the ground and rolled over down the slope before being stopped by trees, Mayor Severino said.\nNearby hikers heard a loud hiss before the accident, she added.\nWalter Milan, an alpine rescue spokesman, told television network RaiNews24 that the cable car was left \"crumpled\".\nRescuers faced a crash site on steep and difficult terrain. A fire service vehicle overturned while responding but no-one was injured.  \nStresa's mayor said victims had been found both inside and outside the wreckage of the cable car.\nLuisa Tesserin, a 27-year-old student from Genoa, told the AFP news agency that she and friends had been on the service about an hour before the crash happened.\n\"When we got on, the cable car didn't give any strange signals, everything was fine. When they told us the news, we were shocked,\" Ms Tesserin said.\nItalian Prime Minister Mario Draghi described the crash as a \"tragic accident\" and said he was receiving updates from local and national officials.\n\"I express the condolences of the whole government to the families of the victims, with a special thought for the seriously injured children and their families,\" he said in a statement. \nInfrastructure Minister Enrico Giovannini has announced an inquiry into the incident with a local prosecutor's office also opening an investigation. \nEU Council President Charles Michel offered his condolences to the victims' loved ones in a tweet written in Italian, adding that \"Europe is in mourning with you\".\nThe website for the Stresa-Alpine-Mottarone service said it usually takes 20 minutes to transport passengers 1,491m above sea level.\nThe cable car originally opened in 1970 and was closed for maintenance between 2014 and 2016.\nMottarone is situated between Lake Maggiore and Lake Orta, offering scenic views of the region for tourists.\nEach cable car can usually hold about 40 passengers. The service had recently reopened following the lifting of coronavirus restrictions.\nAre you in the area?  If it is safe to do so, share your experiences.  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57213543",
      "category": "uk-wales",
      "title": "Mayhill: Ethan Powell's dad condemns Swansea disorder 'scumbags'",
      "text": "A father has said he does not want his late son's name \"dragged through the mud\" by \"scumbags\" who rioted after his vigil.\nCars were burnt out and windows smashed in Mayhill on Thursday after a balloon release for Ethan Powell, 19, who collapsed and died on Wednesday.\nSeven arrests have already been made.\nMr Powell's father Jonathan Russ said: \"We want it all to stop and we want to grieve in our own way, that's all we want.\"\nHe continued: \"It's been very tough, I've lost my baby, my little boy.\n\"It was disgusting, I don't want [Ethan's] name to be dragged through the mud.\n\"They were supposed to go ahead to let balloons off, and then you've got scumbags who are turning up and causing all [those] riots.\" \nHe said he wanted his son to be remembered as a \"cheeky chappie\". \nHe said the rioters were not his son's friends. \n\"They've just gone out to cause trouble, it's disgusting,\" he said. \n\"They dragged [Ethan] through the mud, and if anyone thinks he's associated with that, he's not, I'm telling you now, no way.\n\"I hope the police come down hard on them. If there's one thing I hope it's that they don't lose a baby like I've lost a baby, because someone that night could have got killed.\"\nAdam Romain, whose house was targeted after he tried to stop youths setting fire to his car, is leaving Swansea, saying: \"I don't feel safe here any more.\"\nHe described bricks being thrown through windows while his girlfriend and children screamed, and feared his home would be looted.\nWhile his children have now \"bounced back\", he added: \"My partner is frightened, she's too scared to come home and I'm on a rollercoaster. Up and down, thinking I don't know where to point the anger sometimes.\"\nOriginally from Skewen, Neath Port Talbot, he has privately rented in Swansea since 2015, but now wants to move away from the area for the sake of his family.\nHe believes the events were part of \"a bigger problem, a societal problem that didn't happen overnight\", and called on those involved to think of more constructive ways to \"express their pain and hurt in the future\".\nMr Romain described another incident two months ago when a car was rolled down a hill, saying it was now too dangerous for children to play outside in Mayhill.\nWhile talking to the authorities has made him realise the situation was \"more shades of grey not black and white\", he added: \"I did feel like we were alone, I did feel like nobody was coming to help. \n\"My feeling was we would have to leave and take as many valuables as we could in case it became a looting.\"\nHis family have now moved out and Mr Romain has returned on a number of occasions to pack up belongings.\nHe said the rioters \"brought shame\" to the name of their friend who had died, telling them: \"Don't throw your life away.\"\nSouth Wales Police said more arrests were due to be made this week and facial recognition would be used to trace others following the violent disorder.\nThe force said eight others had been identified and those involved have been urged to hand themselves in.\nSeven officers were injured during the incident on Waun-Wen Road and families described being trapped in their homes.\nAssistant Chief Constable Mark Travis told BBC Radio Wales: \"Today we will be using our facial matching technology and we're going to use that to identify everybody. It works really well with masks.\n\"It takes key points on your face, around your eyes and key features and it compares them to previous photos we have.\n\"It has a very high rate of success.\"\nExplaining why it had taken several days before arrests were made, South Wales Police and Crime Commissioner Alun Michael said: \"When you arrest someone you take at least a couple of police officers off the street - but they are useful in reducing further offending and preventing any more bad things. Also, you can sometimes make a bad situation even worse.\" \nOn Saturday three men, aged 36, 20 and 18, and a 16-year-old boy, were arrested on suspicion of unlawful violence.\nThree more men, aged 18, 21, and 23, were arrested on Sunday.\nAll have now been released on bail with a number of strict conditions, including a night-time curfew."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57156625",
      "category": "education",
      "title": "Parents fear for pupils' mental state at £53,000 fee school",
      "tags": "Family,Schools,Enfield,Hackney",
      "text": "A private special needs school, whose directors include businessmen associated with the Winterbourne View care home scandal, has been accused of putting profit ahead of pupils' needs.\nAnnual fees paid by councils to send pupils to Leaways School in east London are £53,000 - higher than Eton. \nOne parent told a BBC investigation she is pulling out her son as she fears for his mental state if he stays there.\nHowever, Leaways denied the claims that it put money ahead of welfare.\nIn a statement, the school said: \"We strongly refute the suggestion profit is ever put ahead of the needs of children.\n\"The vast majority of families are happy with our school and they see their children doing very well here.\"\nThe school says it was \"deeply saddened to hear the opinions of a small minority... of our parent and staff community\". \nOne is Donna, who fought to get her 10-year-old son Javon into Leaways almost two years ago, believing the school would provide state-of-the-art support for an autistic child. \nNow she says: \"I was sold a dream. They actually have no idea... I feel like if my son stays there any longer, it will be detrimental to his mental state.\"\nBeing there makes him anxious, she says, often he becomes mute, not speaking all day, or isolating himself for hours in the school's sensory room. \nLee Boyce, a former assistant head at Leaways, describes \"a kind of systemic failure at a leadership level to... understand the complexity of those children's needs and to put in place provision that met them\".\nWhen she left in 2019, she says working conditions were stressful and a high staff turnover and absence rates contributed to a \"chaotic environment\" for pupils who were often already volatile. \nLee, now a principal inclusion advisor for a London borough, specialises in keeping such pupils in mainstream schools and says the £53,000 could be better spent. \n\"If you had even half of what you get for a child at Leaways... you could do amazing things,\" she says. \nLeaways is part of Kedleston Group, which runs 13 schools and homes in England. \nKedleston's directors include Denis and Paul Brosnan. In 2011, they were directors of Castlebeck, which owned the Winterbourne View private hospital near Bristol, where serious abuse was uncovered by a BBC Panorama investigation.  \nAn inquiry the following year found Castlebeck \"took financial reward without the responsibility\".\nSome current Leaways staff believe profit is paramount at the school. \n\"It's a business that happens to be a school,\" one support worker told the BBC. \nIn 2019, Kedleston Group, which is owned by a Jersey-based holding company, had: \nDonna says Javon's Education and Health Care Plan (EHCP) - a legal document which details a child's special educational needs and the support required - was not reviewed for nearly two years.\nBy law, these documents must be reviewed annually and this timescale remained in place during the pandemic. \nDonna claims the amount of speech and language therapy and emotional literacy coaching provided by the school fell below the levels specified in his plan. \n\"How do you explain to a child with autism, that in actual fact mum got it totally wrong?\"\nDonna is not the only parent wanting to remove her child. \nAnother, who asked not to be named, also told of delays to educational reviews and inadequate therapy.\nAt first sight Leaways \"appears to be a super specialist school, glory and glitter. It ignites hopefulness and it's just not that\", she said. \nIn 2016, when Brenda's son Ethan started at Leaways, she says: \"Everything was perfect.\"\nBut in 2017 the head teacher left, followed by Ethan's teacher, and the class was led by a teaching assistant for most of the next school year, Brenda adds. \nLeaways says the use of teaching assistants to lead classes is \"kept to an absolute minimum\" and only when the alternative is \"not to have the children in school at all\". \n\"Where possible we ensure that the teaching assistant is experienced, has an aptitude for leading the class and has a higher-level qualification,\" it said.\n\"The school does not have a materially different staff turnover rate to the industry norm.\" \nBut without a class teacher, Brenda says Ethan became anxious and aggressive and started having seizures. \nWhen he was checked out for epilepsy at Great Ormond Street hospital, the consultant said: \"It's not epilepsy. It's anxiety,\" she remembers. \nEventually the school appointed a new teacher, \"a godsend\", according to Brenda, and Ethan's mental state improved,\nBut in the summer of 2019, she also left and Brenda decided it was time to remove Ethan.\nThe family felt there was no-one to hear why they were taking out their son: \"There was nobody to tell. We just weren't confident any more,\" says Brenda. \nLucy, who asked not to use her full name, was Ethan's teacher in his last year at Leaways. \nShe was hoping to gain experience as a specialist autism teacher, an area where she had no formal training, but within weeks of starting in the school's specialist unit, says she was asked to lead it.  \nShe declined, saying: \"It wasn't what I was expecting... It became clear quite quickly that the school were making a profit from not meeting the needs of children.\"\nSome of the teachers were unqualified, she says, and support staff often had very limited experience and training. \n\"When you start working there, you're just kind of thrown in,\" she says, adding: \"It's harder to teach children with complex needs than it is to teach typically developing children.\"\nShe says during her time at Leaways, access to therapies was limited. For example, there was one part-time counsellor to support some 50 children with social, emotional and mental health needs. \nShe says children in the mainstream school where she now works \"have better access to therapy\".\n\"This very high fee-paying school is just not meeting the need.\"\nLeaways emphasises that Ofsted's latest report, published in March, says the school's leaders \"ensure standards are met consistently\", that children are \"well supervised\" and staff supervision is \"proportionate and appropriate\". \n\"We are also regularly visited for quality assurance by the local authorities who place children with us, who have also raised no concerns of any kind. \n\"No school is perfect and all have faced challenges as a result of Covid-19. \n\"Leaways has faced the dual challenges of both the pandemic and an industrial dispute. \n\"Where improvements are required, we are actively working with parents, our colleagues and all parties to make positive changes and progress wherever they are needed.\" \nA long-running dispute over pay and conditions ended recently with a deal between Leaways and the National Education Union.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57190342",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI celebrates latest steps out of lockdown",
      "tags": "Coronavirus lockdown measures,Northern Ireland Executive,Coronavirus pandemic",
      "text": "People across Northern Ireland have been celebrating the return of many freedoms as lockdown eases.\nRestaurants, cafes, bars and other hospitality venues can operate indoors from Monday in another sign of a return to normality.\nSix people from two households can now meet indoors in homes, and non-essential travel is allowed to the rest of the UK.\nOutgoing First Minister Arlene Foster urged people to remain careful.\n\"We're very pleased to have reached this point in our journey coming out of Covid restrictions and of course we're asking people to be sensible, but also to enjoy the newfound freedoms that they have,\" she said.\nThe lockdown-easing measures were agreed by ministers last week. \nA traffic light system will be in place for foreign travel, with 12 countries on Northern Ireland's so-called \"green list\", including Portugal.\nPeople going to countries that appear on the green list do not need to quarantine on their return.\nBut those returning from the likes of Portugal will be asked to take a PCR test after they arrive home.\nEngland, Scotland and Wales have already implemented similar systems, with the first travellers heading off on holiday last week.\nIf returning from a country on the UK's red list, passengers must book and enter hotel quarantine.\nNon-essential travel from Northern Ireland to other parts of the Common Travel Area (CTA - the UK, Republic of Ireland, Channel Islands and Isle of Man) is now allowed, and people will not be required to isolate on return if they have visited family or friends in other parts of the area.\nAt last Thursday's executive meeting, ministers also backed the reopening of hotels and B&Bs from Monday and the attendance of spectators at outdoor sport events - up to 500 may be permitted. \nPubs and restaurants are now allowed to trade indoors with a maximum of six people per table from a maximum of six households, or up to 10 people provided they are all from the same household.\nOwner of the Harbour Cafe at Belfast's docks, Marty Gibson, said he was ready to open and had reduced the seating capacity from about 40 to 20. \n\"We have done everything we can do - sanitisers, distancing and track and trace in place. We just have to see how we go,\" he told BBC's Good Morning Ulster programme.\nHowever, he added that businesses would still need financial help. \n\"Landlords are still looking for rent and there are still wages to pay and overheads, which haven't decreased in price.\" \nEconomy Minister Diane Dodds said the continued easing of restrictions was a \"huge step forward for Northern Ireland's economy\".\n\"Our businesses are looking forward to reopening but they are also responsible. It's about doing things safely and making sure we don't take any steps backward,\" she told Good Morning Ulster.\nMrs Dodds also said NI tourism drives would be launched in the Republic of Ireland and Great Britain.\nFirst Minister Arlene Foster and Deputy First Minister Michelle O'Neill welcomed the moves, but urged people to remain cautious and careful given the prevalence, particularly in Great Britain, of the so-called Indian variant of the virus. \nOther measures easing from Monday include increased numbers permitted for indoor gatherings - not including domestic settings - to allow for community events such as mother-and-toddler groups to resume.\nNational Trust houses and other properties in Northern Ireland are reopening their doors to visitors from Monday. \nSome small properties or places which cannot accommodate social distancing will reopen later once Covid restrictions are lifted or when repair or redisplay work is completed, said the National Trust.\nUp to 1,000 fans were allowed to attend Friday's Irish Cup final at Mourneview Park in Lurgan, County Armagh.\nBut spectators will not be allowed back for Derry City's game against St Patrick's Athletic on Monday night.\nThe decision was taken after discussions with public health officials, \"based on the current high rates of Covid-19 transmission in the city\", according to a statement on the club's website.\nPeople in England, Scotland and Wales have been allowed to meet in each other's homes and enjoy indoor hospitality since last Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57234821",
      "category": "world-europe",
      "title": "Damiano David: Eurovision winner cleared of drug use by broadcaster",
      "tags": "Eurovision Song Contest,Italy",
      "text": "The lead singer of the Italian glam rock band which won the Eurovision Song Contest has been cleared of drug use.\nIt follows an investigation and negative drug test, the European Broadcasting Union (EBU) says.\nDamiano David denied taking cocaine following online speculation after footage showed him leaning over a table during the grand final on Saturday.\n\"No drug use took place in the Green Room and we consider the matter closed,\" the EBU said in a statement.\nMåneskin, who had been among the favourites to win the contest, took the top prize with their song Zitti e buoni.\nViewers watching the contest during a live broadcast started asking questions as to what the singer was doing when he appeared to bend his face towards a table as the band celebrated their victory.\nAt a press conference, David said he had been looking down because guitarist Thomas Raggi had broken a glass. EBU confirmed broken glass was found on the floor, and it can be seen in the live broadcast footage.\n\"I don't use drugs. Please, guys. Don't say that really, no cocaine,\" David said on Saturday.\nThe EBU said it was \"alarmed that inaccurate speculation leading to fake news has overshadowed the spirit and the outcome of the event and unfairly affected the band\".\n\"We wish to congratulate Måneskin once again and wish them huge success,\" it added. \"We look forward to working with our Italian member Rai on producing a spectacular Eurovision Song Contest in Italy next year.\"\nThe band robustly denied any drug use, and reacted to the allegation in an Instagram story: \"We really are AGAINST drugs and we never used cocaine. We are ready to get tasted [tested], cause we have nothing to hide.\"\nFrench singer Barbara Pravi came second, and defended the band on her Instagram page as speculation grew online, and some called for the Italians to be disqualified before EBU gave its verdict.\n\"Måneskin were AWESOME on Saturday night, they were voted in by viewers, this is their place, their victory, their moment,\" she wrote.\nMåneskin are the first group to win the competition since 2006. They also gave Italy its first victory since 1990, despite their rock number not being typical Eurovision fare."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57218978",
      "category": "business",
      "title": "Covid: Restaurants get creative in bid to plug staff shortage",
      "tags": "Employment,Hospitality industry,Restaurants",
      "text": "Restaurant group Hawksmoor is offering bonuses of up to £2,000 to workers who recommend friends for jobs in a bid to fill staffing shortages.\nAnother chain has emailed customers with a promise of gift vouchers if they introduce candidates who go on to be hired by the firm.\nIt comes as the hospitality sector faces a jobs crisis that threatens to hold back its recovery.\nHawksmoor co-founder Will Beckett told the BBC there \"aren't enough people\".\nThe firm's problems underline the wider staffing crunch facing hospitality with indoor dining in Britain having resumed last week.\nPub chains Marston's and Mitchells and Butlers both warned last week that they were finding it hard to recruit workers, blaming overseas staff returning home and the stop-start nature of lockdown forcing people to give up on the sector.\nMr Beckett said: \"Hospitality is struggling with recruitment at the moment. It's a little hard to tell whether this is because there aren't enough people due to them leaving the country or leaving the sector, or because everyone is recruiting at the same time.\"\nWhatever the reason, he said, Hawksmoor needed to \"turbo-charge\" its recruitment efforts.\nFor each person recommended and who is hired after passing a one-month trial they will get a bonus - £200 for a first friend, £300 for the next one, and up to £2,000 for five friends. \nMr Beckett said he wanted to re-direct the recruitment budget \"at our own staff, who've had financial problems while on furlough. So instead of a huge amount spent on recruitment websites or agencies, we did this policy.\"\nAnother restaurant chain, Caravan, said it was offering £100 gift vouchers to customers if they successfully recommend someone for a job.\n\"We have emailed our lovely customers to help us find superstars to work with us,\" the firm said in an email to the BBC. \nThe Sunday Times, which reported the quirky practices some firms were using, quoted the chairman of recruitment giant Reed as saying the jobs pendulum had swung back in favour of workers.\nBut James Reed said there were job shortages across the board, not just in hospitality, with 18,000 vacancies added online in just one day last week - \"the highest number I can recall in years\". \nGovernment action needed\nLatest figures from global recruitment firm Broadbean Technology found that in April, vacancies in UK hospitality soared 77% from the previous month. However, compared with April 2020, the number of applications slumped 82%.\n\"The decline in application numbers is a concern and could hinder the growth of the hospitality sector in the immediate future,\" said Broadbean's managing director Alex Fourlis.\nHe said that, as work dried up during the pandemic many people chose to leave the sector and firms now face a challenge enticing them back. \nBut he added: \"Perhaps more concerningly, though, this drop in applications follows the UK's exit from the EU and potentially suggests that Brexit has had a long-lasting impact on hospitality.\"\nKate Nicholls, chief executive of industry body UK Hospitality, told the Sunday Times it was time for the government to review its \"shortage occupations\" list.\n\"We've also suggested an Australian-style coronavirus recovery visa for lower-skilled workers who don't meet the point-based system [but] who are crucial to the recovery,\" she said.\nUK Hospitality has estimated that more than 52,000 venues employing about 900,000 people were planning to reopen last week in England, Scotland and Wales. That's on top of about 26,000 venues that opened in April for outside trading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57226155",
      "category": "business",
      "title": "Cineworld reopening boosted by demand for Peter Rabbit 2",
      "tags": "Companies,Cineworld,British cinema,Cinemas,Coronavirus pandemic",
      "text": "Cineworld enjoyed a \"strong opening weekend\" in the UK as film fans rushed back to cinemas, led by demand for Peter Rabbit 2: The Runaway.\nThe chain said more people than expected returned as lockdown eased and it now anticipates \"a good recovery in attendance over the coming months\".\nIt also saw \"good concession income\" as families snapped up popcorn to accompany their viewing.\nThe UK-owned chain has seen huge losses due to closures during the pandemic.\nIn November the business, which owns cinemas across Europe and the US, was even in talks over a rescue deal  that would have meant shutting UK sites.\nOn Monday, it said it was \"thrilled\" to have its UK and and US cinemas open again.\n\"We are especially pleased with the warm welcome our employees have received, and the positive feedback from returning guests,\" said chief executive Mooky Greidinger.\nThe world's second-largest cinema chain said more than 97% of its US cinemas had now reopened, while most of its screens in the rest of the world were expected to be open by the end of the month.\nThe chain hopes that crowds will keep coming with the releases next week of Cruella, and A Quiet Place 2 next weekend.\nIt said its success was down to \"improving consumer confidence and the success of the vaccination rollout\".\nRuss Mould, investment director at AJ Bell, said: \"Cinema operators have been waiting for this moment for a long time, keeping their fingers crossed that consumers would feel confident enough to return to the big screen.\nBut he pointed out the \"strong weekend\" came as atrocious weather hit many parts of the UK. \"What happens if we finally get some good weather this weekend and from then on?\" \nHe warned that cinemas rely for success on the quality of the films available \"and there aren't that many big films lined up for release until later in the summer\". \nThe cinema industry has been one of the worst hit sectors during the pandemic with many theatres closed for extended periods or operating at reduced capacity.\nGlobal box office takings in 2020 fell by more than 70% from the previous year to $12.4bn, according film technology firm Gower Street Analytics.\nMajor releases such as the latest James Bond film, No Time to Die, have been delayed a number of times because of Covid.\nThe much-anticipated sci-fi movie Dune, starring Timothee Chalamet and Zendaya, was originally slated to be released in December 2020, but is now set to premiere in October 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57229099/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid Indian variant: Public should be worried, says Wales chief medic",
      "tags": "NHS Wales,Coronavirus pandemic",
      "text": "People \"should be worried\" about a resurgence in Covid, with an increase in cases of the Indian variant of concern, the Welsh government's chief medical officer says.\nDr Frank Atherton said the increase to \"around 57\" cases was \"something we need to watch very carefully\".\nThe total last Thursday was 28 cases of B617.2, the variant of concern.\nHealth minister Eluned Morgan repeated government advice that people take holidays at home to reduce the risk. \nDr Atherton said most cases of the variant of concern were in Cardiff and the Vale of Glamorgan, although they had been identified in all health board areas apart from Powys.\nHe said measures such as social distancing and using face coverings were \"the things that keep us safe\" and there was risk that the situation could \"go into reverse\" if those measures were relaxed.  \n\"We should continue on the cautious approach here in Wales,\" he told journalists at a Welsh government update on the pandemic.\n\"The public should be worried about the resurgence in coronavirus in general really.\n\"We have a small number of cases - 57 at the moment of the so-called Indian variant - but that will be an underestimate and I expect the numbers to rise.\"\nDr Atherton said the cases in Wales were \"traceable back to a point of entry, so we're managing them as clusters\".\nHe added: \"If we look across the border in to England and certainly in to Scotland, Glasgow area, what seems to be happening there is broader widespread community transmission and that's a much more difficult thing, of course, to contain.\"\nUnlike in Scotland, people in Wales are not being restricted from travelling to places in England with a high number of cases of the Indian variant, Ms Morgan said.\nHowever, she stressed the Welsh government \"will be constantly keeping the situation under review\".\nIn her first press conference as health minister, Ms Morgan repeated the advice that people should take their holidays in Wales this year and only go abroad for essential travel. \n\"Our whole economy could come to a grinding standstill again if we were to let new variants take hold,\" she said.\nMs Morgan added the Welsh government had \"a responsibility to stand by our own tourism sector and hospitality sector\".\n\"We live in a fantastically beautiful country and I would encourage people to use the opportunity to holiday here in Wales and to support those sectors of the economy that have really suffered during pandemic,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57013076",
      "category": "world-europe",
      "title": "Why wearing the wrong socks is risky in Belarus",
      "tags": "Human rights,Belarus,Alexander Lukashenko",
      "text": "The Belarus authorities are now punishing not only those who fly the opposition red-and-white flag but even people sporting socks in those colours.\nA woman on her way to a driving lesson was grabbed by four men in black balaclavas in the capital Minsk. They told her she was dressed improperly.\nThe reason? She was wearing white socks with red stripes, like the banned flag.\nShe was also accused of flashing V for Victory signs to passing drivers - who saluted back - and was heavily fined.\nThe white flag with a red stripe across it was the flag of Belarusian nationalists for brief periods in the 20th Century. \nThe Soviet Communists replaced it with a red-and-green flag, including the hammer and sickle symbol and a traditional folk motif. That flag was reintroduced by President Alexander Lukashenko in 1995 - after the fall of communism - but minus the hammer and sickle.\nA judge ordered Natalia Sivtsova-Sedushkina to pay 2,320 Belarus roubles - about £650 ($906).\nShe was prosecuted under laws banning unauthorised protests. Her offending socks and red trainers were easy to see as she was wearing short jeans at the time.\nThe internet shop where she bought the socks has now stopped selling them - it does however sell similar white socks with black stripes.\nMs Sivtsova-Sedushkina was fined a similar amount previously for adorning her balcony with red and white ribbons.\nTens of thousands of protesters thronged Minsk for months last year, furious at President Lukashenko for claiming re-election in an August vote widely condemned as rigged.\nPolice used tear gas and baton charges to break up the demonstrations and arrested thousands. Many cases of police brutality were documented, and Mr Lukashenko remains internationally isolated except for Russian support.\nThe anti-government protests have largely died down, with the main opposition leaders either in exile or in prison.\nMore than 2,700 people have been prosecuted this year for anti-Lukashenko activities, as the crackdown continues.\nIn other anti-opposition cases:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57217470",
      "category": "uk-wales",
      "title": "Covid in Wales: Care home visiting restrictions eased",
      "tags": "Coronavirus lockdown measures,Children,Social care,Welsh government,Llangollen,Care homes,Coronavirus pandemic",
      "text": "Many families and friends are now able to visit loved ones inside care homes in Wales and hold their hand for the first time in over a year.\nUntil Monday, only two designated visitors could make visits indoors, due to Welsh government guidance.\nNow, changes in guidance allow anyone to visit, but residents can only see two people at a time.\n\"You do worry they may catch it and you may never see them again,\" said Jessica Banfield, who visited her grandmother.\nMs Banfield went to see Iola Roberts, 87, at the Old Vicarage care home in Llangollen, Denbighshire, and described the anguish her family felt not being able to spend either her birthday or Christmas with her in 2020.\nPraising staff, she added: \"They've had to take on that extra role of being family for them and supporting us saying 'they're OK, they're happy', because you feel such distance.\"\nThe family are now looking forward to celebrating Iola's 88th birthday this summer with a barbecue and a tea party. \nIt is up to individual care homes and councils to decide whether to allow visits.\nOld Vicarage manager Bethan Mascarenhas said: \"Pets are a huge thing, and a huge comfort to residents, especially if they are shared with spouses. \n\"And there is a bit more guidance around trips out, which is really exciting for residents.\"\nFirst Minister Mark Drakeford said the changes would \"improve the quality of life for residents and their families\".\nThey come as Covid case rates continue to fall and will allow care homes for adults and children to open their doors to more relatives and friends.\nMany people have been unable to visit family and friends in care homes since indoor visits were halted at the start of the pandemic, with some only able to see residents through windows.\nRelatives had criticised the restrictions as cruel, with children and partners describing how they were unable to hold their loved one's hand or reassure them in the months before they died.\nWhile outdoor visits have been permitted since last summer, local lockdown rules and outbreaks meant many care homes temporarily stopped people visiting.\nIndoor visits by one designated person have only been allowed since 13 March.\nOn 26 April, as beer gardens and outdoor cafes reopened, visiting guidance was eased, allowing two people to visit a care home resident indoors at the same time.\nHowever, under the rules these had to be designated visitors, meaning the same two people had to visit every time.\nUnder the new guidance, any two people will now be able to visit inside at a time, after having a negative Covid test.\nIt comes as more than one million people received both doses of their Covid vaccine in Wales, with the weekly infection rate now standing at 9.7 cases for every 100,000 people.\nWhile visitors can hold their relative's hand, they have to wear face masks, unless they are socially distanced from residents and in a well-ventilated room.\nBabies and very young infants do not count towards the visitor limit, but the Welsh government is advising them not to visit indoors due to social distancing concerns.\nThere are no limits to the numbers of people able to visit outside.\nFriends and family are also now allowed to take animals in to care homes for visits.\nPrydwen Elfed-Owens has only been able to be in the same room as her husband twice during the pandemic, and has been talking to him through a window.\nHer husband Tom, who has dementia, has not been outside his care home in St Asaph, Denbighshire, for the past 18 months.\nAlthough they have both had two doses of the Covid vaccine, Mrs Elfed-Owens has only been allowed by the care home to visit him face-to-face twice.\nShe said the vaccines and tests before visits were pointless, adding: \"We still can't go anywhere near a person who needs affection, now more than any time, at all.\"  \nMrs Elfed-Owens said she feared her husband would also \"give up\" if restrictions at the home did not change.\nThe care home declined to comment and the Welsh government said, while it encouraged all care home providers to allow indoor visits, visiting rules were down to the individual care home.\n\"Care homes should do this in a way that minimises risk to residents and visitors based on a dynamic risk assessment of the circumstances of the individual care home, and the people living there,\" a spokesperson said.\nCare Forum Wales, which represents health and social care providers, said the guidelines were clear, and that while homes wanted to allow visits by relatives, they must also assess the risks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-57225337/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: First flight out of Scotland after travel restrictions eased",
      "tags": "Tourism,Coronavirus lockdown measures,Edinburgh,Travel",
      "text": "The first direct international flight from Scotland to a \"green list\" country since travel restrictions were relaxed has landed in Portugal.\nThe 06:00 from Edinburgh to Faro was the first since the UK government's new traffic lights system came into effect.\nPeople travelling to countries which appear on the green list will not need to quarantine on their return.\nThe Scottish government is still urging people not to travel internationally if they don't need to.\nThose travelling to amber or red list countries still face having to isolate in a hotel or at home for at least 10 days after arriving back.\nThere were about 120 passengers on the Edinburgh-Faro flight - mostly holidaymakers, plus some Scots returning to their second homes in Portugal for the first time in a year.\nSome of them admitted they were more anxious than on previous trips but said that, after 14 months of travel restrictions, the trip was \"well deserved\".\nOne holidaymaker told BBC Scotland: \"I think with the weather we get here, it's always nice to get away to a bit of sunshine.\n\"Obviously with the restrictions you've got to think hard about it, but it's come at the right time so it will be good.\"\nA group of students booked their trip as a reward to themselves after a difficult final year of studying.\n\"It's just going to be a relaxing getaway\", one of the party said.\n\"We're graduating this year so we we thought we'd go on a nice little trip to Portugal for a few days.\"\nA friend added: \"If the borders are open, we might as well go - it must be safe enough.\n\"I'm just hoping the restaurants are open and it's busy and not too quiet. A good atmosphere and good weather is all we're hoping for.\"\nBy Steven Godden, BBC Scotland reporter\nIt was an early alarm call for the passengers booked on the 06:00 Ryanair flight from Edinburgh to Faro.\nThey arrived for check-in looking a bit bleary eyed, hurrying inside the terminal building to escape the rain hammering off the tarmac outside.\nLining up for check-in were masked-up passengers of all different types. \nFootball teammates heading off for an end-of-season golf trip.\nStudents celebrating their impending graduation with a trip to the sun.\nAnd slightly stressed-looking families clutching paperwork that is, now more than ever, essential for a successful journey. \nLater, with brightly-coloured suitcases safely despatched on the luggage belt, I spoke to some of them.\nFrom most there was excitement and a sense that added hassle such as testing would be worth it when they saw the sunshine.\nBut there was also a hint of apprehension in some voices and acknowledgment that something they once took for granted now feels very different.  \nThe traffic light system introduced for Scotland has been in place in England since 17 May.\nIts green list includes Portugal, Israel, Singapore, Australia, New Zealand, Brunei, Iceland, Gibraltar, Falkland Islands, Faroe Islands, South Georgia and the Sandwich Islands, St Helena, Tristan de Cunha and Ascension Island.\nA passenger locator form is necessary plus pre-departure Covid testing, but no hotel quarantine or self-isolation is needed on return.\nDespite the relaxation of international travel restrictions, health experts remain concerned about the possibility of a spike in Covid cases if there is a \"rush to the departure gates\".\nDr Jillian Evans, head of health intelligence at NHS Grampian, told BBC Radio's Good Morning Scotland programme: \"It's all about the pace of easing restrictions.\n\"We're watching case numbers starting to rise again in Scotland and the UK, and the potential of a third wave.\n\"Against that, we look at new news about the effectiveness of vaccination and two doses against the Indian variant which is shortly to become the dominant variant in the UK.\n\"What we need to do is have most of our population covered by two doses before people start thinking about their summer holidays.\n\"Sitting here in the rain, I understand how relaxing and attractive and seductive it is to think about your summer holidays.\n\"But it would be far better and far safer to do the cautious thing now and plan your summer holiday for next year.\"\nDeputy First Minister John Swinney said the Scottish government was \"trying to create pathways for essential travel\" and not just for holidaymakers.\nHe told Good Morning Scotland: \"People have got to make their own choices. We do live in a free society and we are trying to get back to some form of normality after a period of severe constraint.\n\"But we are appealing to people, given the fragility of the situation that we are in with the pandemic, to exercise due caution and take steps which will minimise the risk of any circulation of the virus.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57225856",
      "category": "business",
      "title": "£300m investment to fuel electric car take-up",
      "tags": "Ofgem,Electric cars,Renewable energy",
      "text": "The UK's energy regulator has approved plans to invest £300m in low carbon projects including support for 3,550 charging points for electric vehicles.\nOfgem said the funds would allow energy networks to build robust electricity infrastructure for installing charging points across UK motorways.\nIt said while more people are buying electric cars, others are put off due to a lack of charging points near home.\nOfgem said a wider charging network would help address \"range anxiety\".\nThe new funding will support the infrastructure needed to support 1,800 new ultra-rapid charging points at motorway service areas. \nThere are currently 918 ultra-rapid charge points in the UK which can add a range of 100 miles to an electric car in around 30 minutes.\nThe investment will also allow an additional 1,750 rapid charging points to be installed. In addition to motorways, cities and train stations will also see increased network capacity to support more charging points.\nIn total, the UK has nearly 24,000 charging points, which have more than 41,000 connectors - or cables - that can be plugged into an electric car, according to electric vehicle app and website Zap-Map.\n\"As drivers make the switch from petrol and diesel to electric, Britain's cables, substations and other infrastructure need a massive upgrade to support this new demand for electricity,\" Ofgem said.\nWhen it comes to public charging points for electric cars, the UK isn't doing too badly. \nAccording to Zap-Map, there are nearly 24,000 chargers installed around the country. That's less than half the number available in the Netherlands, but not far short of what France and Germany have to offer. It's also more than double the number available in 2018.\nBut with the sale of new petrol and diesel cars to be banned from 2030, more infrastructure is needed, and Ofgem has acknowledged that fact. \nToday's announcement is not a game changer, but rather a statement of intent. Some 1,800 ultra-fast chargers, capable of charging car batteries in minutes rather than hours, will be installed across the motorway network - as reassurance for electric vehicle drivers who want to embark on long journeys.\nThe £300m investment is, relatively speaking, a drop in the ocean. But it forms part of a much bigger £40bn investment programme for the energy network as a whole approved last year. \nIt's likely a much more significant portion of those funds will ultimately be allocated towards getting the country ready for electric vehicles.\nThe investment, which will be made over two years, will also support the provision of more \"clean\", low carbon electric heating for homes and businesses.\nSales of new cars powered solely by petrol or diesel will be banned in the UK from 2030.\nA recent report by the Society of Motor Manufacturers and Traders (SMMT) found that while demand for electric vehicles is growing in the UK - accounting for one in 10 car registrations last year - it was mainly fuelled by businesses or buyers of fleets.\n\"Just 4.6% of new consumer vehicles were battery powered,\" it said.\nSo far, the installation of charging points has mainly been concentrated in London and the South East. Ofgem said the investment by energy networks would support more ultra-rapid charge points in cities such as Glasgow, Kirkwall, Warrington, Llandudno, York and Truro.\nWhile the number of charging points in the UK is growing, it is still far short of the estimated 2.7 million the SMMT said the country would need by 2030, the vast majority of which need to be available for people who park their cars on a nearby street at home. \n\"Drivers need certainty that they can recharge their vehicle conveniently and on demand,\" it said. \"For many, that means using a charging point at home.\n\"However, at least one in three households rely on on-street parking as they have no driveway or garage and still more have no designated off-street parking.\" \nThe SMMT said that to accommodate these drivers \"there must be a commitment to expand on-street public charging in residential areas\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57180275",
      "category": "world-europe",
      "title": "Belarus Ryanair flight diverted: Passengers describe panic on board",
      "tags": "Belarus,Minsk,Alexander Lukashenko,Air travel",
      "text": "Passengers on board a Ryanair flight from Athens have described their panic after they changed course on Sunday with no explanation.\nFlight FR4978 was nearing its final destination of Vilnius, Lithuania when it was suddenly forced to divert to Minsk.\nThe plane was accompanied by a fighter jet that had been scrambled to guide it to the Belarusian capital.\nSoon after its arrival, Belarus arrested one of the passengers - a dissident journalist called Roman Protasevich.\nBelarus has said the plane was diverted because of a bomb threat onboard. But after a search in Minsk, no explosives were found on the flight.\nIn the moments before all of this erupted, those onboard said everything had been calm and nothing appeared out of the ordinary.\nThe plane was flying over Belarus and had started making its gradual descent to Vilnius.\nSuddenly, the flight made an abrupt change of course, with no explanation from the captain.\n\"We all on the plane had panicked because we thought we were going to crash,\" Lithuanian passenger Raselle Grigoryeva told broadcaster ABC News. \n\"This was a sudden dive, changing the altitude very drastically. It was very violent. I've never felt this on an airplane. Everybody was in shock,\" she said.\nIt would be 15 minutes before the captain gave any sort of explanation over the intercom: they were being diverted east, to Minsk.\nOne person on the flight seemed especially panicked: Roman Protasevich.\nThe 26-year-old is a former editor of Nexta, a media operation with a Telegram channel. He left Belarus in 2019 to live in exile in Lithuania. From there he covered the events of the 2020 Belarus presidential election, after which he was charged with terrorism and inciting riots.\nA Lithuanian passenger, named only as Mantas, told Reuters news agency that the moment the pilot announced the diversion, Mr Protasevich stood up and opened an overhead locker containing his luggage.\n\"[He] took the luggage, and was trying to split things, like the computer he gave to his girlfriend,\" Mantas said. \"I think he made a mistake. There were plenty of people so he could give the things to me or other passengers and not the girlfriend, who was also, I think, arrested.\"\nAfter they touched down in Belarus, the plane was surrounded by Belarusian officials, fire crews and airport workers.\nBy this time, passengers were still unaware of the alleged bomb threat. One of those onboard, Saulius Danauskas, told news outlet Delfi that, in retrospect, it was clear the threat was some kind of ruse.\n\"People were standing around the plane doing nothing, looking pleased with themselves\" said Mr Danauskas.\n\"They didn't let us out for half an hour,\" he added. \"If there was a bomb on the plane, why would they not let us out?\".\nThose onboard were later told to descend in groups of five with their luggage, which was checked by officials. \nAn unnamed passenger told Delfi that Mr Protasevich was trembling when he left the plane, with officers around him \"all the time\". \n\"We asked him what was going on... he said: 'The death penalty awaits me here.'\"\nOthers described how Mr Protasevich had immediately identified himself to officers, who then appeared to confiscate his passport.\nMr Protasevich's luggage was checked with sniffer dogs, according to Mantas, before he was escorted to the airport terminal.\nAnother passenger told Reuters news agency that officers had used physical force when arresting the journalist, and that Mr Protasevich appeared \"super-scared\".\n\"I looked at him directly into his eyes and he was very sad,\" the passenger said.\nThe remaining passengers were kept at Minsk airport for hours as their luggage and paperwork were checked. \nSome only learned about the bomb threat after searching for information on the internet.\n\"There was no clear understanding of what was going on,\" said one passenger, Alyona Alymova, in a Facebook post.\nSoon afterwards, the plane and its remaining passengers resumed their journey to Vilnius, and finally arrived at 18:26 GMT.\n\"I want to see who will be responsible for this chaos,\" said one passenger in an Instagram post."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57224452",
      "category": "world-europe",
      "title": "Western powers voice outrage as Belarus accused of hijacking plane",
      "tags": "Belarus,Ryanair Belarus flight diversion,Belarusian presidential election 2020,Minsk,Alexander Lukashenko,European Union",
      "text": "Western countries have condemned Belarus for diverting a plane flying over its territory to arrest an opposition journalist.\nEU leaders are due to discuss their response to what the union's executive called a \"hijacking\" and the US state department said was \"a shocking act\".\nBelarus scrambled a fighter jet to force the plane - bound for Lithuania - to land, claiming a bomb threat.\nPolice took Roman Protasevich away when passengers disembarked. \nThe 26-year-old was aboard the Ryanair plane, which was flying from the Greek capital, Athens. The aircraft was due to land in Vilnius, but was still in Belarusian airspace when it was told to divert to Minsk, the capital of Belarus. \nWitnesses said the activist was \"super-scared\" and told fellow passengers he would face the death penalty - Belarus is the only European country that still executes prisoners.\nState media in Belarus said President Alexander Lukashenko had personally given the order for the move. The plane landed in Vilnius more than six hours after its scheduled arrival.\nSince winning a disputed election last August, Mr Lukashenko, 66, who has ruled the country since 1994, has cracked down on dissenting voices. Many opposition figures have been arrested, while others fled into exile.\nThe incident drew sharp condemnation from across the European Union, with countries urging the immediate release of Mr Protasevich and a full investigation. The EU later summoned the Belarusian ambassador and informed him of the bloc's \"firm condemnation\".\nDozens of Belarusian officials, including President Lukashenko, are already under EU sanctions including travel bans and asset freezes, imposed in response to the repression on opponents.\nSeveral countries, including the UK and Lithuania, have told flights to avoid Belarusian airspace. UK Transport Secretary Grant Shapps said he issued the instructions \"in order to keep passengers safe\".\nFlight FR4978 turned east to Minsk shortly before it reached the Lithuanian border. Lithuanian officials, citing Ryanair, said 126 passengers boarded the plane in Greece.\nIn a statement, Irish carrier Ryanair said the crew had been \"notified by Belarus (Air Traffic Control) of a potential security threat on board and were instructed to divert to the nearest airport, Minsk\".\nBut Tadeusz Giczan - the editor of Nexta, the media outlet Mr Protasevich used to work for - tweeted that agents from Belarusian security service the KGB had boarded the plane and were the source of the bomb alert.\nFranak Viacorka, a friend and associate of Mr Protasevich, told BBC Radio 4's Today programme that the journalist \"already felt something bad\" in Athens airport because he had seen that someone was following him.\nSome passengers described seeing Mr Protasevich looking nervous as the incident unfolded. \"He just turned to people and said he was facing the death penalty,\" Monika Simkiene told AFP news agency.\nAnother passenger told Reuters news agency that Mr Protasevich had opened an overhead locker after they were told of the diversion, pulled out a laptop and a phone and gave them to a female companion. \nMr Viacorka said the woman, who was Mr Protasevich's girlfriend and was arrested with him, was \"not involved at all in anything, but they will be pursuing her because she's a close person to him\". She has been named as Sofia Sapega, a Russian citizen.\n\"This was a case of state-sponsored hijacking... state-sponsored piracy,\" Ryanair chief executive Michael O'Leary told Irish Newstalk radio on Monday.\n\"It appears the intent of the authorities was to remove a journalist and his travelling companion... we believe there were some KGB agents offloaded at the airport as well,\" Mr O'Leary said.\nLater on Monday, Lithuanian officials said five passengers who boarded the flight in Athens did not reach Vilnius. \"The latest... is that 126 passengers left Athens and 121 landed in Vilnius. This does not include the crew of six,\" a spokeswoman for the Lithuanian prime minister told Reuters.\nEU leaders are expected to discuss the incident at a summit in Brussels later on Monday. Nato ambassadors are due to meet on Tuesday.\nA package of measures being worked on includes a ban on overflights of Belarus, a ban on entry to European airports by national carrier Belavia and a suspension of ground transport links, French officials say.\nUrsula von der Leyen, head of the European Commission, said \"the outrageous and illegal behaviour... will have consequences\". \nLithuanian President Gitanas Nauseda urged the EU to impose fresh economic sanctions. He told the BBC this \"could make a larger impact on the behaviour of the Belarusian regime\".\nThe country has advised its citizens against travel to Belarus, and urged those already in the country to leave.\nIrish Foreign Minister Simon Coveney said actions, not words, and sanctions with \"a real edge\" were needed.\n\"We cannot allow this incident to pass on the basis of warnings or strong press releases,\" he told state broadcaster RTE.\nUK Foreign Secretary Dominic Raab said Mr Protasevich had been arrested \"on the basis of a ruse\" and called for his immediate release.\nMr Protasevich is a former editor of Nexta, a media operation with a Telegram channel. He left Belarus in 2019 to live in exile in Lithuania. From there he covered the events of the 2020 presidential election, after which he was charged with terrorism and inciting riots.\nNexta played a key role for the opposition during the vote, which was won by Mr Lukashenko and is widely regarded as rigged. It has continued to do so in its aftermath, particularly with the government imposing news blackouts. \nBut he first attracted the attention of the authorities as a teenager, when he was expelled from school after taking part in a protest in 2011.\nMr Protasevich now works for a different Telegram channel, Belamova. He stepped in to write for it after blogger Igor Losik was arrested by the Belarusian authorities in June last year.\nHe was in Athens to attend an economic conference along with Svetlana Tikhanovskaya, the opposition leader who claimed victory in the election. She too now lives in exile in Lithuania.\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile.\nWere you on the flight? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57224416",
      "category": "world",
      "title": "Belarus government accused of hijacking plane to arrest journalist",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57231920",
      "category": "education",
      "title": "Teachers 'struggle to deal with classroom sexual abuse'",
      "tags": "Schools,NSPCC",
      "text": "Teachers say they do not feel equipped to deal with peer-on-peer sexual abuse because they have had no training.\nMore than 1,500 UK teachers replied to a questionnaire from BBC Radio 4's File on 4 and teachers' union the NASUWT. \nMore than half said they did not think adequate procedures were in place in their schools to deal with  abuse.\nMany are also unsure how to deliver elements of a new sex-and-relationships curriculum, which the government says third parties might now help with.\nIn England, the Department for Education has introduced a compulsory Sex and Relationships Education (RSE) curriculum in all schools, focusing on relationships in primary schools and sex and relationships in secondaries.\nIt has also asked Ofsted to review peer-on-peer safeguarding procedures. \nOf the teachers surveyed, almost a third said they had witnessed peer-on-peer sexual harassment or abuse and almost one in 10 said they saw it on a weekly basis.\nThe debate about a culture of sexual abuse at schools has escalated in recent months after a website set up for victims to post their experiences anonymously gained more than 16,000 posts - some from children as young as nine.\nThe Everyone's Invited website publishes anonymous allegations which refer mostly to sexual harassment carried out against young women by young men at their school or university.\nThe government has now launched a dedicated hotline with the NSPCC for young people who feel they have been harassed and abused. \nSince the helpline launched at the beginning of April, it has received more than 350 calls, and 65 referrals have been made to agencies including social services and the police.\nAmina is now 19 and still trying to come to terms with what happened to her at high school. She says her harassment started when she was in Year 7, aged 11.\n\"I started to get bullied and people were making rumours up about me. They were saying I would go home with so many different guys and have sex with them - that was really upsetting for me.\n\"It was during the summertime and we were practising for PE, and then I'm sitting there with my friends and then there's this group of boys next to us. And then I just feel a hand on my back, forcing me onto the floor and then this boy starts grinding on me, and I think during that moment - I just completely froze.  \n\"And then I look up at my teacher and then he looks at me and then he looks away. I just felt so alone in that moment. Part of me felt like it was my fault because of other people's responses. I remember telling myself just to stay strong and just wait until I got home to cry.\"\nAmina is now being supported by the Rape Crisis charity.\nThe new RSE curriculum in England was introduced in September 2020. \nAndrew Fellows, associate head of policy at child-protection charity the NSPCC, says that while the new lessons are a positive development, schools have not been given the support and guidance to deliver the new curriculum effectively.\n\"Coercive control, sexual consent, healthy relationships, online safety, pornography - that's all in there. \n\"But what schools haven't been given is the guidance and the support to cover that and to deliver that in a way that works for their students,\" he said.\nFlora Cooper, head teacher of Crowmarsh Primary School in Oxfordshire, where staff have just started to teach the new RSE lessons, said: \"In terms of external training, we've not had any. \n\"We actually haven't seen much being offered in terms of training and it is absolutely in the training - that's what is essential, which we don't have.  \n\"Until the teachers are confident with the delivery of the content, then I don't think any of them will be confident and fully teaching the children the full curriculum. It feels as though we are on our own.\"\nOfsted is currently conducting a review of safeguarding policies and practices relating to sexual abuse in state and independent schools and colleges. \nIt was ordered by the government after thousands of young people - mostly girls and young women - contacted the Everyone's Invited website.\nChildren's Minister Vicky Ford said: \"We've seen these enormously worrying and very shocking allegations that have come through the Everyone's Invited site. \n\"One of the things that Ofsted will be looking at in this review is, are schools getting enough training and support? Do they need, for example, third parties to come in and train elements of that curriculum?\"\nAnyone who has suffered sexual abuse at school can contact the dedicated NSPCC helpline on 0800 136 663.\nFile on 4 is on BBC Radio 4 at 20:00 on Tuesday, May 25 and then available on BBC Sounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57231623",
      "category": "uk",
      "title": "Covid-19: Shops see 30% fewer customers and three-year waits for an NHS dentist",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nShoppers are only returning to high streets and shopping centres gradually, with footfall still 28.7% lower than pre-pandemic levels - more than a month after all non-essential retail opened up. Retail analyst Springboard said there was only a modest week-on-week increase after restaurants and pubs were allowed to serve indoors again on 17 May. But there was a clear boost to footfall in shopping destinations after 17:00, when people flocked to eat out or meet for a drink. Central London saw the biggest increase, while retail parks lost out on customers.\nSome patients in England have been asked to wait up to three years for a dental appointment as the NHS struggles with a backlog of work from the pandemic. Healthwatch England says rising numbers of people are struggling to access NHS dentistry and complaints have risen by a fifth at the start of this year. Practices were closed from March to June and have since run at limited capacity. Some practices stopped seeing NHS patients. But the government says work is under way to tackle the backlog, with extra urgent dental clinics and priority access for the vulnerable and those most in need.\nIndia's aviation authority has launched an investigation after a couple reportedly chartered a plane and held a mid-air wedding with more than 160 guests to dodge coronavirus restrictions. Video footage posted on social media appeared to show the couple and their guests packed into the hired jet. The state of Tamil Nadu, where the flight is said to have originated, recently restricted weddings to 50 guests. It comes as India's official death toll passed 300,000, with its most recent 100,000 deaths coming in less than a month.\nAs Glasgow deals with one of the largest Covid-19 outbreaks in Scotland, the BBC has learned that about half of people with appointments at the city's mass vaccination centre at the weekend failed to turn up. Health Secretary Humza Yousaf, who received his first vaccination on Monday, said there had been a \"slight increase\" in no-shows. He issued a plea for people to attend or reschedule their appointment. It comes as the Scottish government approved a 6,000-capacity fan zone in Glasgow during the postponed Euro 2020 tournament and as the first direct flights from Scotland to \"green list\" countries took off.\nCineworld, the world's second biggest cinema chain, has said it looks forward to a \"good recovery\" after more people than expected bought tickets on its reopening weekend. The UK-owned chain, which was in talks over a rescue deal in November, said the demand was driven by Peter Rabbit 2: The Runaway as well as \"improving consumer confidence and the success of the vaccination rollout\". But Russ Mould, investment director at AJ Bell, questioned whether demand was boosted by the bad weather. \"What happens if we finally get some good weather this weekend, and from then on?\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe vaccine rollout is being accelerated in some areas as the UK aims to stay ahead of the variant first identified in India. Find out who's getting their jabs and when here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57219860",
      "category": "world-europe",
      "title": "Belarus 'diverts Ryanair flight to arrest journalist', opposition says",
      "tags": "Belarus,Belarusian presidential election 2020,Svetlana Tikhanovskaya,Alexander Lukashenko",
      "text": "A Ryanair plane from Greece to Lithuania was diverted to Belarus for several hours on Sunday, with activists saying it was done to arrest a dissident journalist on board.\nEuropean nations reacted with outrage, accusing Belarus of \"state terrorism\".\nThe ex-editor of the Nexta group, Roman Protasevich, was detained before the plane was allowed to resume its flight.\nBelarus media said a MiG-29 escorted the jet to Minsk because of a bomb scare but no explosives were found.\nThe plane finally landed in the Lithuanian capital, Vilnius, its original destination, at 21:25 local time (18:25 GMT), more than seven hours after its scheduled arrival.\nArriving passengers said they had been given no information about the reason for the abrupt diversion to Minsk. One said Mr Protasevich looked \"super scared. I looked directly to his eyes and it was very sad\".\nAnother, Monika Simkiene, told AFP news agency: \"He just turned to people and said he was facing the death penalty.\"\nThere have already been calls for the EU and Nato to intervene.\nUK Foreign Secretary Dominic Raab warned the \"outlandish action\" would have \"serious implications\".\nBelarus opposition leader Svetlana Tikhanovskaya, who was beaten by Alexander Lukashenko in presidential polls last year widely denounced as rigged, was among those demanding Mr Protasevich's release.\nSince August's election, 66-year-old Mr Lukashenko, who has ruled the country since 1994, has cracked down on dissenting voices. Many opposition figures have been arrested or, like Ms Tikhanovskaya, fled into exile.\nFlight FR4978 was en route from Athens to Vilnius when it turned east to Minsk shortly before it reached the Lithuanian border. Greece and Lithuania put the number of passengers on board at 171.\nIn a statement, Ryanair said that the crew had been \"notified by Belarus (Air Traffic Control) of a potential security threat on board and were instructed to divert to the nearest airport, Minsk\".\nThe flight path, visible on the Flightradar24 website, suggests the plane was actually nearer to Vilnius than Minsk when it turned.\nRyanair said checks in Minsk found \"nothing untoward\" and the aircraft left Minsk at 20:50 local time.\n\"We apologise sincerely to all affected passengers for this regrettable delay which was outside Ryanair's control,\" it added.\nThe Ryanair statement made no mention of Mr Protasevich.\nNexta was the first to break the news of his arrest. It said the plane and its passengers was searched, then Mr Protasevich was taken away.\nBelta, the state-owned news agency in Belarus, said Mr Lukashenko had personally given the order for the plane to land in Minsk following the bomb alert, and approved despatching the MiG-29 fighter jet.\nIt has been angry and it is growing.\nThe US ambassador to Belarus, Julie Fisher, tweeted that it was \"abhorrent\" Mr Lukashenko had faked a bomb threat and sent fighter jets to arrest a journalist.\nEuropean Council chairman Charles Michel said EU leaders would discuss \"this unprecedented incident\" on Monday at a Council summit and it would not \"remain without consequences\".\nNato Secretary General Jens Stoltenberg said this was a \"serious and dangerous incident\".\nBoth Latvia and Lithuania said the airspace over Belarus should be recognised as unsafe, with Latvia's Foreign Minister Edgars Rinkevics saying it should be closed to all international flights.\nThe UN's agency for civil aviation, ICAO, said it was concerned about an \"apparent forced landing\" which could be \"in contravention of the Chicago Convention\" which sets out the rules on airspace and aircraft safety.\nPoland's Prime Minister Mateusz Morawiecki said: \"Hijacking a civilian plane is an unprecedented act of state terrorism that cannot go unpunished.\"\nWe do not yet know the full details of this story but its implications could be huge.\nThere are questions about freedom of the air: how vulnerable may other flights be to this kind of behaviour? Some are already calling it an act of aggression or state terrorism, a form of hijacking. In how much danger were the passengers placed? What precedent may be set? Should flights be diverted away from Belarus airspace?\nThere are questions for international law: to what extent was this act unlawful, as many presume, and if so, what consequences should there be? There are questions about freedom of speech: will critics of other authoritarian regimes fear this could happen to them?\nAnd there are questions for international diplomacy. Political figures across Europe have already called for the EU and Nato to intervene. There are demands for further sanctions to be imposed on the government of Belarus, whose legitimacy is questioned by many in the West after disputed elections last year. President Lukashenko is often described as Europe's last dictator. Will the word \"pirate\" now be added to his list of titles? \nNexta is a media operation with a Telegram channel, and has visibility on Twitter and YouTube.\nIt played a key role for the Belarus opposition during the election and has continued to so in its aftermath, particularly with the government imposing news blackouts.\nMs Tikhanovskaya said Mr Protasevich, 26, had left Belarus in 2019 and covered the events of the 2020 presidential election with Nexta, after which criminal charges were filed against him in Belarus.\nShe said he faced the death penalty in Belarus as he has been categorised as a terrorist.\nWestern leaders have backed Ms Tikhanovskaya, who claimed victory in the election before she was forced to leave for Lithuania. She had become a candidate after her husband was jailed and barred from running.\nTens of thousands of protesters thronged the capital Minsk for months last year, furious at Mr Lukashenko's declaration of victory. There have been numerous cases of police brutality and some 2,700 prosecutions this year alone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57149721",
      "category": "world-us-canada",
      "title": "Children tell of neglect, filth and fear in US asylum camps",
      "tags": "US immigration,United States,Migration",
      "text": "The US has a vast system of detention sites scattered across the country, holding more than 20,000 migrant children. In a special investigation, the BBC has uncovered allegations of cold temperatures, sickness, neglect, lice and filth, through a series of interviews with children and staff. \nIt was midnight on the Rio Grande - the imposing river that forms the border between Texas and Mexico - and lights began to flash on the Mexican side. Voices could be heard in the darkness. Figures emerged, got into a small raft, and began to cross the river. \nAs the raft appeared on the US side, the faces of the migrants became visible. More than half of them were children. Over March and April, more than 36,000 children crossed into the US unaccompanied by an adult. This was a record high for recent years.\nMany children travelling alone set out on their journey hoping to reunite with a parent already in the US. More than 80% of them already have a family member in the country, the US government says. \nPresident Joe Biden has opened the border to unaccompanied children seeking asylum, somewhat relaxing former President Trump's policy of turning migrants away due to Covid-19.\nThe children scrambled up the banks, exhausted. Two young cousins held hands. Another youth, Jordy, 17, said he had fled Guatemala because he was afraid of violent gangs operating there. But tonight he was frightened about what might await him in migrant detention centres in the US. He said he had heard stories about them.\n\"They will put us in an icebox and ask us questions,\" he said.\nThe so-called \"iceboxes\", notorious among migrants, are extremely cold rooms or cubicles in US Border Patrol migrant processing facilities. \nJordy was told to join a line with other children. US Customs and Border Protection (CBP) guards were taking the children's shoelaces and belts, a process usually reserved for prisoners to prevent them trying to take their own lives.\nJordy and the other children were then taken away by bus into the night. They were to join more than 20,000 migrant children now in US detention, held in a series of extensive camps around the country, at least 13 of which are new.\nIn late March, CBP released disturbing images of cramped conditions within one particular facility it runs in Donna, Texas - a mass of enormous white tents looming above the small town. The facility was designed to hold 250 people but housed more than 4,000 at peak occupancy.\nJournalists have not been allowed to talk to the children inside. Instead we have been tracking down the children who have been released, to find out about conditions in US detention sites.\nTen-year-old Ariany, who crossed into the US alone, spent 22 days in detention this spring, most of them in the Donna camp. She was crammed into a plastic cubicle - as were scores of other children, from toddlers to teens - wrapped in a silver emergency blanket.\n\"We were very cold,\" she said. \"We had nowhere to sleep so we shared mats. We were five girls on two mats.\"\nAriany was finally reunited with her mother, Sonia, in late March. \nShe had passed her mother's contact details onto US officials who were able to locate her. Sonia had fled Honduras six years ago with her son due to gang violence, leaving Ariany - who was too young at the time to make the journey - behind with her older sister.\nCindy, 16, also held in Donna this spring, said there were 80 girls in her cubicle and that she and most of the children were wet under their blankets, due to dripping pipes.\n\"We all woke up wet.\" She said. \"We slept on our sides, all hugged, so we stayed warm.\"\nA number of children, including Ariany and Paola, a 16-year-old also released from Donna, told the BBC that they were given food that had expired, or was rotten or not cooked properly.\nThey told us that many children became sick. \n\"Some girls fainted,\" said Jennifer, who was 17 at the time of her detention.\nSome girls in Donna were able to shower once a week, but others said they did not shower for several weeks at a time. Paola struggled with the filth. \n\"I started to feel my head itching, and I realised that it was not normal. They checked my head and told me that I had lice.\"\nWith children eating and sleeping in close quarters, the cubicles quickly became rancid. Ten-year-old Ariany said the guards threatened the children if they did not keep their cramped quarters clean.\n\"Sometimes they would tell us that if we were doing a lot of mess, they were going to punish us by leaving us there more days,\" she said.\nAt night, the children said, the tents were filled with the sounds of crying.\n\"We all cried, from the youngest up. There were two-year-old, or one-and-a-half-year-old babies, crying because they wanted their mother,\" said Cindy.\nPaola said she tried to help the younger ones, but was also worried that she herself would never be reunited with her mother.\n\"They cried in front of me, and I just tried to comfort them and tell them that one day we would get out of there - although sometimes inside me I had doubt, because [the staff] would not ask me for my mom's number, her address, and I felt bad too,\" she said.\nAnd then one day Cindy began to deteriorate and feel ill. She tested positive for Covid-19, as have a startling number of migrant children in detention. Health and Human Services (HHS) reports more than 3,000 coronavirus cases among migrant children in Texas alone since last year. It is not known what the total number of cases is in the new emergency detention sites around the country. \nEventually Cindy, without being told where she was going, was transferred with 40 other Covid positive children onto bus, then plane, and flown 2,400km (1,500 miles) away to San Diego, California. They were taken to a new detention site - a convention centre with the capacity for almost 1,500 children - with row after row of flimsy camp beds.\nShe says she was kept away from the healthy children, in a section full of children with Covid. She said conditions were better than at Donna, but it was still days before she was able to shower.\nEvery day, flights leave US border towns loaded with children. \n\"On some days we estimate that hundreds of children are being transported around the country on these flights,\" said Thomas Cartwright, of Witness at the Border, an organisation that logs the flights.\nIn the past few weeks, the authorities have moved about 3,000 children out of the Border Patrol facility in Donna, transporting many to a new network of child detention centres around the country run by HHS, including the one Cindy was transferred to in San Diego.\nThere are at least 13 such facilities, known as Emergency Intake Sites, on military bases, convention centres, or arenas in major US cities. These are a new part of a network of 200 detention centres for migrant children spread across 22 states.\nThis means that Donna is far less crowded now, with the camp holding around 300 children. The facility is being expanded, as the influx of migrants across the border continues.\nOne of the new Emergency Intake Sites is the Kay Bailey Hutchinson conference centre in central Dallas, which has 2,270 camp beds set up in a grid system in a huge hall, and held hundreds of teenage boys, aged 13-to-17, at its peak.\nStaff who work in the Dallas site say they have had to sign non-disclosure agreements specifying they are not to talk about what goes on inside. \nBut some agreed to talk to us on condition of anonymity.\n\"The children always complain about not having enough, not eating enough,\" one staff member said.  \nHe also said the convention hall was cold, the boys had one thin blanket each, and were made to stay by their camp beds almost all day.\n\"Boys have been in there for 45 days straight with no sunlight, no recreation outside, no fresh air, no nothing,\" said the staff member.\nHe said that the boys were only given 30 minutes of recreation twice a week in an indoor room and many had been in the convention centre for weeks.\n\"They are all depressed. I heard the other day that several were contemplating suicide because of the conditions here.\n\"They are being treated like prisoners, like inmates,\" he said. \"It's haunting that this centre has not been able to meet the minimal standards of caring for unaccompanied minors.\" \nIn response to the allegations of neglect of migrant children in the new detention sites, the Department of Health and Human Services (HHS) said: \"The children are provided a safe and healthy environment with access to nutritious food, clean clothes, comfortable beds, education, recreational activities, and medical services.\"\n\"The Dallas EIS (Emergency Intake Site) is providing required standards of care,\" the statement said.\n\"The entire administration is working together to reduce the length of time children are in federal custody by making unifications our top priority,\" it added, pointing out that the number of children in the care of the HHS has more than doubled.\nChildren are being released regularly, but for many it is a very slow process. The average time in detention in the emergency centres is a month.\nThe largest Emergency Intake Site is a tented facility at the Fort Bliss military base in El Paso, Texas, holding more than 4,500 children in the searing desert. It has a capacity for more than 10,000.\nA source inside has told the BBC that some of the tents contain 500-800 girls and boys who sleep in long rows of bunks. The source said hundreds of children are in Covid isolation, and that there are designated tents at the site now for scabies and lice, of which there are also outbreaks. Sources say the living conditions are unsanitary, and that there has been at least one report of sexual abuse in the girls' tent. An official document indicates children under six may be sent to Fort Bliss.\nThe HHS did not respond to a BBC request for comment on these allegations.\nAmy Cohen, a psychiatrist based on the other side of the country in Los Angeles, has more than 30 years of experience working with traumatised children. She said the alleged conditions in the camps could be extremely damaging for those inside.\n\"Even after weeks in these conditions, many children are at greater risk of developing major psychiatric illnesses later in life, at greater risk of substance abuse and a greater risk of suicide,\" she said. \nCohen said these migrant children would be even more vulnerable because many had been separated from a non-parental family member, or someone they came to rely on as a family member, at the border.\n\"If a child comes over with someone who is not their biological parent, even if they are their psychological parent, they are uniformly taken away from that individual, taken out of their laps, taken out of their arms, and called an unaccompanied minor.\"\nShe also said parents were being forced to make the decision to separate themselves from their children, because families who are turned away often then send their children back across the border alone, rather than risk their welfare in dangerous cities along the Mexican border. There, she says, they are vulnerable to rape, trafficking and assault.\n\"So these parents, when they find they're unable to protect their children, end up feeling forced to send their children by themselves across the river, in order to preserve their lives.\"\nCohen said that although children were no longer being physically taken from their biological parents by border guards - as had happened for a time under former President Trump's so-called \"zero tolerance policy\" - the process of family separation was deeply psychologically damaging.\n\"I interviewed children who were removed from parents under the Trump administration's 'zero tolerance' policy… and I've interviewed many children who've been now taken away from aunts, and uncles, and siblings… I am seeing exactly the same trauma in these children now as we saw in those children then.\"\nThe CPB told the BBC that under federal law any child arriving without a parent or legal guardian was considered unaccompanied and must be transferred to the HHS without the adult relative.\nRead more here\nA pandemic health order means that large numbers of adults and families are still being turned away at the border, and Mr Biden has urged migrants not to make the dangerous journey.  \nBut the Biden administration has allowed unaccompanied children under the age of 18 and, more recently a small number of families with young children, to enter the US while their claims are processed. In addition, it was announced last week that the US would also process 250 asylum seekers a day who are deemed particularly vulnerable. \nMany children are travelling to meet family, spurred on by a widespread rumour that Mr Biden has taken massive strides to welcome immigrants, and reverse the immigration crackdown of his predecessor.\nRepublican Beth Van Duyne, the congressional representative for Texas, said Mr Biden's policy of allowing children to cross the border alone was to blame for the crisis. \n\"[The administration] are absolutely incentivising the separation of families,\" she said.\n\"None of these centres are equipped to take care of children,\" added Van Duyne, who has visited at least two of the state's detention centres.\nBut Democrat Congresswoman Sylvia R. Garcia, who has visited several sites, says the administration has taken significant strides to improve conditions for children.\n\"Yes there are [issues], but I'm telling you that based on what I'm seeing and ones I've visited the administration is doing much better than it did before when the surge started, because they were not prepared for the sheer numbers and they did not have the facilities in place, and they do now.\" \nThe core of the problem is that the number of migrant children arriving in the US, either with their families or alone, has been rising steadily over the past decade and the US does not have an efficient system in place to reunite migrant children with their US-based family members, critics say.\n\"Children arriving to the United States are being needlessly traumatised due to the long-standing failure of the US to build a modern border management system that recognises 21st Century migration trends,\" said Warren Binford, of the Willamette University College of Law.\nAriany, the 10-year-old who was held in the Donna tents for weeks, later drew pictures while she was in another shelter, of love hearts and flowers.\n\"I made them because I was sad,\" she told us. She showed us the words she had written in Spanish by her drawing. \"It says, 'I love you, Mom. I love you all.'\"\nAriany's mother says her daughter, once a bubbly, sociable girl, has changed since her time in detention. \"She's very quiet, she hardly speaks. She can't stand children near her right now.\"\n\"The children we worry about most are the children who go quiet,\" said Amy Cohen, child trauma specialist. She says the danger, particularly for the youngest children, is that \"the trauma goes underground, it sits like land mines under the surface\". \nNow Ariany has nightmares. \"She's very afraid of going to sleep. She wakes up crying, screaming,\" said her mother Sonia.\nPaola said she cried when she came home at all times of night and day, and she also had difficulties sleeping.\n\"I don't think anyone in this country… deserves to be treated like this,\" she said.\n\"Sometimes I pretended to be strong, because in this life you have to be strong. But this kind of thing leaves our hearts marked because even If we overcome it, we always remember.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57227380",
      "category": "uk-wales",
      "title": "Llanelli boy suffered 'horrific' bullying before death",
      "tags": "Llanelli,Schools,Bullying",
      "text": "A 14-year-old boy who was found hanged at his school suffered \"horrific\" bullying before his death, his father has told an inquest.\nBradley John died after being found in a toilet block at St John Lloyd Catholic Comprehensive School in Llanelli in September 2018.\nByron John told the inquest his son, who had ADHD, had been bullied at two different secondary schools. \nA four-day inquest into Bradley's death is taking place at Llanelli Town Hall. \nMr John told the inquest Bradley was diagnosed with ADHD, which he took medication for, while at Tycroes Primary School, in Ammanford, Carmarthenshire, where he was \"lively and generally happy\".\nAfter leaving primary school, he initially attended Amman Valley Comprehensive, where Mr John said Bradley became \"withdrawn\" with older pupils seeking to provoke a reaction from him. \nMr John said his son was \"very easy to wind up\" which \"other pupils found fun\".\nThe inquest heard Bradley left the school after his school clothes were scattered around the grounds of the school by older pupils, and other incidents of alleged bullying.\nHe subsequently moved to St John Lloyd Catholic Secondary School in Llanelli towards the end of July 2016 on a two-week trial. \nMr John said that his son suffered \"horrific\" incidents on the school bus where pieces of his school clothing went missing and he was beaten up.\nHe added his son's mobile phone was stolen and smashed in school. \nCoroner's Officer Malcolm Thompson told the inquest Bradley was an \"extremely talented horseman\" who enjoyed show jumping, while Mr John told the inquest his son \"loved competing\" and planned to leave school to attend equestrian college.\nMr John said his son was \"probably at his most confident and in the best place he had been in\" between July and September 2018 and had enjoyed a family holiday during the summer break. \nHe told the inquest \"everything was on the up\" on the morning of 12 September, and the last thing Bradley had said to him was to ask for petrol for his quadbike. \nMr John said he received a text message at 11:54 that morning from his daughter to say Bradley had \"skipped science\". \nHe tried to ring the school and said they would get back to him. Ashley Howells, the head teacher, called Mr John to say Bradley \"tried to take his own life and paramedics are with him\".\nMr John went to the school and said there was a \"heavy presence of medics and police\". He then travelled to Morriston Hospital in Swansea where his son was being treated. \nHe said staff were \"all trying\" to save his son. \n\"I said 'don't stop'. I just wanted him to move or open his eyes,\" he said. \n\"It still doesn't seem real.\"\nMr John was later questioned by Andrew Faux, representing the teachers at the St John Lloyd school, who drew attention to a letter sent from Bradley's technology teacher praising his \"enthusiasm, dedication and effort\". \nBut Mr John said Bradley was \"not happy in school\" and the school did not have the \"full picture\". \nThe inquest was shown CCTV footage of Bradley in a school corridor leaving a technology lesson on the morning he died. \nMr John told the inquest it was clear his son was upset in the images because he \"had his hands in his sleeves\" and was \"not walking proudly\".\nHe was also questioned by Edward Ramsay, representing Carmarthenshire council, about how change was affecting his son as he began competing in both adult and junior show jumping events. \nMr John said Bradley was \"growing up and getting his ADHD under control\". \nFamily friend Stephanie Bonwell described Bradley as being \"mad about horses and quads\", and said he was bullied in school \"because of his riding\".\nShe said he felt \"teachers didn't care and didn't do anything\" about this and there was no point complaining.\nThe inquest also heard from another family friend Fiona McCulloch, who had known Bradley \"since he was a baby\". \nShe said he was a \"normal little boy\" and his ADHD was well controlled with the last medication he was prescribed before his death. \nShe told the inquest that Bradley had told her about \"problems in school… and of instances when he was bullied\" and he felt \"nobody at the school was listening to him\". \nThe inquest continues. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-57230970",
      "category": "explainers",
      "title": "Belarus plane: What impact could tougher action against Belarus have?",
      "tags": "Belarus,European Union",
      "text": "The EU has agreed to ramp up sanctions against Belarus, following the forced landing of a plane flying over its territory.\nOn 21 June, 78 Belarusian individuals and eight entities were added to the list of people and companies under the EU's travel ban and asset freeze.\nThe EU already bans Belarusian carriers from its airspace and airports. \nFurther economic sanctions will be considered by the EU leaders when they meet for a two day summit on 24 June. \nAround 3,300 flights flew over Belarus last week, according to aircraft tracking website Flightradar24, with 660 of those actually landing in the country.\nBelarus receives income from airlines that enter its airspace of up to €70,000 (£60,000) each day, according to John Grant from the aviation analytics firm OAG.\nLosing this amount of money, he says, would be \"an inconvenience\" but would not have a significant impact on the economy of Belarus. \nInstead of flying over Belarus, airlines have the option of using Lithuanian or Latvian airspace for example, without adding too much time to a flight so the extra fuel costs incurred would not be great. \nMaps showing flight paths show some airlines are now diverting to avoid Belarus.\nOn 27 and 28 May, Russia, a key ally of Belarus, denied entry to its airspace to two European airlines because they planned to avoid flying over Belarus to get to Moscow. \nThe EU leaders will consider further economic sanctions when they meet for a two day summit on 24 June.  \nThe measures are likely to include action against the export of potash (a common fertilizer ingredient) as well as tobacco industry exports and petroleum products.\nBelarus has an estimated 20% of the world's reserves of potash and exports of this are one of its major sources of foreign currency.\nThe EU first introduced restrictive measures against Belarus in 2004, following the disappearance of two opposition politicians, a journalist and a businessman several years earlier. These included an arms embargo and a ban on \"the export of goods linked to internal repression\". \nThe EU imposed more sanctions against Belarus on 1 October 2020, in response to the \"brutality of the Belarusian authorities and in support of the democratic rights of the Belarusian people\". \nThese restrictions - a travel ban and asset freeze against individuals and entities associated with the government of Alexander Lukashenko -  have since been expanded. As of 21 June, the EU applies the restrictions to a total of 166 persons and 15 entities.\nThose on the list are forbidden from entering or transiting through EU territories and their assets in the EU are frozen. In addition, EU citizens and companies are forbidden from making funds available to any individual and company on the list\nThe UK expanded its sanctions on 21 June, by adding another 11 people and two entities to its list. The UK's restrictions now target a total of 99 people and nine organisations.\nThe US Treasury Department also said it was expanding the sanctions against Belarus, targeting 16 Belarus individuals and five entities. \nThe US has had sanctions against Belarus since 2006. These were tightened in 2008 and expanded in October 2020 to 24 individuals, in response to the 9 August presidential election and subsequent crackdown on opposition protests.\nOn 27 May, the G7 group of wealthy nations - Canada, France, Germany, Italy, Japan, the United States and Britain - issued a statement calling for \"accountability for the actions of the Belarusian authorities\" and threatening \"further sanctions as appropriate\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57226704",
      "category": "uk-england",
      "title": "Eight arrests in Royal Mail text scam investigation",
      "tags": "Colchester,Birmingham,Coventry,Mobile phones,Royal Mail,Fraud",
      "text": "Eight men have been arrested in dawn raids targeting scam text messages.\nThe suspects were allegedly involved in sending fake messages, primarily posing as Royal Mail and asking people to pay a fee to retrieve a parcel.\nThe men were arrested in Birmingham, Coventry, London and Colchester, Essex, a specialist unit of the City of London and Metropolitan Police said.\nA man from London was charged with three offences and the others were released under investigation.\nThe charged man, from Enfield, will appear at Inner London Crown Court on 21 June. \nHe faces charges of fraud by false representation; possession of articles for use in fraud; possession of criminal property (money laundering), a spokeswoman for the Dedicated Card and Payment Crime Unit (DCPCU) said. \nThe unit added the arrests were made as part of a week of action against scam messages. \nSuch messages, known as \"smishing\" texts, steal a victim's personal and bank details by getting them to follow a link to a fake version of a trusted website.\nDet Ch Insp Gary Robinson, head of the DCPCU, said it was working with Royal Mail, the financial services sector and mobile phone networks to fight the crime. \n\"Ongoing investigations are now under way and we will continue to work together to bring those committing smishing scams to justice,\" he said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57226273",
      "category": "world-europe",
      "title": "Mottarone cable car crash: Italy investigates cause of accident",
      "tags": "Transport",
      "text": "Italy has launched an investigation into the cause of Sunday's cable car accident that left 14 people dead.\nThe car plunged 20m (65ft) into the side of the Mottarone mountain near Lake Maggiore in northern Italy.\nA rescue official said it appeared that a cable had snapped and an emergency brake failed.\nThirteen people died at the scene, including a two-year-old child. Two other children were taken to hospital where one later died.\nFive members of an Israeli family were among the victims and the surviving five-year-old child - who is in a serious condition in hospital - is also Israeli.\nOn Monday, the crumpled remains of the cable car were sealed off and technicians prepared to examine the wreckage. \nProsecutors in Milan said they had opened an investigation into involuntary homicide and negligence. Investigators said they had also seized the operating company's technical and maintenance documentation.\nA lawyer for the company, Ferrovie del Mottarone, said maintenance and checks had been carried out regularly, La Repubblica newspaper reported.\nThe cables were not due to be replaced until 2029, the newspaper added.\n\"Everything will be subject to technical checks in the coming days\", said local public prosecutor Olimpia Bossi. \"We are carrying out investigations and technical checks.\" \nMatteo Gasparini, provincial head of Italy's Alpine rescue service, said there appeared to have been two major problems - the breakage of the cable and the failure of the emergency brake.\n\"We don't know why it didn't activate, while in the downstream car it worked,\" he said.\nThe cable car sped backwards and \"ended up catapulted out of the support cables\", Mr Gasparini added.\nIt is believed the car struck a pylon and plummeted to the ground, tumbling down the mountain until it crashed into trees.\nInitial reports said the towing cable failed at about 12:30 (10:30 GMT) as the gondola neared the end of its 20-minute journey to the top of the mountain from the resort town of Stresa. Nearby hikers heard a loud hiss before it crashed to the ground.\n\"The others [cables] are intact, but it is too early to say what happened from a technical point of view,\" local police commander Lt Col Giorgio Santacroce said, according to Ansa news agency.\n\"It will be necessary to understand why the safety devices have not been triggered, which should keep the cabin anchored,\" he added.\nMarcella Severino, the mayor of Stresa, said the cable car \"began to go backwards (and) probably hit a pylon\".\nThe occupants of the cable car were from five families, Ansa reported. Three lived in Lombardy, one in Emilia-Romagna and one in Calabria.\nIsrael's foreign ministry said the five Israelis who died were Amit Biran, 30, his wife Tal Peleg-Biran, 26, and their son Tom Biran, aged two, who lived in Pavia, Lombardy, and Ms Peleg-Biran's grandparents Barbara Cohen Konisky, 70, and Yitzhak Cohen, 82, who were from Tel Aviv. The couple's other son, five-year-old Eitan Biran, is in hospital in Turin with serious head and leg injuries.\nThe Regina Margherita children's hospital said on Monday that Eitan had undergone an operation and was now sedated. The child's aunt - Mr Biran's sister - was at the hospital.\n\"He spent a quiet night, now all that remains is to hope,\" said hospital director general Giovanni La Valle.\nThe cable car service originally opened in 1970 and was closed for maintenance between 2014 and 2016, local media reported. It recently reopened following the lifting of coronavirus measures and numbers inside the gondolas were restricted. Each cable car can usually hold about 35 passengers. \nItalian Prime Minister Mario Draghi described the crash as a \"tragic accident\" and said he was receiving updates from local and national officials.\n\"I express the condolences of the whole government to the families of the victims,\" he said in a statement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57200863",
      "category": "health",
      "title": "Covid: Sniffer dogs could bolster screening at airports",
      "tags": "Coronavirus testing,Air travel,Coronavirus pandemic",
      "text": "Sniffer dogs could contribute to efforts to prevent the spread of Covid as society reopens, according to scientists.\nAs part of a trial, dogs were trained to recognise a distinctive odour produced by people with the virus, but undetectable to the human nose.\nThis could come in useful for screening at airports or mass events. \nBut the dogs' findings would have to be confirmed by lab testing, the researchers said.\nAlthough the dogs correctly picked up 88% of coronavirus cases, they also incorrectly flagged 16% of people who didn't have Covid as having the virus.\nDogs can have up to 100,000 times the smelling ability of humans and have long been used to sniff out drugs and explosives. \nRecent research has shown dogs - particularly breeds like spaniels and retrievers - can detect the unique scents of diseases including cancer, Parkinson's and malaria.\nAs part of the current canine screening trial, six dogs were trained to recognise the smell produced by people with Covid-19 using worn socks, face masks and t-shirts of various materials. \nThey were rewarded with treats when they correctly identified whether the sample was from an individual who had tested positive or negative. \nSome of the people in the negative group had common cold viruses, to make sure the dogs were able to distinguish Covid from other respiratory infections. \nThe dogs were able to sniff out the disease even when it was caused by different variants, and when the person had no symptoms or only had very low levels of the virus in their system. \nClaire Guest, Chief Scientific Officer at charity Medical Detection Dogs, which trained the animals, said the results were \"further evidence that dogs are one of the most reliable biosensors for detecting the odour of human disease\".\nThey picked up roughly 88% of positive cases - meaning, for every 100 cases, the dogs failed to recognise just 12 infected people. \nBut out of 100 people who did not have Covid, the dogs wrongly suggested - via the sniff test - that 16 of them were infected. \nSo if one person on a plane of 300 passengers has coronavirus, the dogs are likely to correctly identify that person, but may also wrongly indicate that another 48 Covid-negative people are infected.\nIt means a proportion of infections will be missed, and more will be told they have the virus when they don't. This is the case for all tests to different extents, but the canine method incorrectly tells a lot more people they have the virus than the type you swab up your nose. \nSo the research team does not recommend dogs alone are used to sniff out positive cases.\nBut they believe the dogs could be an additional screening tool alongside more conventional tests. They say dog screening, followed by swab testing, will pick up 91% of infections. \nThe real potential advantage, though, is speed: even the quickest tests take 15 minutes to show a result, while dogs can sniff out the disease in seconds. \nTwo dogs could screen 300 people in half an hour, researchers say. \nThis could make the sniff test \"a suitable method for mass screening\", argues Prof James Logan at the London School of Hygiene & Tropical Medicine, which conducted the research alongside the University of Durham.\nIn theory, people could be screened as they queue for a flight or to enter an event, and anyone flagged up by the dogs would need to take a PCR test - the more accurate type of swab tests which is processed in a lab.\nThis could cut down on the numbers having to enter hotel quarantine. \nDogs could also potentially be used in areas where there isn't currently much screening, such as busy train stations, to help prevent a super-spreading event. \nThe research is at an early stage so it still needs to be reviewed by other scientists before it can be published and, in the next phase of the study, tried out on infected people - rather than bits of sock."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57190342/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: NI celebrates latest steps out of lockdown",
      "tags": "Coronavirus lockdown measures,Northern Ireland Executive,Coronavirus pandemic",
      "text": "People across Northern Ireland have been celebrating the return of many freedoms as lockdown eases.\nRestaurants, cafes, bars and other hospitality venues can operate indoors from Monday in another sign of a return to normality.\nSix people from two households can now meet indoors in homes, and non-essential travel is allowed to the rest of the UK.\nOutgoing First Minister Arlene Foster urged people to remain careful.\n\"We're very pleased to have reached this point in our journey coming out of Covid restrictions and of course we're asking people to be sensible, but also to enjoy the newfound freedoms that they have,\" she said.\nThe lockdown-easing measures were agreed by ministers last week. \nA traffic light system will be in place for foreign travel, with 12 countries on Northern Ireland's so-called \"green list\", including Portugal.\nPeople going to countries that appear on the green list do not need to quarantine on their return.\nBut those returning from the likes of Portugal will be asked to take a PCR test after they arrive home.\nEngland, Scotland and Wales have already implemented similar systems, with the first travellers heading off on holiday last week.\nIf returning from a country on the UK's red list, passengers must book and enter hotel quarantine.\nNon-essential travel from Northern Ireland to other parts of the Common Travel Area (CTA - the UK, Republic of Ireland, Channel Islands and Isle of Man) is now allowed, and people will not be required to isolate on return if they have visited family or friends in other parts of the area.\nAt last Thursday's executive meeting, ministers also backed the reopening of hotels and B&Bs from Monday and the attendance of spectators at outdoor sport events - up to 500 may be permitted. \nPubs and restaurants are now allowed to trade indoors with a maximum of six people per table from a maximum of six households, or up to 10 people provided they are all from the same household.\nOwner of the Harbour Cafe at Belfast's docks, Marty Gibson, said he was ready to open and had reduced the seating capacity from about 40 to 20. \n\"We have done everything we can do - sanitisers, distancing and track and trace in place. We just have to see how we go,\" he told BBC's Good Morning Ulster programme.\nHowever, he added that businesses would still need financial help. \n\"Landlords are still looking for rent and there are still wages to pay and overheads, which haven't decreased in price.\" \nEconomy Minister Diane Dodds said the continued easing of restrictions was a \"huge step forward for Northern Ireland's economy\".\n\"Our businesses are looking forward to reopening but they are also responsible. It's about doing things safely and making sure we don't take any steps backward,\" she told Good Morning Ulster.\nMrs Dodds also said NI tourism drives would be launched in the Republic of Ireland and Great Britain.\nFirst Minister Arlene Foster and Deputy First Minister Michelle O'Neill welcomed the moves, but urged people to remain cautious and careful given the prevalence, particularly in Great Britain, of the so-called Indian variant of the virus. \nOther measures easing from Monday include increased numbers permitted for indoor gatherings - not including domestic settings - to allow for community events such as mother-and-toddler groups to resume.\nNational Trust houses and other properties in Northern Ireland are reopening their doors to visitors from Monday. \nSome small properties or places which cannot accommodate social distancing will reopen later once Covid restrictions are lifted or when repair or redisplay work is completed, said the National Trust.\nUp to 1,000 fans were allowed to attend Friday's Irish Cup final at Mourneview Park in Lurgan, County Armagh.\nBut spectators will not be allowed back for Derry City's game against St Patrick's Athletic on Monday night.\nThe decision was taken after discussions with public health officials, \"based on the current high rates of Covid-19 transmission in the city\", according to a statement on the club's website.\nPeople in England, Scotland and Wales have been allowed to meet in each other's homes and enjoy indoor hospitality since last Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57226572",
      "category": "health",
      "title": "Algae proteins partially restore man's sight",
      "tags": "Blindness and visual-impairment",
      "text": "The vision of a completely blind man has been partially restored using light-sensing proteins first found in algae.\nThe man was treated with a type of therapy called optogenetics, which uses the proteins to control cells at the back of his eye.\nHe first knew it was working when he realised he could see the painted stripes of a pedestrian crossing.\nHe can now grab and count objects on a table, Nature Medicine reports. \nThe man, whose identity has not been revealed, lives in Brittany, France, and was treated in Paris.\nHe was diagnosed with retinitis pigmentosa - which leads to the death of light-sensing cells on the surface of the retina - 40 years ago. \nIt affects more than two million people worldwide, and although complete blindness is rare, the man has had no vision for the past two decades.\nHe was treated with optogenetics - a field new to medicine, but one that has long been a staple of fundamental neuroscience. \nIt uses light to control precisely the activity of brain cells and was used by the scientists to restore the ability of one of his eyes to detect light.\nThe technique is based on proteins, produced in algae, called channelrhodopsins, which change their behaviour in response to light. The microbes use them to move towards the light. \nThe first step in the treatment was gene therapy. The genetic instructions for making the rhodopsins were taken from algae and given to cells in the deep surviving layers of the retina at the back of his eye.\nNow when they were hit with light they would send an electrical signal to the brain. \nHowever, they would respond only to amber light, so the patient wore a pair of goggles with a video camera on the front and a projector on the back, to capture what was happening in the real world and project a version in the right wavelength onto the back of the eye. \nIt took months for high enough levels of the rhodopsins to build up in the eye and for the brain essentially to learn a new language to be able to see again.\nThe first sign it was working was when the patient was out on a walk and suddenly, the stripes of a pedestrian crossing appeared. \nDr José-Alain Sahel, from the Institute of Vision, in Paris, said: \"This patient initially was a bit frustrated because it took a long time between the injection and the time he started to see something. \n\"But when he started to report spontaneously he was able to see the white stripes to come across the street you can imagine he was very excited. We were all excited.\"\nThe man does not have perfect sight, but the difference between no vision and even limited vision can be life-changing. \nProf Botond Roska, from the University of Basel, said: \"The findings provide proof-of-concept that using optogenetic therapy to partially restore vision is possible.\"\nThere are several other approaches being used to try to restore sight.\nOne includes repairing the genetic defects that cause disease, but retinitis pigmentosa can be down to mutations in more than 71 different genes, making that more of a challenge. \nAnother involves connecting a camera to electrodes implanted in the back of the eye. \nOptogenetics itself is also being researched in conditions such as Parkinson's disease, and to see whether it can enhance recovery from a stroke. \nJames Bainbridge, a professor of retinal studies at the UK's UCL, said the study was high-quality, but on just one patient. \n\"This exciting new technology might help people whose eyesight is very severely impaired,\" he said.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57229049",
      "category": "uk",
      "title": "BBC to review editorial policies and Martin Bashir hiring",
      "tags": "Princess Diana, Princess of Wales,BBC",
      "text": "The BBC is to review its editorial practices and investigate how journalist Martin Bashir was rehired, following an inquiry into his interview with Diana, Princess of Wales.\nLord Dyson's report found the BBC covered up \"deceitful behaviour\" used by Bashir to secure the interview.\nThe BBC board accepted the findings in full and reiterated its apology.\nCulture minister John Whittingdale told MPs that the BBC had \"damaged its reputation\" in the UK and abroad.\nThe inquiry, published last week, found Bashir had faked bank statements designed to suggest Princess Diana was under surveillance - to win the trust of her brother Earl Spencer, and eventually gain access to the princess for the 1995 Panorama interview.\nAs media interest in the interview increased, the BBC covered up what it had learned about how Bashir secured the interview, the inquiry said.\nThe Duke of Cambridge said his mother was failed \"not just by a rogue reporter\" but by BBC bosses.\nThe BBC rehired Bashir as religion correspondent in 2016, when questions had already been asked about his conduct. \nIt said the post was filled after a competitive interview process. \nBut Mr Knight, chairman of the Digital, Culture, Media and Sport Select Committee, told the House of Commons on Monday the BBC rehired and promoted Bashir \"who they know was a liar.\"\nHe said: \"My sources suggest Mr Bashir wasn't interviewed, he was simply appointed. Hardly a highly competitive process.\"\nHowever, the BBC said Mr Knight was not correct on that point, adding: \"We can confirm there was an interview process for this position, and that Martin Bashir was interviewed as part of that.\"\nMr Knight also said the Dyson report left more unanswered questions such as \"who was precisely involved in the 25-year cover-up and instituted the action against whistleblowers?\"\nHe also asked: \"Was Bashir rehired in essence so that he would keep his mouth shut?\"\nBashir, who was promoted to religion editor after his rehiring, has since resigned without a pay-off.\nThe BBC board said in a statement it hoped to ensure the \"mistakes of the past\" could not be repeated.\n\"We accepted Lord Dyson's findings in full and reiterate the apology we have offered to all those affected by the failings identified,\" it said. \n\"We recognise the impact that the events it describes has had on so many people, not least those whose lives were personally affected by what happened. We also acknowledge that audiences had a right to expect better from the BBC.\"\nThe board said it had \"confidence\" that the \"processes and guidelines in today's BBC are much stronger than they were in 1995\".\nBut it said \"it is right that we review the effectiveness of the BBC's editorial policies and governance in detail\".\nDame Melanie Dawes, Ofcom's chief executive, said: \"We've told the BBC that we expect its review to draw from a range of broadcasting expertise. We have also highlighted the need for greater openness and transparency at the BBC in order to maintain public trust, and will pay close attention to the review as it proceeds.\"\nBBC chairman Richard Sharp told the BBC's World at One: \"I take comfort from the fact that Martin Bashir is no longer here. I don't take comfort yet from understanding why he was rehired. We will find that out.\"\nAsked what he knew of Bashir's rehiring, including whether due diligence was carried out, he said: \"I actually don't know, that is being examined by the executive and they will report to the board on that. \"I want to see the facts.\"\nMr Sharp said that there was \"no doubt... that the practices adopted in advance of the interview were entirely unacceptable in any ethical news journalism broadcasting entity, and that was a clear failure\".\nHe added: \"It's also clear that the approach to reviewing the programme and the practices failed. And that's a separate failure which was identified in the prince's statement to do with governance, accountability and scrutiny.\"\nMr Whittingdale told the Commons on Monday the government should not interfere in editorial decisions, but ensure there was \"a strong and robust system of governance at the BBC with effective external oversight.\"\nHe said: \"The BBC has been and should be a beacon, setting standards to which others can aspire. That it has fallen short so badly has damaged its reputation both here and across the world.\"\nMr Whittingdale said there was \"no question of dismantling the BBC or defunding it\".\nThe BBC now needs urgently to demonstrate that these failings have been addressed and that this can never happen again, he said.\nThe Panorama interview featured Princess Diana giving an extraordinarily frank account of her marriage to the Prince of Wales, famously saying \"there were three of us in this marriage\" - a reference to her husband's affair with the future Duchess of Cornwall and admitting to an affair of her own.\nRichard Sharp's intervention is significant partly because it is the first time a BBC figure has spoken since Prince William's statement.\nHe made clear that his concern was not only the (lack of) integrity of the original broadcast, but the \"culture\" that allowed Bashir's deceit and the subsequent \"woeful\" investigation.\nThe focus of this story is moving on, as Sharp acknowledged, to why Bashir was rehired by the BBC in 2016.\nHe was an employee of the BBC until this month.\nAs the clamour for reforms grow, this re-entry of Bashir to the BBC, and his subsequent promotion, undermines any hopes the corporation had that it could argue this all belongs to the past.\nJames Harding, who was director of BBC News when Bashir was rehired, said last week that he had not known the journalist had forged bank statements and, had he known, \"he wouldn't have got the job\".\nAsked about whether he had consulted then-director general Lord Hall about the reappointment, Mr Harding, who left the BBC at the beginning of 2018, did not answer directly but said he himself took responsibility for Bashir's rehiring.\nLord Dyson's report, published last Thursday, said the BBC had fallen short of \"high standards of integrity and transparency\" over the interview.\nThe report said an internal BBC investigation in 1996, led by Lord Hall, into the initial complaints had been \"woefully ineffective\". \nThe independent inquiry was commissioned by the BBC last year, after Diana's brother, Earl Spencer, questioned Bashir's tactics to get the interview.\nLord Dyson found that Bashir had lied to BBC managers about deceiving Earl Spencer with the forged bank statements. \nThe inquiry said Bashir told his bosses he had not shown the fake documents to anyone.\nThe report described significant parts of Bashir's account of the events of 1995 as \"incredible, unreliable, and in some cases dishonest\".\nBashir has said mocking up the documents \"was a stupid thing to do\" and that he regretted it, but said they had had no bearing on Diana's decision to be interviewed.\nSpeaking to the Sunday Times, Bashir said he was \"deeply sorry\" to her sons, the dukes of Cambridge and Sussex.\nBut he rejected Prince William's claim that he had fuelled her paranoia, saying they were close and he \"loved\" her.\nFollowing the report's publication, the Duke of Cambridge said the deception fuelled his mother's paranoia and worsened his parents' relationship. \nDue to the way it was obtained, Prince William has said the interview should not be shown again."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57226577",
      "category": "education",
      "title": "Abuse helpline takes hundreds of calls, says NSPCC",
      "tags": "Children,NSPCC,Young people",
      "text": "A helpline launched for victims to report abuse and harassment in educational settings has taken hundreds of calls since it opened on 1 April. \nThe service was set up by the Department for Education after testimonies alleging abuse were posted on the website Everyone's Invited. \nThe helpline has had 353 calls and has made 65 referrals to agencies such as the police or children's services.\nIt is is being run by the children's charity the NSPCC.\nThe Everyone's Invited website was set up last year as a place where victims can post anonymous accounts of abuse they had suffered.\nThousands of testimonies were shared on the site, and many of the allegations referred to sexual harassment carried out against young women by young men at their school or university.\nIn response to the allegations, the Department for Education decided to work with the NSPCC to ensure processes were in place in the education system to support victims in coming forward.\nAnnouncing the new helpline in March, Education Secretary Gavin Williamson said it was vital these allegations were \"dealt with properly\".\nThe NSPCC said sexual abuse, exploitation and harassment by peers were the most common issues reported to the helpline so far. These ranged from incidents such as pupils looking up classmates' skirts, to sharing indecent images and rape.\nHelpline staff have also responded to contacts from parents who were concerned that safeguarding incidents are not being appropriately handled in schools.\nOne parent of a 14-year-old girl told the helpline: \"Just this week we received a visit from a police officer who told us they were investigating an incident of upskirting by a male pupil at my daughter's school.\n\"We were told that a teacher had been searching this boy's phone for something unrelated, and discovered several pictures of upskirting of different girls. The only girl that could be identified was my daughter.\n\"As you can imagine, this came as a huge shock to us. We have no idea who the boy is, or if the images have been shared anywhere.\"\nIn June 2020, Soma Sara, who is now 22, shared her experience on Instagram of what she calls \"rape culture\".\nWithin a week she had received and shared more than 300 anonymous responses of people with stories of \"misogyny, harassment, abuse and assault\".\nThe Everyone's Invited website now carries thousands of victims' testimonies, often from schools and universities.\nExperiences range from being drugged and raped at parties to explicit images being shared over messaging platforms.\nKam Thandi, head of the NSPCC helpline, said it was \"absolutely vital\" that people felt comfortable to raise concerns about child abuse and harassment, including children themselves.\n\"We thank everyone so far who has found the courage to contact the helpline,\" she said.\n\"Through these calls we have been able to provide much needed support, advice and, where necessary, to refer the information on to police and local authorities for further action. \n\"We have also heard about the devastating impact this abuse can have later in life if it's not addressed, and have been able to share our experience and expertise to help with the recovery process.\"\nMr Williamson said: \"I want all victims of abuse to be supported and feel confident to report any allegations.\"\nHe added: \"Ofsted is also undertaking a review into safeguarding measures in schools and colleges which will be published shortly.\"\nA spokeswoman for  Everyone's Invited said: \"We encourage survivors who need support to contact the NSPCC, whose helpline is run by very capable and well-trained practitioners.\"\nThe Report Abuse in Education helpline can be reached on 0800 136 663, on Monday to Friday 0800-2200, or 0900-1800 at weekends. It can also be contacted by email at help@nspcc.org.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57221387",
      "category": "uk",
      "title": "Covid-19: Self-isolation support trial and India records 300,000 deaths",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \n\"Buddying\" services for people needing mental health support, alternative accommodation for those in overcrowded homes, and translation services are some of the things being offered to help people self-isolate in a new pilot. Nine areas in England with higher coronavirus infection rates will be offered the additional help in a bid to bolster testing and self-isolation. Read the story here and check out the full list of areas, which includes most of north-west England and Newham and Hackney in London.\nThe number of deaths linked to Covid-19 in India has moved past the 300,000 mark - and the country is now the epicentre of the global pandemic. Experts warn that the real number of fatalities may be much higher as many deaths are not officially recorded. India has recorded 26 million cases - second only to the US - and is also only the third in the world to record more than 300,000 deaths - behind the US and Brazil.\nRestaurants, cafes, bars and other hospitality venues in Northern Ireland can open indoors in another sign of a return to normality as Covid-19 restrictions ease further. Six people from two households will also be able to meet indoors in homes. Non-essential travel will be allowed to the rest of the UK, and a traffic light system will be in place for foreign travel.\nFamilies and friends can now visit loved ones in care homes as restrictions ease in Wales. Only two designated people could make visits indoors but now anyone can visit - but residents can only see two people at a time. First Minister Mark Drakeford said the changes would \"improve the quality of life for residents and their families\". However, it is down to individual care homes and local authorities to decide whether to allow visits.\nFrom drugs to cancer, dogs can sniff out most things. Now sniffer dogs could be used to prevent Covid spreading as society reopens, according to scientists. Dogs were trained, as part of a trial, to recognise a distinctive odour produced by people with the virus, but undetectable to the human nose. This could be useful for screening at airports or mass events. Find out more here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're planning to book a holiday abroad now that foreign travel is allowed, here's a look at the rules for green, amber and red list countries.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57229099",
      "category": "uk-wales-politics",
      "title": "Covid Indian variant: Public should be worried, says Wales chief medic",
      "tags": "NHS Wales,Coronavirus pandemic",
      "text": "People \"should be worried\" about a resurgence in Covid, with an increase in cases of the Indian variant of concern, the Welsh government's chief medical officer says.\nDr Frank Atherton said the increase to \"around 57\" cases was \"something we need to watch very carefully\".\nThe total last Thursday was 28 cases of B617.2, the variant of concern.\nHealth minister Eluned Morgan repeated government advice that people take holidays at home to reduce the risk. \nDr Atherton said most cases of the variant of concern were in Cardiff and the Vale of Glamorgan, although they had been identified in all health board areas apart from Powys.\nHe said measures such as social distancing and using face coverings were \"the things that keep us safe\" and there was risk that the situation could \"go into reverse\" if those measures were relaxed.  \n\"We should continue on the cautious approach here in Wales,\" he told journalists at a Welsh government update on the pandemic.\n\"The public should be worried about the resurgence in coronavirus in general really.\n\"We have a small number of cases - 57 at the moment of the so-called Indian variant - but that will be an underestimate and I expect the numbers to rise.\"\nDr Atherton said the cases in Wales were \"traceable back to a point of entry, so we're managing them as clusters\".\nHe added: \"If we look across the border in to England and certainly in to Scotland, Glasgow area, what seems to be happening there is broader widespread community transmission and that's a much more difficult thing, of course, to contain.\"\nUnlike in Scotland, people in Wales are not being restricted from travelling to places in England with a high number of cases of the Indian variant, Ms Morgan said.\nHowever, she stressed the Welsh government \"will be constantly keeping the situation under review\".\nIn her first press conference as health minister, Ms Morgan repeated the advice that people should take their holidays in Wales this year and only go abroad for essential travel. \n\"Our whole economy could come to a grinding standstill again if we were to let new variants take hold,\" she said.\nMs Morgan added the Welsh government had \"a responsibility to stand by our own tourism sector and hospitality sector\".\n\"We live in a fantastically beautiful country and I would encourage people to use the opportunity to holiday here in Wales and to support those sectors of the economy that have really suffered during pandemic,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57221957",
      "category": "business",
      "title": "Bury Brexit hatchet and seize new opportunities, says CBI",
      "tags": "Hull,Employment,UK economy,CBI,Siemens",
      "text": "Business and government should put the bitter divisions of Brexit behind them and focus on building a fairer, greener economy, according to the Confederation of British Industry.\nThat could drive an extra £700bn of economic growth by 2030, the CBI says.\nThe employers' organisation is launching what it says is a \"landmark\" economic plan for the next decade.\nAnd its proposals would lead to \"prizes for everyone\", not just for some firms, the CBI's director general believes. \n\"For the last five years business and government have been at odds. Brexit was very divisive,\" Tony Danker told the BBC.\n\"But after the events of the last five years, we find ourselves in total alignment about what needs to be done. We need to level up, we need a greener economy and, my God, we should not waste this opportunity.\"\nThe CBI's new report, entitled \"Seize the Moment\", focuses on the government's policy agenda of addressing geographic inequalities, decarbonisation and innovation and says 2021 must be a turning point for the UK if it is to address those long term challenges. \nAmong them, levelling up is the one that the government has trumpeted most in recent election campaigns. And those promises to alter the economic map of the UK have resulted in changes to the country's political map. But fulfilling those promises won't come from the wave of some magic wand.\nTony Danker says that while big ticket, regional infrastructure investments are a welcome start, they alone are not enough. \n\"Transport is great, we need it. Broadband is great, we need it. But we need to turn all of that into real jobs and real growth, in skills and wages, if levelling up is going to mean anything to the people of this country,\" he says.\nThe CBI believes it and its members have an important role to play.\n\"Governments don't create jobs. Governments don't prepare people in the workplace for the skills of the future. Governments don't suddenly invent new decarbonisation technologies. That's what businesses do.\"\nIn Hull's Alexandra Dock, a factory run by Siemens Gamesa produces 1,000 offshore wind turbine blades a year. \nAt nearly 100 metres of moulded fibreglass they are high-tech pieces of equipment, and a decarbonising world will need a lot of them in the years to come. The plant has grown rapidly since it opened five years ago, in part thanks to government seed funding, and price guarantees.\n\"The government is doing a lot right,\" says Carl Ennis, managing director of Siemens UK.\n\"But it could have gone even better. The blades for some of our wind turbines are made in the UK, but the research and development and the cell (the motor the blades are attached to) are made in Denmark and Germany. \n\"What has been missing is speed of action and scale of ambition,\" says Mr Ennis.\nHe says Germany is investing 50 times the amount the UK is in new hydrogen technology for example.\nAnd if investments like Siemens' are going to benefit Hull, in the form of higher paid jobs for local people, more needs to be done.\nHannah Clague, an aerospace engineering graduate employed at the plant, says applications for jobs like hers have doubled since she joined, because \"it's such a sustainable career to go into and a lifelong career\".\nBut Hannah isn't from Hull herself. She's from Reading, a graduate from Sheffield University. \nAnd at the moment few locals are in a position to join her, says JJ Tatten, from the Warren Youth Project. \n\"The reality is that the young people we work with are not ready to go into jobs in local tech and green industries,\" he says.\n\"There's no lack of will, no lack of intelligence, no lack of energy. They just need that first rung of the ladder and that access to skills. \n\"There is a real danger for the young people we work with here in Hull, that if they can't get the opportunity to develop some of those skills, they won't get the opportunity to take a job in that field or that industry, and the people to fill those vacancies will have to be sourced from outside'.\nThe government's levelling up playbook looks something like this: pick an industry that the UK does - or should - have a natural advantage in, put in some funding, incentives and price guarantees to encourage businesses to invest, get local universities and colleges involved, use regulation to accelerate progress and government procurement to help at the customer end. \nBut on top of that the CBI believes it could be playing a much bigger role in coordinating investment in regional businesses, building regional economic clusters, and determining the direction of skills training.\nSpecific recommendations for government policy in its report include an overhaul of the much criticised Apprenticeship Levy and a requirement that economic regulators prioritise investment and innovation. \nThe CBI said it was ready to play a more proactive role in transforming the economy than previously. It sees this year as a \"once-in-a-generation opportunity to unite and agree to transform the UK economy\". \nFailure to make bold changes now would result in a return to business as usual, it said, including \"the persistently low productivity and heightened social division that followed the 2008 financial crisis\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57221506",
      "category": "uk",
      "title": "Covid: UK passes 60m jabs milestone after 762,000 in a day",
      "tags": "Coronavirus vaccines,Department of Health & Social Care,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "More than 60 million coronavirus vaccine doses have been given in the UK, the health secretary has announced.\nThere were 762,361 first or second jabs on Saturday, the second highest daily total of the rollout, and more than 22 million people have now had both doses.\nIt comes as a study found the Pfizer and AstraZeneca vaccines are highly effective after two doses against the variant identified in India.\nThe UK Health Security Agency's head urged people to get their second dose.\nDr Jenny Harries said the study was the \"first real-world evidence of vaccine effectiveness\" against the variant and the \"straightforward message\" was for people to make sure they took up the offer of the second jab.\nBut speaking on the BBC's Andrew Marr Show, she urged the public to remain cautious to avoid another lockdown, warning of the threat from the Indian variant which has become the \"dominant strain\" in some parts of the country.\nThe latest government data shows 556,951 UK adults received a second jab on Saturday, meaning that 43% of the adult population - 22,643,417 people - have now been fully vaccinated.\nOf them 205,410 were first doses, bringing the number of people to have had one dose to 37,943,681 people, or 72% of UK adults.\nOnly on 20 March, when 844,285 doses were administered, have more jabs been given on a single day. But Saturday's second dose figure surpassed the previous highest daily total of 547,636 set on 24 April.\nAnother 2,235 new cases and five deaths within 28 days of a positive test have also been announced.\nPublic Health England, which ran the study into the two vaccines said they are likely to be even more effective at preventing hospital admission and deaths.\nSome 13,000 deaths and 39,100 hospitalisations have been prevented in the UK due to the vaccination programme up to 9 May, according to PHE analysis.\nResponding to the latest vaccination figures, the health secretary tweeted: \"This is a fantastic milestone in our fight against this virus. \n\"Thank you to everyone involved in our national effort. When you get the call, get the jab.\"\nEarlier Matt Hancock also said the PHE study's findings showed that getting both doses of the vaccine was \"absolutely vital\".\nHe added the research made him \"increasingly confident\" that the government was on track for the final stage of easing restrictions in England on 21 June.\nHowever, Home Secretary Priti Patel said there would not be a \"green light all the way\", telling the Andrew Marr Show that people have to remain \"conscientious.... following all the rules.\n\"That is part of our normal life now and that will continue, and that, of course, will help us to that unlocking on 21 June.\"\nAppointments for second doses for people in England have been brought forward from 12 to 8 weeks for those in the top nine priority groups.\nIt follows advice from the Joint Committee on Vaccination and Immunisation, which recommended reducing the interval to counter the threat of new variants.\nThe variant first discovered in India - also known as B.1.617.2 - is responsible for the majority of new cases in parts of England.\nThe PHE study found two jabs of either the Pfizer or AstraZeneca vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose. This compared with 50% effectiveness against the Kent variant.\nThe Moderna vaccine has also been used in the UK since April but the study said the numbers who had received it were too small for them to include it in their research."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57217326",
      "category": "world-africa",
      "title": "DR Congo's Goma volcano: 'I couldn't save my sick husband from the lava'",
      "tags": "Volcanoes,Democratic Republic of Congo",
      "text": "Ernestine Kabuo returned home after fleeing the lava flow in Goma, Democratic Republic of Congo, to find that her husband had not survived.\nThe 68 year old was unable to carry her sick husband out of their house and she found him burnt to death, she told Reuters news agency.\nAt least 22 deaths have been confirmed following Saturday's eruption of a nearby volcano, Mount Nyiragongo.\nBut the lava stopped short of the city's built-up area.\nThis avoided the level of death and destruction witnessed in 2002. It did, however, hit the Buhene district, where Ms Kabuo's home was.\n\"I said to myself: I can't go alone, we've been married for the best and for the worst,\" she told Reuters reflecting on what happened on Saturday.\n\"I went back to at least try to get him out but couldn't. I ran away and he got burned inside. I don't know what to do. I curse this day.\"\nFive people died of asphyxiation while trying to cross the lava when it was cooling in a place just north of Goma.\nA sixth person is in hospital with breathing difficulties, civil society leader Mambo Kawaya told the AFP news agency.\nSince then, the authorities have tried to prevent people from visiting places where the lava is cooling, Goma journalist Esdras Tsongo told the BBC's Focus on Africa radio programme.\nOther Goma residents, a city of 670,000 according to UN estimates, are searching for missing loved ones as the city, and the region, continues to experience earthquakes.\nMore than 170 children are feared to be missing and 150 others had been separated from their families, the UN's children's agency, Unicef, said, adding that centres would be set up to help unaccompanied minors.\nNine of the deaths so far recorded by the authorities occurred in a traffic accident as people fled.\nFour others died as they tried to escape a prison while two were burned to death, government spokesman Patrick Muyaya said on Sunday. \nBut there are fears that more deaths may be confirmed as people return to the remains of their houses.\nThe lava stopped in the Buhene district, on the outskirts of Goma, burying hundreds of houses and even large buildings. Reconstruction efforts are likely to take months.\n\"All the houses in Buhene neighbourhood were burned,\" Innocent Bahala Shamavu told the Associated Press news agency.\nElsewhere, lava crossed the N2 road connecting Goma to the city of Beni, severing a key aid and supply route. However, the city's airport was untouched, despite earlier reports that it had been affected.\nThe volcano, located 10km (six miles) from Goma, last erupted in 2002, killing 250 people and making 120,000 homeless.\nResidents started leaving their houses even before the government announced an evacuation plan. At night, crowds were seen fleeing on foot with mattresses and other belongings. \nRwandan authorities said more than 3,000 people had officially crossed from Goma. Some started to return on Sunday. Others went to higher ground to the west of the city.  \nOne Goma resident, Richard Bahati, said he was in his house when he heard screaming and became extremely worried as he saw the sky reddening outside. \n\"I lived through the problem with this volcano in 2002. The volcano devastated all our homes and possessions,\" he said. \nA local trader, Kambere Ombeni, was among those who returned to the scene as the rubble still smouldered. \"We watched the whole neighbourhood in the Nyiragongo territory go up in smoke. The fire came right down to here. Even now we can still see lava,\" he said. \nAnother resident, Irene Bauma, said people would need help from the government to rebuild their lives. \n\"There's land, people, a population that has lost everything, maybe there are also deaths, who knows? We are asking the government to come and help the survivors of this eruption.\"\nTom Peyre-Costa, from the Norwegian Refugee Council in Goma, told the BBC what had happened.\n\"The lava was pretty slow, like, 1km/h, but it didn't stop.... It started burning the houses,\" he said, adding that humanitarian organisations were already trying to address people's needs. \nMount Nyiragongo is one of the world's more active volcanoes but there were concerns that its activity had not been properly observed by the Goma Volcano Observatory, since the World Bank cut funding amid allegations of corruption. \nProfessor Mike Burton, a volcanologist at the University of Manchester in England, told the BBC that the lava in Mount Nyiragongo is particularly fluid and has the potential to move fast. \nIn a report on 10 May, the observatory warned that seismic activity at Nyiragongo had increased.\nLast year, the observatory's director, Katcho Karume, told the BBC World Service's Science in Action that the volcano's lava lake had been filling up quickly, increasing the chances of an eruption in the next few years. But he also warned that an earthquake could trigger a disaster earlier.\nThe volcano's deadliest eruption happened in 1977, when more than 600 people died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57229635",
      "category": "world-europe",
      "title": "Roman Protasevich: Belarus dissident seized from Ryanair plane",
      "tags": "Social media,Belarus,Belarusian presidential election 2020,Svetlana Tikhanovskaya,Minsk,Alexander Lukashenko,European Union",
      "text": "Belarusian journalist Roman Protasevich is under house arrest after the extraordinary diversion of his Ryanair flight from Greece, denounced by some as a \"state hijacking\".\nMr Protasevich, 26, was until November 2020 editor of the opposition Nexta channel on the Telegram messaging app. The channel was founded by fellow dissident Stepan Putilo and run from outside Belarus.\nNexta and Nexta Live, used for mobilising street protests, now have nearly two million subscribers, managing to get round heavy state censorship.\nMr Protasevich faces serious charges. He and Mr Putilo - who calls himself Stepan Svetlov - were put on Belarus's list of \"individuals involved in terrorist activity\" last year. The charge of causing mass unrest can be punished by up to 15 years in jail. But terror offences carry higher sentences and as he was led off the plane passengers quoted him saying \"I'll get the death penalty here\".\nMass protests erupted across Belarus after long-time leader Alexander Lukashenko claimed victory in a 9 August presidential election widely condemned as rigged, and a crackdown followed.\nHe had just been visiting Greece along with his Russian girlfriend, Sofia Sapega. The blogger had attended an economics conference in Athens along with other Belarusian dissidents before the couple spent some time on holiday in Crete. \nThey were flying back to Lithuania, where they were both living, when their jet was made to land in Minsk over a fake bomb threat. \nPassenger Monika Simkiene remembered seeing Mr Protasevich panicking as the flight was diverted. Another said he looked \"super scared\".\nOn the ground, he and Ms Sapega were led away by police, and later appeared in videos where they were shown making what appeared to be forced confessions to crimes against the Belarusian authorities.\nOn 25 June, it was revealed that both had been placed under house arrest. Ms Sapega in a flat on her own in Minsk, and Mr Protasevich at an undisclosed location, allegedly under secret police supervision.   \nHis fellow blogger Mr Putilo said they had once discussed the risks of flying over their home country.\n\"It's a real shame that Roman made this mistake, he said. \"But unfortunately Roman's colleagues say he had relaxed a bit in recent times, not feeling threats.\"\nThe small Nexta (pronounced \"nekhta\", meaning \"somebody\" in Belarusian) team is based in Poland but also works closely with Belarusian dissidents in neighbouring Lithuania. It was launched by Mr Putilo in 2015 as a YouTube music channel, but soon switched to focus on political content.\nTelegram, a secure messaging app for smartphones, is one of very few ways Belarusian dissidents have been able to organise.\nNexta Live's posts have included crowd-sourced photos and videos of police brutality and have informed people about opposition rallies and strikes.\nMr Protasevich now works for a different Telegram channel, Belamova. He stepped in to write for it after blogger Igor Losik was arrested by Belarusian authorities in June 2020.\nWhen once asked by BBC Russian if Nexta was a protest hub or a media outlet, Mr Protasevich said: \"It is hard to say who we are. I guess we are primarily Belarusians who would like to come home and live in a free country without dictatorship.\"\nHis anti-Lukashenko activities go back to 2011 - as a teenager he was expelled from school for taking part in a protest.\nHe was later admitted to the journalism department of Belarusian State University, but expelled from there too.\nIn 2014-15, he was in eastern Ukraine, spending time with the ultra-nationalist Azov Battalion when it was fighting Russian-backed rebels. \nHe says he was there as a journalist and got wounded in the chest, but there exists a contemporary interview with a Belarusian Azov fighter (in Russian) using the nom de guerre Kim, who fits Mr Protasevich's description and calls himself a soldier. \nWhile the exact nature of his involvement with Azov is difficult to know, Belarusian state media have seized upon it in an attempt to portray Mr Protasevich as an extremist.\nThe blogger left Belarus in 2019 and in January 2020 applied for Polish citizenship. \nHis parents moved to join him in Poland last August. His father Dmitry is an army reserve officer who lectured in ideology at a Belarusian military academy.\nSince his capture, Mr Protasevich has appeared in several videos apparently speaking under duress.\nIn one appearance on Belarusian state TV, he admitted trying to topple Mr Lukashenko.\nBelarusian rights group Viasna condemned the broadcast, saying: \"Everything Protasevich will say was said under duress - at the very least psychological duress.\"  \nHis father Dmitry said watching his son speaking was painful: \"No-one should believe these words because they were beaten out, through abuse and torture of my son.\"\nAt the end of the interview, the dissident broke down in tears and lifted his hands to his face, revealing marks on his wrists."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57200863/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Sniffer dogs could bolster screening at airports",
      "tags": "Coronavirus testing,Air travel,Coronavirus pandemic",
      "text": "Sniffer dogs could contribute to efforts to prevent the spread of Covid as society reopens, according to scientists.\nAs part of a trial, dogs were trained to recognise a distinctive odour produced by people with the virus, but undetectable to the human nose.\nThis could come in useful for screening at airports or mass events. \nBut the dogs' findings would have to be confirmed by lab testing, the researchers said.\nAlthough the dogs correctly picked up 88% of coronavirus cases, they also incorrectly flagged 16% of people who didn't have Covid as having the virus.\nDogs can have up to 100,000 times the smelling ability of humans and have long been used to sniff out drugs and explosives. \nRecent research has shown dogs - particularly breeds like spaniels and retrievers - can detect the unique scents of diseases including cancer, Parkinson's and malaria.\nAs part of the current canine screening trial, six dogs were trained to recognise the smell produced by people with Covid-19 using worn socks, face masks and t-shirts of various materials. \nThey were rewarded with treats when they correctly identified whether the sample was from an individual who had tested positive or negative. \nSome of the people in the negative group had common cold viruses, to make sure the dogs were able to distinguish Covid from other respiratory infections. \nThe dogs were able to sniff out the disease even when it was caused by different variants, and when the person had no symptoms or only had very low levels of the virus in their system. \nClaire Guest, Chief Scientific Officer at charity Medical Detection Dogs, which trained the animals, said the results were \"further evidence that dogs are one of the most reliable biosensors for detecting the odour of human disease\".\nThey picked up roughly 88% of positive cases - meaning, for every 100 cases, the dogs failed to recognise just 12 infected people. \nBut out of 100 people who did not have Covid, the dogs wrongly suggested - via the sniff test - that 16 of them were infected. \nSo if one person on a plane of 300 passengers has coronavirus, the dogs are likely to correctly identify that person, but may also wrongly indicate that another 48 Covid-negative people are infected.\nIt means a proportion of infections will be missed, and more will be told they have the virus when they don't. This is the case for all tests to different extents, but the canine method incorrectly tells a lot more people they have the virus than the type you swab up your nose. \nSo the research team does not recommend dogs alone are used to sniff out positive cases.\nBut they believe the dogs could be an additional screening tool alongside more conventional tests. They say dog screening, followed by swab testing, will pick up 91% of infections. \nThe real potential advantage, though, is speed: even the quickest tests take 15 minutes to show a result, while dogs can sniff out the disease in seconds. \nTwo dogs could screen 300 people in half an hour, researchers say. \nThis could make the sniff test \"a suitable method for mass screening\", argues Prof James Logan at the London School of Hygiene & Tropical Medicine, which conducted the research alongside the University of Durham.\nIn theory, people could be screened as they queue for a flight or to enter an event, and anyone flagged up by the dogs would need to take a PCR test - the more accurate type of swab tests which is processed in a lab.\nThis could cut down on the numbers having to enter hotel quarantine. \nDogs could also potentially be used in areas where there isn't currently much screening, such as busy train stations, to help prevent a super-spreading event. \nThe research is at an early stage so it still needs to be reviewed by other scientists before it can be published and, in the next phase of the study, tried out on infected people - rather than bits of sock."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57219989",
      "category": "uk",
      "title": "Human rights body leaves Stonewall diversity scheme",
      "tags": "Human rights,LGBT,Stonewall",
      "text": "Britain's human rights watchdog has not renewed its membership of a diversity scheme run by LGBT group Stonewall. \nThe Equality and Human Rights Commission says it told Stonewall it would be leaving the Diversity Champions scheme in March.\nMembers pay Stonewall a fee and allow it to vet their internal policies, such as who can use their toilets and changing facilities.\nBut the EHRC says it \"did not constitute best value for money\".\nNancy Kelley, Stonewall's chief executive, said the charity was proud of its work supporting organisations to create inclusive working environments, but added that it was \"up to individual employers how they meet their statutory requirements\".\nHundreds of private and public bodies are members of Stonewall's scheme. \nBut the scheme is not without controversy - earlier this week an independent report commissioned by the University of Essex found that Stonewall gave it incorrect and potentially illegal advice on transgender issues.\nNews that the EHRC left the scheme in March comes just days after Stonewall and several other LGBT groups criticised the organisation in an open letter, saying it was not doing enough to champion LGBT rights.\nThe letter followed a Times interview in May in which Lady Falkner, who was appointed head of the EHRC in December, said that women must have the right to question transgender identity without being abused, stigmatised or risking losing their job. \nA spokesman for the EHRC said: \"We remain committed to creating an inclusive workplace that will attract people from all backgrounds, where all of our colleagues will thrive and where all LGBT employees are accepted without exception.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57228247",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Man left schoolgirl to die on hill in freezing weather",
      "tags": "Livingston,Edinburgh",
      "text": "A man has admitted killing a schoolgirl after buying her alcohol and abandoning her on Edinburgh's Calton Hill.\nEwan Fulton, who was 18 at the time, bit and throttled Mhari O'Neill, 15, before leaving her on Edinburgh's Calton Hill on 7 December 2018.\nHer body was found by a dog walker. Hypothermia, with intoxication, was said to be the most probable reason for her death.\nFulton, now aged 20, was remanded in custody at the High Court in Edinburgh.\nHe will be sentenced next month following background reports.\nThe court heard that Fulton met Mhari through social media site Yubo.\nBefore they met, he sent her a message which read: \"It is freezing today should've worn my pimp coat\". In a later message he wrote: \"Ur gonna freeze to death OMG.\"\nAfter she was found dead he told police he was aware Mhari was 15 years old.\nHe said he had bought a large bottle of vodka for them to share after he travelled to Edinburgh from Livingston to meet her.\nFulton told police Mhari had been so intoxicated that she kept falling off a bench and could not walk.\nHe claimed he was starting to panic and knew he needed to get the last train home. He maintained he told her several times he was leaving, but did not get a response as she was \"unable to speak\".\nThe following day the shop worker sent her a text stating: \"Are you alive?\" He said he was \"freaking out\" because he had not heard from her.\nAdvocate depute Alex Prentice told the court after his meeting with Mhari, Fulton had texted a friend the next day.\nIn a message he wrote: \"I had no choice but to leave, what was I supposed to do?\" and \"I got her drunk she's 15\".\nHe told another friend: \"That girl has a family and if I had stayed she would be alive.\"\nMr Prentice said pathologists considered hypothermia, with intoxication, was the most probable reason for the Portobello High School pupil's death.\nFulton pleaded guilty to culpable homicide. He admitted taking part in sexual activity with the schoolgirl, culpably and recklessly endangering her health and life, and exposing her to risk of injury and death.\nHe had provided her with alcohol which resulted in her becoming intoxicated and incapable of looking after herself.\nFulton, from Livingston, West Lothian, abandoned the girl \"in a remote and exposed location\" in a state of partial undress without means to contact anyone and failed to seek help for her.\nThe culpable homicide charge stated he behaved with \"utter disregard\" for the consequences of his actions towards her.\nIn impact statements, Mhari's parents described her as \"a much-loved daughter\".\nMhari had asked her mother, Donna O'Neill, if she could go to the city's Christmas market with a friend. Her mother agreed and told her she had to be home by 21:00.\nWhen she failed to return home her family began looking for her and contacted her friends, before reporting her to police as a missing person at about midnight.\nDet Insp Susan Balfour from Police Scotland's major investigation team said: \"This has been a distressing time for Mhari's family and our thoughts remain with them and her friends.\n\"We welcome the conviction of Ewan Fulton and hope it brings some comfort to Mhari's loved ones.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57227240",
      "category": "world-asia",
      "title": "Samoa's first female PM locked out of parliament by losing opponent",
      "tags": "Women,Samoa,Democracy",
      "text": "Samoa's first female prime minister has been sworn into office in a tent after she was locked out of parliament by her opponent, who has refused to step down.\nFiame Naomi Mata'afa took the oath of office in a marquee in the parliament's gardens, leaving uncertainty over who controls the Pacific island nation.\nTuilaepa Sailele Malielegaoi, who has been prime minister for 22 years, has ignored a court order to step down.\nMs Mata'afa, 64, arrived at parliament on Monday expecting to be sworn in.\nBut the former deputy prime minister, who arrived alongside the chief justice, found herself barred from the building, which had been locked by allies of Mr Malielegaoi in advance of her arrival.\nInstead, Ms Mata'afa and members of her Faatuatua i le Atua Samoa ua Tasi (Fast) party gathered in a marquee in parliament's gardens, in the capital Apia, with supporters looking on, and were sworn in one by one.\nIn a statement, the Fast party said: \"Democracy must prevail, always. There can be no exceptions from this fundamental principle. Those who claim otherwise and act accordingly play with fire.\"\nThe ad-hoc ceremony was rejected by rivals as unofficial. Mr Malielegaoi called the improvised swearing-in ceremony \"illegal and unlawful\".\nThe controversy comes a month after the closest-run general election in Samoa's history, which was followed by bitter disputes and legal challenges.\nMr Malielegaoi's Human Rights Protection Party (HRPP) was ousted from power after four decades by Ms Mata'afa's insurgent Fast party. Both parties won 25 seats, but a single independent MP broke the tie in favour of the Fast. \nThat led to legal manoeuvring by the HRPP, which claimed its opponents had not correctly met the quota of female MPs. Samoa's election commission revoked the results of the April vote and called a fresh election for 21 May.\nBut five days ahead of the re-run, the supreme court ruled against the HRPP, re-endorsing the results of the election and ordering the swearing in of Ms Mata'afa to go ahead.\nAfter 22 years in charge, Mr Malielegaoi is the world's second longest-serving prime minister.\nAfter serving as Polynesia's first female deputy prime minister, Ms Mata'afa success in the general election makes her only the second woman in the region to head a government.\nShe is the daughter of the country's first prime minister, and has been politically active since the mid-1980s."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57221740",
      "category": "uk",
      "title": "Covid: Parts of England to trial self-isolation support",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "More ways of supporting people to self-isolate in areas with higher coronavirus infection rates are to be piloted in nine parts of England.\nThere will be \"buddying\" services for people needing mental health support and alternative accommodation for those in overcrowded homes.\nSocial care support and translation services will also be available.\nIt is hoped the schemes will encourage more people to get tested and self-isolate if required.\nHealth Secretary Matt Hancock said this was \"vital\" in the fight against new Covid variants.\n\"Variants have the potential to be a Trojan horse for our hard won progress and it is more vital than ever that we do what we can to show them the exit door, following the rules and self-isolating when asked,\" he said.\nThe areas that will receive funding from a £12m pot for the pilots are:\nThere will be language communications support for those who do not speak English as their first language, and social care support, such as increasing existing social care support for vulnerable adults.\nHealth Secretary Matt Hancock said: \"We recognise just how challenging self-isolation is for many people and these pilots will help us find the best ways to support people and making it easier for everyone to keep doing their bit.\"\nHowever, people in pilot areas will not receive further financial support when self-isolating.\nUnder current rules, a £500 grant has been made available in England to people on low incomes who have to self-isolate.\nLabour has been calling on the government to expand eligibility for this scheme.\nThe government is already backing a pilot across the Greater Manchester region with £2m of funding to assess ways of helping people self-isolate.\nThis includes \"support and engagement teams\" who work with households within 24 hours of a positive Covid test to develop a bespoke plan for self-isolation.\nJames Jamieson, chairman of the Local Government Association, said rapidly targeting local outbreaks was crucial to tackling the spread of the virus.\n\"These pilot schemes will provide further insight into what works best in supporting those who test positive and their contacts to do the right thing to protect themselves, their families and their wider communities,\" he said.\nPeople who have tested positive for coronavirus and those considered at risk of having been exposed to it must self-isolate.\nThis means staying at home and not leaving it - even to buy food, medicines or other essentials, or for exercise.\nIn other developments:\nOn Sunday, the government announced that 60.6 million first and second vaccine doses had been administered since 8 December.\nThe figure includes 37.9 million people who have received a first dose - 72% of the UK adult population - and 22.6 million have had both (43%).\nThe number of second doses administered in the UK hit a daily record on Saturday at 556,951.\nDr Jenny Harries, chief executive of the UK Health Security Agency, said the possibility of restrictions being eased on 21 June - as planned under the government's road map out of lockdown - was \"looking good\".\nBut she urged the public to be cautious to avoid another lockdown, warning that the new Indian variant has become the \"dominant strain\" in some parts of the country.\nUnder the plans, from 21 June nightclubs would be allowed to reopen and restrictions on large events, such as festivals, would be lifted.\nProf Adam Finn, a member of the government's Joint Committee on Vaccination and Immunisation, said there might be an \"adjustment\" to the lifting of restrictions on this date.\nHe told Times Radio on Sunday: \"We're effectively in a race with the vaccine programme against the virus.\n\"We know that we're letting the virus out by spreading it about now, we know that we're progressing well with the vaccine programme, but I think there's going to need to be an adjustment of some sort.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56540236",
      "category": "world-europe",
      "title": "Belarus banned from Eurovision over song lyrics",
      "tags": "Belarus,Alexander Lukashenko",
      "text": "Belarus has been disqualified from the Eurovision Song Contest for twice fielding songs deemed to have broken the rules of the competition.\nThe country was told to submit a new song two weeks ago over concerns their entry had a political subtext.\nBut the re-submission, by the same group, has now also been deemed inappropriate by contest organisers.  \nThe band, Galasy ZMesta, is known for mocking anti-government protests.\nLarge-scale demonstrations took place across Belarus last year after Alexander Lukashenko claimed victory in a disputed presidential election. \nI Will Teach You, a song by Galasy ZMesta, featured lyrics such as \"I will teach you to toe the line\", prompting a backlash from opposition figures. \nMany worried that allowing such a song would legitimise Mr Lukashenko's violent suppression of protesters.\nThe European Broadcasting Union (EBU), the organisers of Eurovision, agreed the lyrics were inappropriate and ordered that Belarus re-submit their entry if they wanted to take part in May.\nMr Lukashenko weighed in on the controversy himself. \n\"They are starting to press us on all fronts. Even at Eurovision, I see,\" he said. \n\"We'll make another song,\" he added. \"You see that this is all politicised.\"\nBelarus went back to the drawing board, but their re-submission has now also been rejected.\nIn a statement, the EBU said it had \"carefully scrutinised the new entry to assess its eligibility to compete.\"\nHowever, \"it was concluded that the new submission was also in breach of the rules of the competition that ensure the Contest is not instrumentalised or brought into disrepute\".\n\"Regrettably, Belarus will not be participating in the 65th Eurovision Song Contest in May,\" it added.\nThe disputed election in August led to a political crisis in Belarus.\nThe main opposition leader, Svetlana Tikhanovskaya, said she had attracted between 60 and 70% of the vote but was forced into exile in neighbouring Lithuania immediately after the vote.\nMr Lukashenko, who has ruled the country for 26 years, refused to resign.  \nThe EU and the US government agree with the opposition that the August election was rigged.\nMr Lukashenko ignored repeated opposition calls for negotiations to re-run the election under free and fair conditions, to end police brutality and release political prisoners.\nThousands of demonstrators were arrested. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57217600",
      "category": "world-europe",
      "title": "Damiano David: Eurovision winner denies taking drugs during event",
      "tags": "Eurovision Song Contest",
      "text": "The lead singer of the Italian band who won the Eurovision Song Contest has denied taking drugs, following online speculation over competition footage showing him leaning over a table.\nMåneskin's Damiano David rejected the idea that he had been taking cocaine.\n\"I don't use drugs. Please, guys. Don't say that really, no cocaine,\" he said at a press conference.\nIn a statement, Eurovision said the singer would \"take a voluntary drug test after arriving home\".\nMåneskin, who had been favourites to win the contest, took the top prize with their song Zitti e buoni.\nPeople at home speculated as to what the singer was doing when he appeared to bend his face towards a table as the band celebrated their victory during the live broadcast.\nWhen asked about the incident during a press conference after their victory, Damiano David said he had been looking down because guitarist Thomas Raggi had broken a glass.\nEurovision said the singer would be tested to see if he had taken drugs.\n\"This was requested by them last night but could not be immediately organised by the EBU,\" the statement said. \n\"The band, their management and head of delegation have informed us that no drugs were present in the Green Room and explained that a glass was broken at their table and it was being cleared by the singer. The EBU can confirm broken glass was found after an on site check. \n\"We are still looking at footage carefully and will update with further information in due course.\"\nThe band later also reacted to the allegation in an Instagram story, saying they were shocked and did not condone drug use:\n\"We really are AGAINST drugs and we never used cocaine. We are ready to get tasted [sic], cause we have nothing to hide.\" \nMåneskin had been firm favourites despite their rock number not being typical Eurovision fare.\nThey are the first group to win the competition since 2006. They also gave Italy its first victory since 1990.\nFrance's Barbara Pravi came second with Voilà, while Switzerland's Gjon's Tears came third with his ballad Tout l'Univers.\nThe UK came last in the contest, with James Newman's Embers scoring nul points."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57228041",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid: Half of appointments missed at Glasgow mass vaccine hub",
      "tags": "Coronavirus vaccines,Glasgow,Humza Yousaf",
      "text": "Around half of people who were due to get a Covid jab at a mass vaccination centre in Glasgow failed to turn up over the weekend.\nThe BBC has learned a \"considerable\" number of no shows were recorded on both Saturday and Sunday at the Hydro.\nThe venue can administer a minimum of 4,000 vaccinations each day, with a capacity to scale up to 10,000.\nIt comes amid efforts to accelerate vaccination following a rise in cases in the city.\nThe BBC understands that the number of missed appointments at the Hydro was higher on Sunday than on Saturday.\nBoth NHS Greater Glasgow and Clyde and the Scottish government said they were looking into the issue to establish if it was a localised issue or more widespread.\nThe Scottish Conservatives suggested there may have been an issue with people receiving their vaccination appointment letter on time while the Lib Dems pointed to younger age groups who they said \"move frequently\" and have less contact with their GP.\nIn Scotland, people are invited to vaccine appointments, usually by letter, rather than booking slots themselves.\nHealth Secretary Humza Yousaf, who received his first jab on Monday, said there had been a \"slight increase\" in those not attending appointments.\nHe said: \"My plea would be to please attend and if you can't attend the appointment you're given of course you do have details where you can switch appointments, rearrange and reschedule - which is really important to do.\"\nGlasgow City currently has the second highest coronavirus rate in Scotland at 136.8 cases per 100,000 people, having recorded 866 new positive tests in the seven days to 21 May. \nClackmannanshire has overtaken it for the highest case rate, at 139.7 per 100,000 although the number of positive tests is much smaller, at 72.\nGlasgow is the only council area in Scotland under level three Covid restrictions amid concerns over the prevalence of the variant first identified in India - referred to as the April 02 variant by the Scottish government.\nPeople aged 18 to 39 who live in postcodes G41, G42, G5, G51 or G52 in the southside of Glasgow are being offered jabs early to tackle surging cases.\nThe national clinical director, Prof Jason Leitch, confirmed there were bigger numbers of non-attendees than expected and that it was being looked into.\nHe told Radio Scotland's Drivetime with John Beattie: \"It's not simple, it will be a mixture of reasons. Some of it will be our fault, because we didn't send letters in time or the appointments didn't go where they were supposed to go. \n\"Some of it will be vaccine hesitancy and some will be complacency. But it doesn't matter if you didn't attend, we just want you to come. Make a new appointment and come back.\"\nHe also said he was optimistic that case numbers in Glasgow would stabilise and that the city might be able to move down to level two next week. \nThe Scottish government is now inviting 18-29 years to self-register after a successful trial for unpaid carers.\nA spokeswoman said: \"This age group is particularly mobile and having the ability to text these groups means they will receive details of their vaccination appointment regardless of where they are. \n\"This is particularly relevant for students who may have registered with a GP near their term time address but be heading home for the holidays. Therefore, once they receive their appointment details vie text or email they simply contact the helpline should they need to change the location.\"\nThe service is open between 24 May and 4 June and those who register for their vaccination during this period will be allocated the first available slots from mid-June until the end of July.\nBut anyone in this age group who does not register for whatever reason will still receive a blue envelope appointment.\nTo sign up, visit nhsinform.scot/under30register or call 0800 030 8013.\nUniversity of St Andrews psychologist Prof Stephen Reicher, who advises the UK and Scottish governments, said the message should be that it is important to get both jabs. But he said it was not as simple as assuming people were to blame for not going for their vaccinations.\nHe said: \"Sometimes it's a matter of practicality. Getting to the SECC if you have caring responsibilities over the weekend, or if you are a single parent and you have got to take a couple of buses to get there, it is quite tricky.\n\"It makes sense that rather than ask people to come to you, to go into communities, take mobile labs there to get people vaccinated.\n\"We also need to talk to people and understand what their concerns are.\"\nHospital admissions in Glasgow have increased recently, and the health secretary said the Scottish government would be monitoring whether this figure translates into more severe cases which require ICU treatment.\nMr Yousaf also said this new variant meant it was \"vitally important\" that people received both doses of the vaccination when it was offered.\n\"The second dose offers greater and longer lasting protection, and should not be missed,\" he said.\n\"We want everyone to come forward for a vaccine and we continue to work with community organisations to address any barriers people may experience to ensure that everyone is able to get an appointment.\n\"The vaccines we have are extremely safe and highly effective.\"\nThe Scottish Conservative health spokeswoman Annie Wells said the number of missed vaccine appointments was \"extremely concerning\" and called for further transparency from the government on the issue.\nShe said: \"If there are any issues with people receiving their appointment letters on time, then SNP ministers must give health boards the resources to ensure that people's details are fully up-to-date.\n\"That is even more important now as we encourage younger people to take up the vaccine and ensure we can safely ease restrictions in the coming weeks.\"\nScottish Liberal Democrat health spokesperson Alex Cole-Hamilton MSP added: \"Younger age groups are more likely to move frequently and have less contact with their GPs so the government should be exploring a range of options as to how they can get people registered and get their jab.\n\"If you did not receive your letter, please check with your GP.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57232694",
      "category": "world-us-canada",
      "title": "Florida high school alters 80 'immodest' yearbook photos of students",
      "tags": "Schools,Florida,Dress code,United States",
      "text": "A Florida high school is facing a backlash for altering the yearbook photos of 80 female students to add clothing to their chests and shoulders.\nThe school district told local media the changes were made to ensure the photos met the dress code, which says girls' shirts must be \"modest\".\nBut critics pointed to yearbook photos of male students left unedited despite violating the same standards. \nThe digital alterations were made without permission, the students say.\nBartram Trail High School's yearbook co-ordinator - a female teacher - made the decision to edit the photos after determining they had violated the dress code, the St Johns County school district said.\nA disclaimer on Bartram Trail's website warns students that their yearbook photos may be digitally edited to be consistent with the dress code. \nBut some students have called the alterations distressing and accused the school of sexism.\n\"The double standard in the yearbook is more so that they looked at our body and thought just a little bit of skin showing was sexual,\" Bartram Trail student Riley O'Keefe, 15, told CBS affiliate WJAX News.\n\"But then they looked at the boys, for the swim team photos and other sports photos and thought that was fine, and that's really upsetting and uncomfortable.\"\nIn a statement to WJAX, the district said the school's previous policy was to remove all photos that violated the dress code, and this year's edits were to make sure all students were included.\nFollowing the criticism, Bartram Trail, a government-run high school near Jacksonville with about 2,500 students, has said they will issue refunds for the $100 (£70) yearbook to parents upset by the changes. \nThe district's dress code for the 2020-2021 school year says that girls' tops and shirts \"must cover the entire shoulder\" and must be \"modest and not revealing or distracting\". \"Excessive make-up\" is not permitted and all students are prohibited from donning \"extreme hairstyles\". \nEnforcement of the dress code differs between schools, according to the district. \nBartram Trail's application of these rules stirred local controversy earlier this year when 31 students received dress code violations in a single day. Several of the female students - around 15 and 16 years old - said at the time they were asked to unzip their sweaters and jackets in front of teachers and other students to reveal tank tops and bras underneath. \nIn response, Riley created an online petition asking for changes to the dress code which, she says, \"is clearly based on the sexualisation of young women\". With the code making national headlines again, the petition now has more than 5,000 signatures. \nUS dress codes have been criticised in recent years, with some saying they are applied in ways that shame young women and girls about their bodies. \nA 2018 study in Washington, DC, by the National Women's Law Center found that black girls and students with curvier bodies were disproportionately targeted. \nRiley's mother, Stephanie Fabre, told the BBC the incident \"drew attention to something that wasn't a problem to begin with\".\n\"Nobody would have looked at that yearbook and looked at these pictures and thought anything of them other than they were beautiful ninth graders,\" she says.\n\"Some of these edits have drawn mass bullying and emotional stress on some of these girls, because their pictures were so poorly photoshopped that they're being used as memes now and circulating on Snapchat, and that's horrible.\"\nMs Fabre added that some families are demanding an apology from the school, changes to the dress code and a reissue of the yearbooks with the original photos.\nBut not all parents are against the rules. Another Bartram mother, Rachel D'aquin, told WJAX that she approved of the edits.\n\"If parents aren't teaching at home how daughters should dress and dress decently, then the school has to parent.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57224565",
      "category": "world-asia",
      "title": "India records 300,000 Covid deaths as pandemic rages",
      "tags": "India,Coronavirus pandemic",
      "text": "The number of deaths linked to Covid-19 in India has moved past the 300,000 mark as the country continues to grapple with the pandemic.\nExperts warn that the real number of fatalities might be much higher as many deaths are not officially recorded.\nIndia has recorded 26 million cases - second only to the US - and is now the epicentre of the global pandemic.\nThe country is also only the third in the world to record more than 300,000 deaths  - behind the US and Brazil.\nIt took less than a month to record its last 100,000 deaths. \nA deadly second wave in recent weeks has overwhelmed the country's healthcare system, with hospitals struggling to cope with the influx of patients and with critical drugs and oxygen running out.\nNearly half of India's virus deaths occurred in the last three months. \nIn the last 26 days alone, the country has recorded 102,533 Covid-19 deaths. \nSome experts say the number of daily deaths may rise further.  Dr Murad Banaji, a mathematician at Middlesex University London, has been tracking the pandemic closely.  \n\"We expect a delay between cases peaking and deaths peaking. But also, as with cases, we know there are huge variations in death surveillance and recording between states, and between urban and rural areas,\" he told the BBC. \n\"Even once recorded fatalities start to fall, we'll need to be wary of reading too much into this until we stop hearing reports of large numbers of rural deaths,\" Dr Banaji said.  \nOver the past days, concerns over a rising number of deadly fungus infections linked to Covid treatment have added to the overall crisis. \nIn some places, even crematoriums have run out of space and have been forced to expand to makeshift sites in public parks. \nMortality data in India is poor and deaths at home often go unregistered, especially in rural areas. \nThere are reports of journalists counting bodies at morgues themselves, to try to get a more accurate number. Some models speculate that about a million people may have actually died.\nThe country's vaccination drive is also not nearly making enough progress to ease the current crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57217740",
      "category": "uk-politics",
      "title": "Coronavirus: Patel denies No 10 pursued herd immunity policy",
      "tags": "Dominic Cummings,Priti Patel,Coronavirus pandemic",
      "text": "Home Secretary Priti Patel has denied claims the government pursued a herd immunity policy early in the pandemic.\nThe prime minister's ex-aide Dominic Cummings has said in tweets that the UK's original plan was to let the virus spread through the population - achieving so-called \"herd immunity\".\nMr Cummings said No 10 later realised it would be a \"catastrophe\". \nBut the UK Health Security Agency chief said allowing people to become infected \"has never been on the agenda\". \nDr Jenny Harries said she had \"never been in a government meeting where herd immunity was put forward as a mechanism of control\" for the pandemic.\n\"But bear in mind I would not have been in most of the high-level ones as deputy chief medical officer,\" she said. \nAsked by the BBC's Andrew Marr whether herd immunity had been government policy at the beginning of the Covid pandemic - before a vaccine had been created - Ms Patel replied \"absolutely not\".  \nShe said she would not comment on what Mr Cummings would say ahead of his appearance in front of a parliamentary committee this week, but added \"our strategy was always about public health, saving lives and protecting the NHS\". \nAlso speaking to Andrew Marr, Dr Harries said that the term herd immunity had been \"misinterpreted\". \nShe said there was a difference between the widespread immunity achieved through vaccinations, and herd immunity produced by allowing the public to catch the virus naturally.\n\"What you're looking at in a population is to try and see at which point your population would be safe, and this is what we do with this very successful vaccination programme,\" she said.\n\"That's not the same as saying... that the aim would be to allow people to become infected and develop herd immunity.\n\"That has never been on the agenda but you would always look to see how safe you can get your population through a vaccination programme.\" \nHerd immunity is a term used to mean that most people are immune to a particular disease. \nThis means that the disease is much less likely to spread from person to person, so those who are not immune are at reduced risk of illness. \nThe more infectious a disease is, the greater the number of people that need to be immune in order to reach the threshold where the unprotected are safe. \nThere are two ways of achieving herd immunity: First is through the natural progression of the disease, which will cause illness and death as people become infected. The second is through vaccination. \nAdding to a series of tweets Mr Cummings began a week ago, the former No 10 advisor referred to the government's handling of Covid as a \"disaster\". \nOn Saturday evening, he said the \"official plan in all the documents, graphs and meetings\" at the outset of the pandemic was to achieve so-called \"herd immunity\" by September 2020. \nHe added: \"How herd immunity could have been the plan is a fundamental issue in the whole disaster\", adding it was only changed after \"No 10 was made aware... it would lead to catastrophe\". \nIn addition to saying \"awful decisions\" were made, and \"lives and money\" were \"needlessly lost\" he also said \"if competent people had been in charge\" lockdowns may have been avoided. \nFollowing Ms Patel's interview on Sunday morning, he said herd immunity had not been a \"secret\" policy but \"official strategy\" explained on TV and radio.\nHe said herd immunity had been viewed as \"unavoidable\" until 9 March when government policy started to shift to \"Plan B\" - to \"dodge herd immunity until vaccines [were available]\".\nHe continued to tweet on the subject throughout Sunday and ahead of his appearance on Wednesday before the Commons Health and Science Select Committee which is considering lessons to be learned from the pandemic. \nMr Cummings was the prime minister's closest political aide, and in the room when decisions were being made early in the pandemic. \nBut, since parting ways with his boss last November, he has become a trenchant critic of Mr Johnson's actions. \nEarly on in the pandemic the government's chief scientific adviser's comments about herd immunity attracted attention.\nOn 13 March 2020, Sir Patrick Vallance told BBC Radio 4's Today programme, the government's aim was to \"try and reduce the peak - not suppress it completely, also because most people get a mild illness, to build up some degree of herd immunity whilst protecting the most vulnerable\".\nSir Patrick later insisted that herd immunity was \"not the plan\" and the Department of Health said his comments had been misinterpreted adding: \"Herd immunity is not part of our action plan but is a natural by-product of an epidemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57219081",
      "category": "world",
      "title": "Scene where Italy cable car crashed to ground",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57221516",
      "category": "uk-scotland",
      "title": "Scotland's lord advocate and solicitor general resign",
      "tags": "Scottish government",
      "text": "Scotland's top law officers have confirmed they are leaving their posts.\nLord Advocate James Wolffe QC and Solicitor General Alison Di Rollo QC have said they will continue in their roles until replacements are appointed. \nThe lord advocate is the head of Scotland's prosecution body and is the principal legal adviser to the Scottish government. The solicitor general is his deputy.\nThere have been calls for the lord advocate's role to be split.\nIn England and Wales, there is an attorney general who gives legal advice to the UK government, as well as a director of public prosecutions.\nIn February, former first minister Alex Salmond said Mr Wolffe should resign over his role in the Scottish government's handling of harassment complaints against him.\nSpeaking before a Scottish Parliament inquiry into the affair in March, Mr Wolffe denied any political influence relating to Mr Salmond's criminal prosecution, which ultimately saw him acquitted of 13 charges at Edinburgh's High Court last year.\nMr Wolffe told the Holyrood committee: \"Any suggestion, from any quarter, that the Crown's decision-making has at any time been influenced by irrelevant considerations or improper motivations would be wholly without foundation.\n\"Insinuation and assertions to the contrary are baseless.\"\nThe controversy led to suggestion from Scottish Labour that the roles should be separated. \nAnd following news of the resignations, Scottish Liberal Democrat justice spokesman Liam McArthur said: \"With the departure of the lord advocate this is an opportunity to consider how the role works going forward.\n\"Scottish Liberal Democrats believe that now is the time to separate the lord advocate's position as the Scottish government's legal advisor and appoint an independent director of prosecutions to run the Crown Office and Procurator Fiscal Service.\"\nMr Wolffe also made a public apology over the wrongful prosecution of two men following a fraud investigation relating to the sale of Rangers.\nHe was not the lord advocate at the time of the initial prosecutions of David Whitehouse and Paul Clark.\nThey had been appointed joint administrators of the club in 2012 but were arrested in 2014 regarding their involvement with the administration.\nThe pair were later awarded more than £20m after charges brought against them were either dropped or dismissed.\nIt is not uncommon for Scotland's law officers to change after a Holyrood election but it doesn't happen every time. \nThe departure of the current lord advocate and solicitor general comes after a period of sustained controversy for the Crown Office. \nThe Salmond case raised questions about the dual role of law officers - as independent prosecutors and as ministers in, and legal advisers to, the Scottish government. \nThe SNP manifesto committed to considering whether that dual role should end and to a wider review of the prosecution system. \nBoth will take place under new leadership to be nominated by Nicola Sturgeon and approved by parliament and the Queen. \nWhoever is appointed will have an important role in certifying whether or not any indyref2 bill is within Holyrood's law making powers. \nThe pair were appointed as Scotland's two law officers in 2016. \nPrior to taking on their roles, Mr Wolffe was Dean of the Faculty of Advocates and Ms Di Rollo was head of the National Sexual Crimes Unit. \nTheir successors will be nominated by First Minister Nicola Sturgeon, then approved by the Scottish Parliament. \nThe parliament will then recommend the new law officers' appointment to the Queen. \nA Scottish government spokesman said the lord advocate informed the first minister last year that he intended to leave office after this month's election, and then confirmed his intention before her re-election by the Scottish Parliament as first minister. \nHe added that the solicitor general had now confirmed she intended to stand down at the same time.\nThe spokesman added: \"It is for the first minister to nominate new law officers and, subject to approval of her nominees by the Scottish Parliament,  to recommend their appointment to Her Majesty the Queen. \n\"The current law officers intend to remain in office until the new law officers are appointed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57221740/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Parts of England to trial self-isolation support",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "More ways of supporting people to self-isolate in areas with higher coronavirus infection rates are to be piloted in nine parts of England.\nThere will be \"buddying\" services for people needing mental health support and alternative accommodation for those in overcrowded homes.\nSocial care support and translation services will also be available.\nIt is hoped the schemes will encourage more people to get tested and self-isolate if required.\nHealth Secretary Matt Hancock said this was \"vital\" in the fight against new Covid variants.\n\"Variants have the potential to be a Trojan horse for our hard won progress and it is more vital than ever that we do what we can to show them the exit door, following the rules and self-isolating when asked,\" he said.\nThe areas that will receive funding from a £12m pot for the pilots are:\nThere will be language communications support for those who do not speak English as their first language, and social care support, such as increasing existing social care support for vulnerable adults.\nHealth Secretary Matt Hancock said: \"We recognise just how challenging self-isolation is for many people and these pilots will help us find the best ways to support people and making it easier for everyone to keep doing their bit.\"\nHowever, people in pilot areas will not receive further financial support when self-isolating.\nUnder current rules, a £500 grant has been made available in England to people on low incomes who have to self-isolate.\nLabour has been calling on the government to expand eligibility for this scheme.\nThe government is already backing a pilot across the Greater Manchester region with £2m of funding to assess ways of helping people self-isolate.\nThis includes \"support and engagement teams\" who work with households within 24 hours of a positive Covid test to develop a bespoke plan for self-isolation.\nJames Jamieson, chairman of the Local Government Association, said rapidly targeting local outbreaks was crucial to tackling the spread of the virus.\n\"These pilot schemes will provide further insight into what works best in supporting those who test positive and their contacts to do the right thing to protect themselves, their families and their wider communities,\" he said.\nPeople who have tested positive for coronavirus and those considered at risk of having been exposed to it must self-isolate.\nThis means staying at home and not leaving it - even to buy food, medicines or other essentials, or for exercise.\nIn other developments:\nOn Sunday, the government announced that 60.6 million first and second vaccine doses had been administered since 8 December.\nThe figure includes 37.9 million people who have received a first dose - 72% of the UK adult population - and 22.6 million have had both (43%).\nThe number of second doses administered in the UK hit a daily record on Saturday at 556,951.\nDr Jenny Harries, chief executive of the UK Health Security Agency, said the possibility of restrictions being eased on 21 June - as planned under the government's road map out of lockdown - was \"looking good\".\nBut she urged the public to be cautious to avoid another lockdown, warning that the new Indian variant has become the \"dominant strain\" in some parts of the country.\nUnder the plans, from 21 June nightclubs would be allowed to reopen and restrictions on large events, such as festivals, would be lifted.\nProf Adam Finn, a member of the government's Joint Committee on Vaccination and Immunisation, said there might be an \"adjustment\" to the lifting of restrictions on this date.\nHe told Times Radio on Sunday: \"We're effectively in a race with the vaccine programme against the virus.\n\"We know that we're letting the virus out by spreading it about now, we know that we're progressing well with the vaccine programme, but I think there's going to need to be an adjustment of some sort.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57205425",
      "category": "uk-england-leeds",
      "title": "Jo Cox: MP's sister Kim Leadbeater is Labour's Batley candidate",
      "tags": "Jo Cox,Jo Cox murder,Labour Party,Kim Leadbeater,Tracy Brabin",
      "text": "Jo Cox's sister has been chosen as the Labour candidate in the constituency the murdered MP once represented.\nKim Leadbeater will contest a by-election for the Batley and Spen seat on a date yet to be confirmed.\nThe election was prompted by the resignation as Batley MP of Tracy Brabin, who was recently elected as West Yorkshire's first regional mayor.\nMs Brabin was voted in as an MP in October 2016 after Ms Cox, 41, was shot and stabbed by a right-wing extremist.\nSpeaking after she was chosen by the constituency Labour Party, Ms Leadbeater said she was \"overwhelmed and humbled\".\nDuring the selection meeting, Ms Leadbeater told party members she was the candidate the Conservatives \"feared\".\nShe added: \"I'm a proud Yorkshirewoman and have lived in Batley and Spen all my life. I have a deep understanding of the area, its people and some of the challenges it faces.\n\"I feel passionately about the strength there is in such a diverse constituency.\"\nMs Leadbeater, 45, who has received backing from Greater Manchester mayor Andy Burnham, also spoke about the importance of \"strong northern voices\" representing their communities in Westminster.\nShe added: \"Nobody should be in any doubt about the scale of the task we have to keep Batley and Spen Labour.\"\nIt will be seen as a key test for the party, which lost the Hartlepool by-election to the Conservatives earlier this month.\nMs Brabin held Batley and Spen for Labour with a reduced majority in the general election of 2019 - down to 3,525 from 8,961 in 2017. The Conservative Party's candidate came second.\nLabour leader Sir Keir Starmer said Ms Leadbeater's \"roots in the community will make her a fantastic champion\".\nHe added: \"Batley and Spen holds an important place in the Labour Party's heart. And Kim's work to bring people together, just as her sister Jo Cox did, has inspired us all.\"\nAnalysis\nBy BBC political correspondent Damian Grammaticas\nFor Kim Leadbeater, standing in this election is deeply personal, following in her murdered sister's footsteps. For the Labour Party, selecting her as their candidate is highly strategic. \nLabour was stung by the recent loss of the Hartelpool by-election. The leadership was blamed for losing touch with local voters and criticised for fielding a candidate from outside the constituency. \nThis time, in Kim Leadbeater, they hope they have one with intimate ties and an emotional appeal in the area. But having a local candidate isn't Labour's only issue. \nIn 2019, Labour won Batley and Spen securing about 3,500 more votes than the Conservatives. However 6,500 people voted for an independent Brexit-supporting candidate. \nIf many of them now turn to the Tories, Kim Leadbeater will have a tough task on her hands. In Hartlepool a similar thing happened. \nThere Labour's majority had been 3,500 too. But around 10,000 had supported the Brexit Party in 2019 and many switched to the Conservatives, helping them win the seat. \nMs Leadbeater has worked as an ambassador for the Jo Cox Foundation, which was established to campaign for issues the MP cared about.\nShe was appointed MBE in the New Year's Honours for her work in tackling social isolation.\nThe Conservatives announced on Wednesday that Ryan Stephenson, a Leeds councillor, had been selected as the party's by-election candidate.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57225856/#comp-comments-button",
      "category": "#comp-comments",
      "title": "£300m investment to fuel electric car take-up",
      "tags": "Ofgem,Electric cars,Renewable energy",
      "text": "The UK's energy regulator has approved plans to invest £300m in low carbon projects including support for 3,550 charging points for electric vehicles.\nOfgem said the funds would allow energy networks to build robust electricity infrastructure for installing charging points across UK motorways.\nIt said while more people are buying electric cars, others are put off due to a lack of charging points near home.\nOfgem said a wider charging network would help address \"range anxiety\".\nThe new funding will support the infrastructure needed to support 1,800 new ultra-rapid charging points at motorway service areas. \nThere are currently 918 ultra-rapid charge points in the UK which can add a range of 100 miles to an electric car in around 30 minutes.\nThe investment will also allow an additional 1,750 rapid charging points to be installed. In addition to motorways, cities and train stations will also see increased network capacity to support more charging points.\nIn total, the UK has nearly 24,000 charging points, which have more than 41,000 connectors - or cables - that can be plugged into an electric car, according to electric vehicle app and website Zap-Map.\n\"As drivers make the switch from petrol and diesel to electric, Britain's cables, substations and other infrastructure need a massive upgrade to support this new demand for electricity,\" Ofgem said.\nWhen it comes to public charging points for electric cars, the UK isn't doing too badly. \nAccording to Zap-Map, there are nearly 24,000 chargers installed around the country. That's less than half the number available in the Netherlands, but not far short of what France and Germany have to offer. It's also more than double the number available in 2018.\nBut with the sale of new petrol and diesel cars to be banned from 2030, more infrastructure is needed, and Ofgem has acknowledged that fact. \nToday's announcement is not a game changer, but rather a statement of intent. Some 1,800 ultra-fast chargers, capable of charging car batteries in minutes rather than hours, will be installed across the motorway network - as reassurance for electric vehicle drivers who want to embark on long journeys.\nThe £300m investment is, relatively speaking, a drop in the ocean. But it forms part of a much bigger £40bn investment programme for the energy network as a whole approved last year. \nIt's likely a much more significant portion of those funds will ultimately be allocated towards getting the country ready for electric vehicles.\nThe investment, which will be made over two years, will also support the provision of more \"clean\", low carbon electric heating for homes and businesses.\nSales of new cars powered solely by petrol or diesel will be banned in the UK from 2030.\nA recent report by the Society of Motor Manufacturers and Traders (SMMT) found that while demand for electric vehicles is growing in the UK - accounting for one in 10 car registrations last year - it was mainly fuelled by businesses or buyers of fleets.\n\"Just 4.6% of new consumer vehicles were battery powered,\" it said.\nSo far, the installation of charging points has mainly been concentrated in London and the South East. Ofgem said the investment by energy networks would support more ultra-rapid charge points in cities such as Glasgow, Kirkwall, Warrington, Llandudno, York and Truro.\nWhile the number of charging points in the UK is growing, it is still far short of the estimated 2.7 million the SMMT said the country would need by 2030, the vast majority of which need to be available for people who park their cars on a nearby street at home. \n\"Drivers need certainty that they can recharge their vehicle conveniently and on demand,\" it said. \"For many, that means using a charging point at home.\n\"However, at least one in three households rely on on-street parking as they have no driveway or garage and still more have no designated off-street parking.\" \nThe SMMT said that to accommodate these drivers \"there must be a commitment to expand on-street public charging in residential areas\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57232681",
      "category": "uk",
      "title": "Max Mosley: Privacy campaigner and ex-motorsport boss dies at 81",
      "text": "Former motorsport boss Max Mosley, who later became a privacy campaigner, has died aged 81.\nEx-Formula 1 boss Bernie Ecclestone said it was \"like losing a brother\".\nMr Mosley, who had been suffering from cancer, led motorsport's governing body the FIA from 1993 to 2009.\nHe also campaigned for tighter press regulation after winning £60,000 damages from the News of the World when it wrongly published a story alleging he had attended a Nazi-themed orgy.\nMr Mosley, in his role as FIA president, initiated widespread reforms of safety procedures in Formula 1 following the death of Ayrton Senna in 1994.\nMr Ecclestone added: \"He did, a lot of good things not just for motorsport, also the [car] industry. He was very good in making sure people built cars that were safe.\"\nCurrent FIA president Jean Todt said in a tweet he was \"deeply saddened\" by the news, adding that Mr Mosley \"strongly contributed to reinforcing safety on track and on the roads\".\nMeanwhile, a spokesman for F1 described Mr Mosley as \"a huge figure in the transition\" of the sport. \nMr Mosley - the son of 1930s British fascist leader Sir Oswald Mosley - took his privacy action against Sunday tabloid the News of the World in 2008 over the paper's story.\nThe newspaper had secretly filmed him with five prostitutes and later published a front-page story.\nA judge ruled there was no substance to the allegation that there had been a Nazi theme to the sex party and found that his privacy had been breached. The High Court also said the article was not in the public interest.\nAlthough Mr Mosley was awarded damages, everyone had learned the details of his sexual preferences, and he argued money alone could not restore his reputation.\nHe went on to seek reform of celebrity privacy laws, making a bid in 2011 for newspapers to warn people before exposing their private lives. \nHis case was unsuccessful, but it led Mr Mosley to use some of his family fortune to support victims of the Fleet Street phone-hacking scandal.\nHe also backed the independent press regulator Impress through a family charity, which Mr Mosley set up in his son Alexander's memory, after he died in 2009.\nMr Mosley said in 2011 that the story had a \"very bad effect\" on Alexander, whose death was ruled as being due to non-dependent drug abuse.\nImpress chief executive Ed Procter said Mr Mosley improved access to justice for victims of press misconduct and put \"his own resources behind efforts to ensure that these issues will not be forgotten\".\nHacked Off, which was set up in response to phone-hacking, said it was thanks to Mr Mosley's \"courage and generosity that the movement for a more ethical press remains so effective today\".\nAnd media lawyer Mark Stephens, who represented phone-hacking victims, described Mr Mosley as \"effectively the author of modern privacy law\".\nMax Mosley was one of the most influential and important figures in motorsport over the last half-century - and also among the most controversial.\nWith a brilliant intellect and a devious, sometimes malicious mind, he was arguably better suited to a career in politics.\nBut he was the son of the 1930s British fascist leader Sir Oswald Mosley, and in his youth was involved in his father's post-war political party the Union Movement. He realised his personal history would prevent him from entering Parliament, so he directed his attention towards motorsport instead.\nMosley was a fascinating and contradictory character. Urbane and charming, he was never less than engaging on a personal level.\nBut not everyone felt so kindly towards this patrician and sometimes patronising figure. Mosley had a vindictive streak. His political and legal abilities were widely admired, but not everyone found him easy to like.\nBorn in London on 13 April, 1940, Mr Mosley studied physics at Christ Church, Oxford, and later turned to law and became a barrister.\nAfter a brief career as a racing driver in the late 1960s, in which he rose to race in Formula 2, he co-founded the racing car constructor March in 1970 with Robin Herd, Alan Rees and Graham Coaker - the company name formed from the initial letters of their surnames.\nThe company won its first three Formula 1 races in 1970 and later diversified into other forms of motorsport, but by the end of 1977 Mr Mosley had left the company to work full-time in motorsport politics.\nHe joined forces with Bernie Ecclestone at the Formula 1 Constructors' Association (FOCA) and the two fought a bitter political war for control of the sport with the governing body, then called FISA, in 1980 and 1981.\nThe arguments were finally settled with the so-called Concorde Agreement, which essentially set up the structure of the sport that remains in place to this day - FOCA, later to be renamed F1, held the commercial rights, while FISA controlled the rules.\nMr Mosley left motorsport in 1982 to work for the Conservative Party but returned four years later to become president of the FISA manufacturers' commission.\nHe used the role as a springboard to launch a bid for the presidency of FISA in 1991. Mr Mosley then became president of its parent body the FIA, the international automobile federation, when the two were merged in 1993.\nHe quickly established a modus operandi as a president who was proactive, provocative and controversial.\nIn 1993, he instigated a ban on driver aids such as traction control and active suspension against the wishes of the teams. And his combative approach, in which he used a vast intellect to devise clever strategy and often Machiavellian tactics, continued over his near two-decade stay in his role.\nHis biggest challenge came a year later, when Ayrton Senna was killed in an accident at the 1994 San Marino Grand Prix that was broadcast live around the world - just 24 hours after Austrian driver Roland Ratzenberger died in a crash during qualifying for the same race.\nAs a global sporting icon, and an almost God-like figure in his native Brazil, Mr Senna's death raised serious questions about safety in Formula 1, and world leaders contacted Mr Mosley questioning the sport's position.\nRecognising the threat to the sport's existence, Mr Mosley introduced a series of changes to the cars, setting in motion a new approach whereby the safety of the drivers and spectators was central to the ethos of motorsport and attempts were made to constantly improve it.\nIn this, he was backed by Mr Ecclestone, and supported by the FIA medical delegate Professor Sid Watkins and the FIA F1 director Charlie Whiting. Together they changed the face of the sport.\nAs FIA president he also turned his attention to road cars, and was central in introducing the EuroNCAP crash testing programme. \nThis required manufacturers to meet minimum safety standards in their cars for the first time and has played a significant role in reducing the number of deaths in road accidents.\nBut the longer Mr Mosley remained in situ, the more F1 teams began to become uncomfortable with what they saw as an authoritarian and arbitrary approach, along with sometimes questionable methods and motives.\nMr Mosley's reputation with the F1 teams was badly damaged by his deal to remove the TV rights to F1 from Foca and sell them on a 100-year lease to Mr Ecclestone's companies for what many considered to be a paltry one-off figure of $360m in 1995.\nHis antagonistic style of running the sport continued through the 2000s and the beginning of the end of his time at the FIA came with the News Of The World's story.\nHe survived the initial outcry but when in 2009 he tried to introduce a budget cap into F1, the big teams had had enough.\nThe latest of many political fights began, and this time Mr Mosley lost. The major teams and car manufacturers threatened to set up a rival championship, and to bring them back into the fold Mr Mosley had to agree not to seek a further term as president when his latest one expired in October 2009."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57203122",
      "category": "uk",
      "title": "Pollution: ‘We can smell and taste the traffic at school'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57227742",
      "category": "uk-wales",
      "title": "Drug-using driver jailed for hit-and-run Blaenavon death",
      "tags": "Blaenavon",
      "text": "A driver who had been taking amphetamines before killing a pedestrian in a hit-and-run crash has been jailed for three years.\nRhys Dobson, 19, died at the scene when a car driven by Derek Richards, 38, of Blaenavon, hit him in Varteg Road in the Torfaen town.\nRichards admitted causing death by driving without due care and attention.\nCardiff Crown Court heard Mr Dobson had walked some friends home after a night out because they had not felt safe.\nHe was returning home alone on 14 April 2019 when Richards drove into him and he died instantly.\nThe court heard Richards did not stop and parked his car away from his home. He later claimed he thought he had hit something which had been fly-tipped.\nHis car was found the following day by police. Richards claimed he had taken the drugs after the collision.\nJudge Nicola Jones rejected that suggestion, describing the taking of amphetamines as a \"substantially aggravating feature\".\nThe court heard Richards had taken a potentially fatal dose of the drug.\nShe said: \"You failed to stop so Rhys's body could be retrieved in a timely fashion and with dignity.\"\nIn a personal impact statement, Mr Dobson's father Colin told the court his son's death had a \"massive impact\" on the his family's life.\nHe said he was \"completely broken\" and that his mental health had \"suffered immensely\". \nMr Dobson told the court he had been unable to identify his son and his mother had done it.\nHe said his life had taken on new rituals, adding: \"I blow a kiss to his photo and I blow a kiss to the place where Rhys was killed by Derek Richards.\"\nMr Dobson said: \"His life was ended by someone who had no regard for anyone. He has stolen Rhys's life away and my own.\"\nHe added: \"I feel as a father I have failed him as I didn't protect him.\"\nRichards was also banned from driving for four years and six months.\nThe family issued a statement following the sentencing.\nThey said: \"We came here to court today hoping for some justice for our only son Rhys. Even though no sentence would have been long enough to ever make up for the loss we have felt and still feel, the fact that some justice has been served in Rhys' name has given us some comfort.\n\"Our only son has been taken away from us and there will never be anything that will make up for that, but the fact that a custodial sentence has been served is all that we could have asked for.\"\nThey thanked the police and Crown Prosecution Service for their support, adding: \"Now we have to try to live on in Rhys' name and his memory and in the knowledge that we as parents, with the help of the services mentioned, have done all we can to bring justice for our son.\n\"We love and miss you Rhys and we always will.\"\nSgt Robert Ball, senior investigating officer, said: \"I would like to commend Mr Dobson's family who have shown courage and dignity throughout the investigation and court proceedings.\n\"Our thoughts remain with them at this time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57232373",
      "category": "uk-england-lancashire",
      "title": "Heysham explosion: Cut gas pipe caused fatal blast, say police",
      "tags": "Heysham",
      "text": "An explosion that killed a child was caused by a gas pipe being cut inside a neighbouring house, police said.\nTwo-year-old George Hinds died in the blast in Mallowdale Avenue in Heysham, Lancashire, on 16 May.\nFour other people were also hurt in the explosion which destroyed two homes and seriously damaged a third.\nLancashire Police said it was investigating how and why the pipe became severed and treating it as a criminal investigation.  \nDetectives said they had identified, along with gas experts, the cause of the explosion as a cut gas pipe inside a property on Mallowdale Avenue. \nGeorge's parents, Vicky Studholme and Stephen Hinds, who were also injured in the explosion, have been discharged from hospital, police said.\nTwo others, a man, 44, and a 50-year-old woman, remain in hospital with critical injuries.\nCadent North West had said earlier the gas mains and service pipes were \"sound and did not contribute to or cause the explosion at Heysham\".\nDet Ch Insp Jane Webb, of Lancashire Police, said \"an incredible amount of work\" had been done at the scene \"in a relatively short space of time\" and officers had been able to identify the source.  \n\"We have also managed to recover some items of George's, which I know means a lot to his parents,\" she said.  \nShe said the focus was now on establishing how and why the pipe came to be cut and that investigation would be \"complex and lengthy\".\nForensic examination of the scene had been completed, the force said, and it had been handed over to the local authority.\nThe blast caused debris to cover nearby streets and fields and residents described it as sounding \"like a bomb going off\".\nGeorge was described as a \"beautiful little angel\" by his parents who said they were devastated by his death.\n\"He was so precious to us,\" they added.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-53637365",
      "category": "world-europe",
      "title": "Belarus President Alexander Lukashenko under fire",
      "tags": "Belarus,Russia,Svetlana Tikhanovskaya,Minsk,Alexander Lukashenko,Vladimir Putin",
      "text": "Belarus President Alexander Lukashenko, Europe's longest-serving ruler, is facing unprecedented opposition to his power.\nThe 66-year-old former Soviet farm boss claimed a sixth term as president in a widely disputed election on 9 August. He has faced weeks of mass protests against his rule.\nAbout 100,000 people have rallied against him weekly in Minsk - by far the biggest opposition protests of his rule.\nMr Lukashenko has been in power since 1994, with an authoritarian style reminiscent of the Soviet era, controlling the main media channels, harassing and jailing political opponents and marginalising independent voices. \nThe country's powerful secret police - still called the KGB - closely monitors dissidents.\nPolitical novice Svetlana Tikhanovskaya is now Mr Lukashenko's main political rival. She stepped in to challenge him for the presidency after her husband Sergei Tikhanovsky, a popular blogger, was barred from running and sent to jail. \nShe claims to have won 60-70% in places where votes were properly counted - but the president claimed a landslide victory.\nNone of the previous presidential elections held during Mr Lukashenko's long reign were ever judged free and fair by the Organization for Security and Co-operation in Europe (OSCE), a top election monitoring body.\nBut the latest vote, and subsequent crackdown with thousands arrested, has sparked the widest condemnation yet. \nMajor opposition figures, including Ms Tikhanovskaya, are now in exile in neighbouring countries, amid a wave of arrests. \nFor years Mr Lukashenko has sought to convince the nation of 9.5 million that he is the best guarantor of stability, a tough nationalist protecting them from foreign meddling. \nThat message still appeals to many older Belarusians. The country was devastated in World War Two - victim of a Nazi scorched-earth policy - and lost nearly one-third of its population. So suspicion of foreigners and pride in the security forces play well among many voters.\nBack in 2005 the administration of then US President George W Bush called Belarus \"the last remaining true dictatorship in the heart of Europe\".\nMr Lukashenko once warned that anyone joining an opposition protest would be treated as a \"terrorist\", adding: \"We will wring their necks, as one might a duck\".\nIn recent years, however, Russian President Vladimir Putin and Hungary's Prime Minister Viktor Orban have also drawn strong Western criticism for harassing opponents and extending state power.\nCoronavirus has added an extra dimension to the political ferment in Belarus.\nOpponents consider Mr Lukashenko's bravado about the virus to be reckless and a sign that he is out of touch.\nIn late May he said Belarus was right not to lock down. \"You see that in the affluent West, unemployment is out of control. People are banging on pots. People want to eat. Thank God, we avoided this. We didn't shut down.\"\nIn March, as countries across Europe were imposing lockdowns, he said: \"I am convinced that we may suffer more from panic than from the virus\". He suggested combating the virus with hard work, the sauna and vodka.\nWhen the rest of Europe cancelled football matches the continuing Belarus fixtures - still drawing big crowds to stadiums - suddenly attracted international interest.\nBefore the election Mr Lukashenko's security chiefs accused unnamed Russian forces of trying to help his opponents and foment unrest. \nRussia remains Belarus's chief ally - they have held joint military exercises and the struggling Belarus economy relies on trade with its powerful neighbour.\nBut in recent years relations have cooled since Moscow moved to end subsidised oil and gas supplies.\nBelarus authorities arrested 33 Russians near Minsk - all but one at a sanatorium - in July and said they belonged to Wagner, a shadowy Russian mercenary group active in Ukraine, Africa and the Middle East.\nRussia denied the Belarusian claim that the detained Russians were plotting acts of terrorism, insisting that they were actually in transit, waiting for a flight to Istanbul. They were later released.\nA former Soviet state farm director, Mr Lukashenko became president in 1994 after leading an anti-corruption drive in parliament.\nIn the August 1991 botched coup attempt against then Soviet leader Mikhail Gorbachev, Mr Lukashenko supported the communist hardliners. \nLike Vladimir Putin, Mr Lukashenko remains nostalgic for the Soviet Union. And both are keen ice hockey players.\nA referendum in 2004 lifted the two-term limit on presidents, making it possible for Mr Lukashenko to lead Belarus indefinitely.\nHis origins were humble - raised by a single mother in a poor village in eastern Belarus.\nHe is married to Galina Lukashenko, with whom he has two adult sons, Viktor and Dmitry. He told an interviewer in 2015 that he had no intention of divorcing Galina, although they have not lived together for decades.\nHe has a third son, Nikolai, born in 2004, whose mother Irina Abelskaya was Mr Lukashenko's personal doctor.\n\"An authoritarian style of rule is characteristic of me, and I have always admitted it,\" he said in August 2003. \"You need to control the country, and the main thing is not to ruin people's lives.\"\nDespite the mass unrest, Mr Lukashenko insists he will not leave office - but has acknowledged some Belarusians might be \"fed up\" with his rule.\nHe said Belarus could not return to the instability of the years following the break-up of the Soviet Union in 1991, and he has twice appeared brandishing a gun during the protests.\nPresident Putin says he has formed a police reserve force to intervene in Belarus if necessary - as requested by Mr Lukashenko. Russia could send them in if the protests  got really \"out of control\", Mr Putin said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57227244",
      "category": "world-asia-india",
      "title": "Indian couple holds mid-air wedding 'to escape Covid restrictions'",
      "tags": "Marriage,India coronavirus lockdown,India,Coronavirus pandemic",
      "text": "An Indian couple reportedly chartered a plane and held a mid-air wedding with more than 160 guests in an effort to escape coronavirus restrictions.\nVideo footage posted on social media appeared to show the couple and their guests packed into the hired jet.\nThe state of Tamil Nadu, where the flight was said to have originated, recently imposed tougher restrictions, limiting weddings to 50 guests.\nIndia's aviation authority has launched an investigation, reports said.\nAn official from the Directorate General of Civil Aviation (DGCA) told the Times of India that the SpiceJet staff aboard the flight had been taken off duty.\nA SpiceJet spokesperson told the Indian Express that the Boeing 737 was booked from Madurai to Bangalore by a travel agent for a trip after a wedding. \nThe spokesperson said the client was \"clearly briefed on Covid guidelines to be followed and denied permission for any activity to be performed on board\". \nIndia is suffering a devastating second wave of coronavirus that has killed at least 300,000 people, according to official figures. Experts estimate that the real death toll is far higher.\nHospitals and crematoriums in the country have been overwhelmed in recent weeks, leading to severe oxygen shortages and bodies being burned around the clock.\nMany families unable to afford the costs of cremation have illegally buried their loved ones on the banks of the river Ganges or pushed their bodies into the river's waters, raising fears that the death toll is being significantly under-counted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57232728",
      "category": "uk-england",
      "title": "Covid: Eight Indian variant areas should avoid indoor gatherings",
      "tags": "Bolton,Bedford,North Tyneside Council,Leicester,Coronavirus testing,North Shields,Blackburn,Hounslow,Burnley,Coronavirus pandemic",
      "text": "Government advice has emerged urging people not to travel into and out of areas hit by the coronavirus variant first found in India, unless necessary.\nThe guidance for Kirklees, Bedford, Burnley, Leicester, Hounslow and North Tyneside says people in these areas should try to avoid meeting indoors. \nThe advice was published online on Friday without an announcement and urges \"an extra cautious approach\".\nA Downing Street source denied it was a local lockdown by stealth.\nThe prime minister's official spokesman said the government wanted to encourage the public \"to exercise their good judgement\", rather than issuing \"top-down edicts\". \nAdvice against travelling to Bolton in Greater Manchester and nearby Blackburn with Darwen, other than for essential reasons, and for people there to meet outside where possible, had been issued on 14 May. It was updated to include the six other areas on Friday.\nGreater Manchester's Labour Mayor Andy Burnham said issuing the advice without warning was a \"major communications error\" which had a \"major effect on people's lives\" and a government minister should issue a clarification.\nDavid Greenhalgh, Conservative leader of Bolton Council said he had been assured there were \"no added restrictions coming to Bolton\" and \"no local lockdown\". \nBolton recorded 451 overall cases per 100,000 people in the week to 20 May, the highest in England, as the Royal Bolton Hospital said it would take \"urgent action\" to manage an increase in Covid patients. \nMeanwhile, the UK reported 15 new deaths within 28 days of a positive test and 2,493 new confirmed cases. Tuesday's figures for reported deaths are sometimes higher due to weekend reporting delays.\nSeveral of the local authorities affected by the new advice - which represent more than two million residents combined - said they were not consulted about it.\nLeicester's director of public health Prof Ivan Browne said people in the area should continue to follow the national guidance and \"there is no justification for Leicester to be treated differently to the rest of the country\" - as it has lower levels of the Indian variant than other parts of the country. \nNorth Tyneside Council said officials did not know about it until Monday, while leaders in Lancashire said they would discuss the new guidance with the government later.\nBlackburn with Darwen's director of public health Dominic Harrison said the affected areas \"were not consulted with, warned of, notified about, or alerted to this guidance\".\nBut the Downing Street source told the BBC all the areas were informed about the latest advice.\nThe guidance, published on a page titled \"what you can and cannot do\", advises people in the eight areas of England to:\nIn a fiery Commons exchange, shadow health secretary Jonathan Ashworth urged Vaccines Minister Nadhim Zahawi to \"withdraw this guidance now\".\nMr Ashworth, Labour MP for Leicester South, asked what families with trips planned and couples with weddings arranged should do this coming bank holiday weekend.\nMr Zahawi urged leaders to work together and said the government was asking people in the eight areas \"to be cautious, to be careful\".\nHealth Secretary Matt Hancock used a Downing Street briefing last Wednesday to urge vulnerable people to have their second dose of a vaccine to guard against the Indian virus variant.\nMr Hancock announced an increase in surge testing in six areas where the variant was circulating, but did not outline any specific rules or travel guidance.\nYasmin Qureshi, Labour MP for Bolton South East and shadow international development minister, said she had not been informed of any new advice and was \"gobsmacked\" by the updated guidance.\n\"They're making such an important announcement and they don't even have the decency to tell us or tell our constituents,\" she said - adding that many people would have made plans to travel over the bank holiday weekend.\nShe said it was \"not clear\" whether \"this is advisory or legally obligatory\" and described the move as \"incompetence\" on the part of the government.\nThe Downing Street source said it was advice, not law, and that all the areas had proceeded with step three of England's roadmap out of lockdown on 17 May.\nThe Indian variant is on its way to becoming dominant in the UK, pushing out the Kent variant that caused the deadly winter surge.\nBut the implications of that are uncertain. In some areas, such as the north west of England, it is pushing up infection rates as well as replacing the Kent variant.\nElsewhere it just seems to be replacing the Kent variant without having much of an impact on the amount of virus circulating.\nGovernment scientists always warned the easing of restrictions would lead to an increase in cases - and that is now more certain with what seems to be a more infectious variant circulating.\nWhat no one knows at the moment is how large that increase will be and what impact it will have on hospital cases.\nThe UK is in a very different position than when the Kent variant started taking off.\nInfection levels are low - we have one of the lowest rates in Europe - and the vaccination programme is well advanced.\nBut there is still a risk of a big wave of serious illness. The difficulty scientists face is quantifying that risk, which makes deciding the proportionate response very hard.\nLayla Moran, who chairs the all-party parliamentary group on coronavirus, said the advice risked confusing people.\nShe said: \"This is a major change to policy that will have a huge impact on people's lives. Simply updating the government website without an official announcement is a recipe for confusion and uncertainty.\n\"Local people and public health leaders in these areas need urgent clarity from the government. Matt Hancock must come before Parliament and make a public statement to explain these new rules.\"\nNewly-elected West Yorkshire Mayor Tracy Brabin added the change could cause \"anxiety and confusion\".\nSkipping birthday celebrations and cancelling trips to see relatives are among the impacts of the sudden revelation of government advice against non-essential travel to eight areas in England.\nJulie Suttar, from Aberdeen, booked a hotel in Leicester as part of a planned trip to visit family she has not seen since the pandemic began.\n\"I can't believe it, I've been on the phone to my sister, in tears. Where's this come from? Where's the notice?\" she asks.\n\"My Travelodge is non-refundable, £50 down the drain, on top of other deposits and holiday costs lost last year.\"\nElizabeth Pannell, from Kirklees, did not arrange a first birthday party for her son due to all the uncertainty - a decision she feels has been vindicated with the new advice.\n\"I held off organising anything because of Covid, and now I'm so glad I did,\" she says.\n\"It's sad that, yet again, Covid has ruined any chance for this little boy to have a normal day with his family.\"\nOn Friday, Scotland's First Minister Nicola Sturgeon said travel restrictions would apply to Bolton, Blackburn with Darwen and Bedford, as she urged people to reconsider plans to visit the areas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-53753412",
      "category": "world-europe",
      "title": "Belarus election: How Nexta channel bypassed news blackout",
      "tags": "Social media,Belarus,Alexander Lukashenko",
      "text": "For days Belarusians have had little information of the unrest filling their streets, with state-run TV making little attempt to report it and other websites and social media offline.\nBut one source of information that has attracted increasing numbers in this country of 9.5 million people is a channel on the popular Telegram messaging app called Nexta. Pronounced NEKH-ta, it has managed to bypass many of the restrictions.\nBy Wednesday, opposition websites were online again, but for three nights there has been silence.\n\"We are sitting in a bunker,\" is how one Belarusian described the situation.\nMeanwhile, hundreds of messages are being posted for Nexta's 1.5 million subscribers. A riot police vehicle is seen driving into a crowd, police are filmed beating a protester on the ground, petrol bombs are thrown - this news is visible and uncensored. \nThe Telegram messenger has only been available sporadically via wi-fi, but its founder Pavel Durov says it has enabled \"anti-censorship tools\". \n\"An internet shutdown is a huge mistake by the authorities,\" Nexta editor-in-chief Roman Protasevich told BBC Russian. \"Telegram has picked up almost all Belarusians who are flooding the streets in an effort to bring about changes in the country.\"\nWith most of the opposition leadership out of the country, the channel has played a key role in co-ordinating the protests. But more established opposition media are wary of such an activist source of information whose messages are hard to verify. \nNexta has published calls for help, maps showing where police are located as well as addresses for protesters to hide in, and contacts for lawyers and human rights activists.\nIt has also advised subscribers how to bypass internet blocking by using proxies and other means.\nAhead of the third night of protests, it put out detailed instructions to protesters on how to act on the streets.\nIt has no website, and only a small editorial team of four in Warsaw, but it does have a YouTube and a Telegram channel, and an audience hungry for information. \nIts chief editor says they are \"pioneers of cyber journalism\", where video and photo content is \"as brief, informative and illustrative as possible\".\nFounded five years ago as a YouTube music by teenager Stepan Putilo, also known as Stepan Svetlov, it translates from Belarusian as \"someone\".\nThe first video was a sarcastic cover version of a song, mocking the 2015 campaign ahead of the re-election of President Alexander Lukashenko. \"For all of 20 years there's been no choice, only a worn-out tyre\". \nThen it turned to corruption, theft and officials drunk driving, promising \"honest information about the reality in Belarus\".\n\"It was my hobby. I made funny videos for my relatives' birthdays. Then I decided to accumulate all the trash of Lukashenko's Belarus,\" Mr Putilo told human rights website Charter 97.\nTelegram channel Nexta Live surfaced in 2018 and the following year a  documentary about Belarus's autocratic leader attracted almost three million views on YouTube.\n\"The film tells in detail about how Lukashenko stole our country, dreams, freedom, future and 25 years of life,\" Stepan Putilo said.\nA court in Belarus declared the film was \"extremist\".\nBut Nexta's Telegram channel got noticed and the 2020 election took it to a new and bigger audience. \n\"Who in 2020 needs a site that any official from the ministry of information can block with one click?\" its founders ask. Its Telegram posts have been attracting hundreds of thousands of views, more than websites such as Tut.by, hit by censorship.\nTaking mainly user-generated content, Nexta uses anonymous material from across Belarus. \nThe platform is secure, too, says Mr Protasevich, who argues that the stories they post would never get broadcast on state-run TV.\nLike Stepan Putilo, he lives in Poland, where he applied for political asylum. Despite running the channel from outside Belarus he insists posts are checked for factual accuracy and he sees no issue about backing the protests from Warsaw.\nWithin hours, its audience grew on election night by 100,000 and then after two nights of protests it had amassed more than a million. \nHe says that although the channel mainly uses the information sent by users, he rejects criticism from such journalists inside Belarus. They say mistakes have been made, and they point to its apparent ability to co-ordinate protests.\nHours after Nexta reported that protester Yevgeny Zaichkin had died in the early hours of Monday, he told Reuters news agency he had survived a brutal beating from police.\nAnna Kaltygina, from opposition website Tut.by, believes Nexta devalues media work by publishing unverified information and stirring revolution on the Telegram channel. \"When working in Poland, it is difficult to fact-check messages that come from Belarus,\" she told Echo Moscow website.\nNexta's chief editor says what matters to him is the bloodshed on the streets. \"Do I feel responsible for what we publish? Only in terms of whether it will bring people closer to victory and the end of the dictatorship.\"\nThere is some confusion here. The channel has no ads and only the names of Stepan Putilo and Roman Protasevich are known.\nMr Putilo has said in the past that money has come from supporters as well as an earlier university scholarship.\nHowever, his colleague told the BBC that they just had advertising and no donations. \nA Belarusian petitions website recently called for state funding for Nexta, arguing it was far more useful than state TV."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57230168",
      "category": "business",
      "title": "Liberty Steel to sell Stocksbridge plant to pay off lender",
      "tags": "Sanjeev Gupta,Liberty Steel,West Bromwich",
      "text": "The UK's third largest steel maker, Liberty Steel, has announced plans to sell off its Stocksbridge steel plant as part of a restructuring plan.\nIt says the move will allow it to pay back one of its main creditors in full.\nThe announcement comes after a meeting over the weekend in Dubai between Liberty boss Sanjeev Gupta and representatives of Credit Suisse.\nThe investment bank lost more than £1bn when Mr Gupta's main financial backer Greensill Capital went bust in March.\nMr Gupta is now struggling to finance his UK operations, and 5,000 steel jobs at Liberty hang in the balance.\nHis global steel business, GFG Alliance, is also under investigation by the UK's Serious Fraud Office.  \nCredit Suisse have agreed to pause their court proceedings against Mr Gupta's empire while the sale of Stocksbridge is conducted.\nThe sale will also include Stocksbridge's downstream plants, which include the narrow strip mill at Brinsworth, and Performance Steels at West Bromwich which will be launched shortly.\nThe aerospace industry is a major customer of the Stocksbridge plant and the acute distress in that industry has seen demand for steel made at Stocksbridge plummet.\nSources close to Liberty Steel conceded that it was not clear what, if any, value would be realised in a sale. \nThey also said they were looking at other options apart from an outright sale including joint ventures with third parties. \nHowever, offloading Stocksbridge would reduce the demands on the capital of the overall group and might therefore be attractive to creditors like Credit Suisse.\nThe move would allow Liberty to focus on its Rotherham plant which recycles scrap steel into new.\nSources close to Credit Suisse described the developments as \"inching towards a solution\".\nHowever, Liberty Steel insiders conceded that the launching of investigations into the relationship between Liberty and its now-defunct backer, Greensill, by both the Serious Fraud Office and the Financial Conduct Authority were complications in refinancing the UK's third largest steel maker.\nA spokesperson for the National Trade Union Steel Coordinating Committee, said: \"Stocksbridge and its downstream plants are strategically important businesses vital to our country's defence, energy and aerospace sectors. \n\"The future for these businesses must be secured and the trade unions will hold Sanjeev Gupta to his promise that none of our steel plants will close on his watch.\n\"Liberty must act as a responsible seller and run a transparent sales process which fully engages the trade unions. We will expect to meet any potential buyer to scrutinise their plans and test their commitment to the workforce and our industry.\" \nThe Labour Party said the government should ensure Stocksbridge remained open, arguing the government should have a \"plan B\" in case the sale failed to secure the plant's future.\n\"Public ownership must remain an option on the table,\" said shadow business secretary Ed Miliband.\nLabour metro mayor for the Sheffield City Region Dan Jarvis said the government should be \"prepared to help provide finance to bridge any transition period until a new buyer is found\".\nIn a series of comments on social media, business secretary Kwasi Kwarteng wrote that he was \"monitoring developments closely\". \n\"There is a future for steel-making in the UK, and I remain committed to supporting the sector's low-carbon transition to protect high-quality jobs,\" he wrote on Twitter.\n\"I'll be meeting the company, trade unions and local MPs over the coming days.\""
    }
  ]
}