{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-59412309",
      "category": "world",
      "title": "Protesters in Calais call for migrant protection",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59346547",
      "category": "uk-wales",
      "title": "Aberfan: Tests on children after disaster 'like torture'",
      "tags": "Merthyr Tydfil,Coal mining,Aberfan",
      "text": "Some of the children who survived the Aberfan disaster have said they were put through distressing medical tests, which one described as \"torture\".\nIn 1966, 116 children and 28 adults were killed when coal waste slid down a hillside, burying a primary school and homes in the Merthyr Tydfil village.\nSome survivors said they endured more torment in order to establish how much compensation families should get.\n\"That film Frankenstein is exactly what happened to us,\" Gaynor Madgwick said.\nMs Madgwick was a little girl waiting for her maths lesson to begin when coal slurry came tumbling down from the tip, engulfing Pantglas Junior School on 21 October 1966.\nShe was pulled from the wreckage, but hours later learnt that her brother Carl, seven, and sister Marylyn, 10, who had been in neighbouring classrooms, had not survived.\nAfterwards, she struggled with sleepless nights, nightmares, anxiety and survivor's guilt.\n\"I would have given anything then if I could have died and my brother and my sister would have been alive,\" she told BBC Wales podcast Aberfan: Tip Number 7.\nMs Madgwick describes how one day she was told she was being taken shopping, but was driven to a psychiatric hospital instead, which she said was terrifying.\n\"I thought I was never gonna come out,\" she said, describing clinging to the car.\n\"Someone came out of the hospital trying to calm me down. I was still kicking and screaming. \n\"They were trying to prise my fingers off the handle to basically drag me in this hospital.\"\nOnce she was taken inside, thick gel was put in her hair and a cap was put on her head.\n\"You were then plugged into a board - the board was behind your head on the bed - like a piece of wood board,\" she said.\n\"There were all these plugs and leads coming out of the board which would be fixed into the cap on your head and you had to sit there and be interrogated, basically.\n\"You had to stare at these different lights and follow this beam that went around the room.\n\"It was torture, interrogation. You lost all sense of who you were.\" \nJeff Edwards was the last child pulled alive from the devastated junior school, and said he was taken to the hospital every three to four months.\n\"Being fitted with these head devices with electrodes all on and flashing lights was a really frightening experience,\" he said. \"I used to hate going down there.\n\"It was not a children's hospital as such. It was a mental institution for people who were quite seriously mentally ill.\"\nGerald Kirwan, who was eight when many of his classmates were killed, said he was attached to machines and asked if he was afraid of the dark or if he had nightmares.\n\"I was thinking... you better not say the wrong thing or you might not be coming back out of here,\" he said.\n\"It was just horrifying.\"\nAfter a long time being mystified as to why they were being subjected to these strange experiments, they discovered the reason behind their trips to the hospital.\n\"These tests were only to determine what level of... basically if you were sane - for compensation. That's all it was for,\" Ms Madgwick said.\n\"It wasn't to help us. [It was] to see if we were basically sane or insane.\"\nThe Aberfan Disaster Fund wanted to pay compensation to the children suffering psychologically after what they had been through.\nTrustees at the fund believed the Charity Commission could ask for evidence - so solicitors for the Aberfan Parents and Residents Association requested the hospital visits.\nThe Aberfan Disaster Fund also wanted to give bereaved families £5,000 - the Charity Commission only sanctioned £500.\nThe commission conceded, but advised that \"before any payment was made, each case should be reviewed to ascertain whether the parents had been close to their children and were thus likely to be suffering mentally\". \nDenise Morgan, whose younger sister Annette was killed, remembers her father coming back from one meeting where the relationships between parents and children had been discussed.\n\"He said they were asking the question; 'we need to find out how close the parents were to their child to determine how much money they could have',\" she said.\n\"My father was absolutely appalled. He said: 'I'm not even going to answer the question because at the end of the day... they're your children, they're your life'. \n\"You just don't - you cannot put a price on a child's head. He said: 'I wouldn't take a penny if I thought she could walk back through the door tomorrow'.\"\nThe Trustees for the Aberfan Disaster Fund were angered by the Charity Commission advice - so they ignored it, and gave higher compensation payments to all bereaved families.  \nWhen previously unseen documents were released 30 years later, the Charity Commission expressed regret for its actions.\nSpokeswoman Julia Unwin told BBC Wales at the time: \"It does sound as if, on all sides, there may have been insensitivities and very poor behaviour - and we obviously regret that. \n\"And all I can say from the Charity Commission point of view is that we have learnt from past mistakes, we have learnt how to respond to these appalling tragedies and we don't make the same mistakes anymore.\"\nThe Charity Commission added it was a very different organisation today, and all those who suffer in any tragedy should feel confident that funds raised in their name reach them and their community."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59414540",
      "category": "entertainment-arts",
      "title": "Jessie J reveals 'shock and overwhelming sadness' of miscarriage",
      "tags": "Miscarriage,Jessie J,Women,Music",
      "text": "Singer Jessie J has received an outpouring of support after revealing on Instagram that she had a miscarriage.\n\"I decided to have a baby on my own. Because it's all I've ever wanted and life is short,\" she wrote.\n\"To get pregnant was a miracle in itself and an experience I will never forget and I know I will have again.\n\"I'm still in shock, the sadness is overwhelming. But I know I am strong, and I know I will be OK.\"\nShe added: \"I also know millions of women all over the world have felt this pain and way worse. I feel connected to those of you I know and those of you I don't.\n\"It's the loneliest feeling in the world.\"\nAlongside a broken heart emoji, the 33-year-old British star, who is known for hits like Price Tag and Domino, revealed that she had gone for her third scan on Wednesday but been told there was no longer a heartbeat. \nShe was due to perform a gig in Los Angeles that night, and said she planned to go ahead with the show \"because I know singing tonight will help me\".\nShe added: \"I want to be honest and true and not hide what I'm feeling. I deserve that. I want to be as myself as I can be in this moment. Not just for the audience but for myself and my little baby that did its best.\"\nThe singer added a quote from poet Şeyda Noir, which said: \"Sometimes love won't be enough to make it work, and that's OK. It doesn't mean that you've failed.\"\nThose replying included fellow pop star Paloma Faith, who wrote: \"Jessie you are 100% doing the right thing. I had a miscarriage on a film set where I was filming and I just kept filming. You get your joy from singing and you need your joy more than ever. You will and should have a baby. Women are amazing!\"\nPixie Lott commented: \"I'm so sorry Jessie sending loads of love.\"\nJessie J added later: \"Your overwhelming instant out pour of love is felt, received and appreciated beyond measure. And has got me out of bed this morning. Thank you.\"\nJessie J has previously spoken about her desire to have children and her difficulties conceiving.\nThe singer referred to her fertility issues in an interview with BBC News in 2019. She had been diagnosed with adenomyosis five years earlier, with doctors telling her it was unlikely she would be able to conceive naturally.\nAdenomyosis is where the tissue that normally lines the womb starts to grow within the muscular wall of the womb. It is linked to an increased risk of miscarriage and premature birth.\nThe singer declined an offer of a hysterectomy and said she changed her diet and lifestyle in an attempt to defy the odds.\n\"I was told I can't have children, but I don't believe it,\" she told radio station Heart in 2019. \"I believe in miracles. I haven't given up.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59414360",
      "category": "uk-scotland-glasgow-west",
      "title": "Caroline Glachan: Three charged with 1996 murder of schoolgirl",
      "tags": "Bonhill,Renton",
      "text": "Three people have appeared in court charged with the murder of schoolgirl Caroline Glachan more than 25 years ago.\nThe body of the 14-year-old was discovered on the banks of the River Leven, near Place of Bonhill in Renton, West Dunbartonshire, on 25 August 1996. \nRobert O'Brien, 43, Andrew Kelly and Donna Brand, both 42, appeared in private before Dumbarton Sheriff Court.\nThey made no plea or declaration and were remanded in custody.\nMr O'Brien, Mr Kelly and Ms Brand, all from Dumbarton, will return to court next week.\nThe case called just hours after Police Scotland confirmed the arrests.\nDet Ch Insp Stuart Grainger, of the major investigations team, said: \"I would like to thank the members of the public who have assisted with our investigation and those who have come forward with important information surrounding Caroline's death.\"\nCaroline, from Bonhill, was a pupil at Our Lady and St Patrick's High School in Dumbarton at the time of her death.\nHer friend Joanne Menzies was one of the last people to see Caroline at shops near her home at 23:54 on 24 August.\nShe was last seen at about 00:15 when she walked down Dillichip Loan towards Dillichip Bridge, known locally as the Black Bridge - which no longer exists - and then on to the river tow path.\nThe teenager's body was discovered later that day on what was her mother Margaret McKeich's 40th birthday.\nCaroline's death went on to feature on the BBC's Crimewatch programme and became one of Scotland's most high-profile unsolved cases. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59415672",
      "category": "uk-scotland-scotland-politics",
      "title": "Two more child deaths 'linked to hospital infections'",
      "tags": "Queen Elizabeth University Hospital,Nicola Sturgeon,Anas Sarwar",
      "text": "The deaths of two more children were linked to infections at a troubled Glasgow hospital, the Scottish Labour leader has claimed.\nAnas Sarwar said he had been told about the deaths by clinicians who were afraid to speak out publicly.\nHe called on the government to sack the Queen Elizabeth University Hospital's bosses and take over its running.\nFirst Minister Nicola Sturgeon said she would look into the cases \"as a matter of urgency\".\nBut she said sacking health board leaders \"does not change overnight the practice in a hospital\", adding that \"a considerable amount of work\" is under way to reduce infections.\nThe Queen Elizabeth University Hospital campus opened in 2015, but has been repeatedly hit by concerns over safety and the spread of infections.\nA public inquiry is currently being held after it emerged that patients at the hospital campus had died from types of infection that have been linked to pigeon droppings and contaminated water supplies.\nAn earlier review found the hospital's environment was at least partly to blame for the deaths of two children, including 10-year-old Milly Main.\nShe was a leukaemia patient whose death was linked to a hospital-acquired infection while being treated at the Royal Hospital for Sick Children in the QEUH campus. \nQuestions have also been asked about the death of a top Scottish government official, Andrew Slorance, whose wife Louise believes caught Covid and another life-threatening infection while at the hospital for cancer treatment.\nMrs Slorance believes the full details of his illness were concealed to protect the reputation of the flagship hospital\nOn Thursday, Mr Sarwar said he had been contacted by two \"senior clinicians\" from the hospital - who he said were afraid to speak out publicly because of a culture of \"bullying and intimidation\" - about further deaths.\nHe said one was a case of aspergillus - an infection linked to a type of mould that Mr Slorance was being treated for at the time of his death - in a child cancer patient who had been in the same ward.\nThe other was a child in the paediatric hospital who Mr Sarwar said \"acquired a water-borne infection, like Milly Main, and died\" within the last two months.\nClaiming there had been \"gross negligence\", the Labour leader called on Ms Sturgeon to \"sack the leadership of the health board today\" and \"use emergency powers to take control of this hospital\".\nHe accused the first minister of being complacent, adding: \"The health board has failed, the Scottish government oversight board has failed and frankly the first minister continues to fail.\n\"Staff are being bullied and intimidated now. I have been raising this in this chamber for years and I've heard the same answers and the same excuses.\n\"Infections are happening now, patients are dying now.\"\nMr Sarwar said the first minister had been \"in charge of this scandal from start to finish\", and asked her: \"How many more families will have to be devastated before you do the right thing?\"\nMs Sturgeon said she would look into the claims \"as a matter of urgency\", adding that \"no clinician should fear bullying or intimidation in coming forward\".\nShe said: \"When concerns are raised, it is important there is proper and full investigation to determine whether there are relationships between infections.\n\"A considerable amount of work is under way in the NHS to reduce the incidence of this, and of people becoming seriously ill and dying.\n\"We have to establish the facts, because that informs the actions that require to be taken, and that is vital.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59410472",
      "category": "uk-northern-ireland",
      "title": "Stephen McKinney: Minimum 20 years in prison for Lu Na murder",
      "tags": "Police Service of Northern Ireland",
      "text": "A \"cold, callous\" killer who murdered his wife on a family boating holiday in County Fermanagh has been told he must serve a minimum of 20 years in prison.  \nStephen McKinney, 45, originally from Strabane in County Tyrone, was sentenced on Thursday after being found guilty of murdering Lu Na McKinney.\nThe body of 35-year-old mother of two was found in Lough Erne in April 2017.\nHer family said the sentence given to her husband brought some justice but they would never get over their loss.\nSpeaking outside the court in Belfast, Det Supt Eamonn Corrigan of the Police Service of Northern Ireland (PSNI) described McKinney as a \"cold, callous killer… a coward\".\n\"Lu Na's death was a cold-blooded, cruel and calculated murder,\" he said.\nThe couple and their two young children had moored their boat at a jetty on Devenish Island in Lough Erne during an Easter holiday.\nMcKinney claimed his wife had fallen into the water after going on deck to check the mooring ropes.\nHe said he had gone into the water after her, grabbing her at first, but that she slipped from his grip and went underwater.\nThe prosecution described McKinney as \"a controlling, manipulative, coercive man\" who had grown tired of his wife.\nThey said the story he told the police was a lie to cover up a planned, carefully thought-out murder.\nIn their statement, Mrs McKinney's family thanked the PSNI investigation team and all of those involved in securing a conviction against her killer.\n\"As a family, we have endured four very difficult years, made more difficult living so far away from the investigation and trial,\" they said.\n\"We are thankful that Lu Na had so many people fighting for her.\n\"The outcome of this court process has brought us some justice, it does not change the fact that Lu Na was so cruelly taken from us and we will never be able to see her, talk to her or for Lu Na to be part of our family celebrations.\n\"We all love Lu Na and will miss her forever.\"\nSentencing McKinney, the judge said the killer had left behind a trail of destruction.\n\"Two young children have been deprived of their mother's love, care and support,\" she said.\n\"As a result of your actions you've left the children without parents to care for them and their lives have been irreparably damaged.\n\"You've also deprived a mother of her only child and caused endless hurt and pain by your cruel and callous actions.\"\nThe judge told McKinney he had committed a cold-blooded murder, which was carefully planned and ruthlessly executed when his wife was entirely defenceless.\nShe paid tribute to the \"dogged detective work\" of the investigation team, highlighting in particular the work of one officer who died with Covid-19 before the trial began.\n\"Had it not been for the thorough, comprehensive and painstaking detective work… the defendant may well have got away with murder,\" said the judge.\nMr Corrigan of the PSNI praised the \"dedication and tenacity\" of his officers and the expert witnesses \"who used ground-breaking techniques\" to help bring the killer to justice.\n\"I know today's sentencing will never bring Lu Na back, however I hope this outcome brings some sort of comfort to her family,\" he said.\n\"Stephen McKinney thought he had silenced Lu Na - he hadn't. Police spoke for her and found justice.\"\nWhile being led away from the court on Thursday, McKinney continued to protest his innocence.\n\"I'm innocent. I did not do this\" he said.\nLynne Carlin, Public Prosecution Service (PPS) assistant director, said Mc Kinney had carefully planned and carried out his wife's murder.\n\"Every murder causes great distress and pain,\" Ms Carlin said.\n\"This case, in which McKinney murdered his wife as their two young children slept aboard the boat, is particularly disturbing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-59413768",
      "category": "uk-england-devon",
      "title": "Bobbi-Anne McLeod: Murder suspect 'not linked' to victim",
      "tags": "Plymouth",
      "text": "Police investigating the suspected murder of Bobbi-Anne McLeod said there was \"no known link\" between the suspect and victim.\nOfficers searching for the 18-year-old found a woman's body on Tuesday, south of Plymouth at Bovisand. Formal identification is yet to take place.\nA 26-year-old man arrested on suspicion of murder has been released from police custody with no further action.\nA 24-year-old man remains in custody under a warrant of further detention.\nPolice said a \"significant number of inquiries and searches\" were carried out on Wednesday and Thursday.\nDuring a press conference Assistant Chief Constable Nikki Leaper said they were not looking for anyone else in relation to the matter.\nShe said: \"A significant number of inquiries and searches have been carried out overnight and into today in relation to the ongoing murder investigation in Plymouth. \n\"These inquiries remain ongoing across a number of scenes in and around the city.\"\nMs Leaper said: \"I can confirm that at this time, there is no known link between the suspect and victim and I would like to reassure the public that at this time, we are not seeking anyone else in relation to this matter.\"\nShe said \"extensive searches of a number of scenes\" would \"continue over the coming days\".\n\"We apologise to our communities but we will see a lot of police on our streets,\" she said.\nPolice said the family of Bobbi-Anne continue to be supported by specialist officers.\nA candlelit vigil took place on Thursday at Bampton Road where Ms McLeod was seen waiting for a bus in Leigham on her way to meet friends in the city centre.\nTributes posted on social media include a message from her brother saying: \"Until we meet again sis, I love you.\n\"You didn't deserve this, such a beautiful and talented girl.\"\nLocals have been leaving floral tributes close to where Ms McLeod was last seen.\nHayley Wells, a family friend who lives in Leigham and whose children grew up with Ms McLeod, said: \"My family are there for Bobbi-Anne's family and I have some lovely memories of Bobbi-Anne.\n\"This should have never happened to Bobbi and I hope she gets the justice she deserves.\"\nTiffany Allan, who lives next door to Miss McLeod's family, said: \"Out of all of the friends, she was the quiet one. She sort of kept herself to herself, hung round with her friends.\"\nShe said she helped to organise a candlelit vigil which was held on Thursday evening.\n\"What we want really is just to show as a community that we are all there for the family, that we all care - and that Bobbi will always be in our minds and our memories,\" she said.\nHayley Nicholls, who attended the vigil, said: \"What a wonderful, wonderful, beautiful girl just taken tragically like that, it's awful. Justice for Bobbi.\"\nShania Van Eeden said she was in the same tutor group as Miss McLeod at school: \"I've known Bobbi for years, we've had a lot of good memories... but it's beautiful to see everyone coming together.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59411030",
      "category": "world-us-canada",
      "title": "Ahmaud Arbery: Three US men guilty of murdering black jogger",
      "tags": "Georgia,Racism,United States",
      "text": "Three white men have been found guilty of killing a black jogger last year in a case that became a rallying cry to racial justice protesters.\nAhmaud Arbery, 25, was shot on 23 February 2020 in a confrontation with Travis and Gregory McMichael and their neighbour, William Bryan.\nThe defendants said they acted in self-defence during a citizen's arrest; prosecutors said race was a factor.  \nThe men now face minimum sentences of life in prison.\nA mainly white jury of 12 people deliberated for about 10 hours before returning their verdict at around midday on Wednesday.\nThe trio were found guilty of murder, aggravated assault, false imprisonment and criminal intent to commit a felony. \nIn February the three men will face another trial in a federal hate crimes case, alleging that they targeted Arbery because he was black.\nArbery was out jogging in the afternoon on the outskirts of the coastal city of Brunswick in Georgia.\nThe elder McMichael, a neighbourhood resident, told police he believed Arbery resembled the suspect in a series of burglaries in the suburban community of Satilla Shores. \nPolice have said no reports were filed regarding these alleged break-ins, and no stolen property was found in Arbery's possession.\nThe McMichaels armed themselves with a pistol and a shotgun and pursued Arbery, who was unarmed, in a pickup truck through the neighbourhood. Bryan later joined the pursuit. \nThe jury heard a 911 call in which the elder McMichael told an operator: \"I'm out here in Satilla Shores. There's a black male running down the street.\"\nThe younger McMichael testified during the trial that he tried to talk to Arbery while the two were still in their truck and Arbery never responded. \nHe got out of the truck and fired his shotgun at Arbery during a struggle. Travis McMichael claimed self-defence, saying Arbery grabbed at his gun. \nThree shots were fired.\nA post-mortem examination showed Arbery had two gunshot wounds in his chest, and a gunshot graze wound on the inside of one of his wrists.\nGregory McMichael, 65, his son Travis, 35, and their neighbour William \"Roddie\" Bryan, 52, were arrested in May 2020. \nProsecutors alleged that Travis McMichael used a racial epithet and an expletive directed at Arbery as he lay on the ground. The men deny racism.\nBy Aleem Maqbool, BBC News\nIn making their case, prosecutors may have chosen not to overtly focus on the fact that Ahmaud Arbery was a black man and his killers were white, but it is not hard to see why this murder has been widely viewed through the lens of race. \nArbery's parents had been upset by the way defence lawyers portrayed their son as having been in the wrong for running away from the armed strangers and for turning to try to fight for his life when they cornered him.\nThe fact that these men viewed Arbery as a threat, though they had no evidence he had done anything illegal; that they felt they had the right to arm themselves and chase him; that when police officers arrived on the scene they comforted the killers, not immediately tending to the young man who lay writhing on the ground; the fact that no arrests were made for more than 10 weeks and only then after a video of the killing went viral, all look to many observers as vestiges of a brutal bygone age.\nOutside court on Wednesday dozens of people, some displaying Black Lives Matter signs, cheered as the verdicts were read.\nArbery's father, Marcus Arbery, was seen crying and hugging supporters.\n\"He didn't do nothing,\" the father said, \"but run and dream.\"\nHe also told reporters: \"We conquered the lynch mob.\"\nArbery's mother, Wanda Cooper-Jones, thanked the crowd and said she did not think she would see this day.\n\"It's been a long fight. It's been a hard fight. But God is good,\" she said. Of her son, she said: \"He will now rest in peace.\"\nArbery was enrolled at a technical college to study to become an electrician at the time of his death.\nThe Rev Al Sharpton, a civil rights figure and cable TV host, said outside court: \"Let the word go forth all over the world, that a jury of 11 whites and one black in the Deep South stood up in a courtroom and said that black lives do matter.\"\nAfter learning his fate, Travis McMichael turned as he stood to leave court and mouthed to his mother: \"Love you.\"\nProsecutor Linda Dunikoski said: \"The jury system works in this country, and when you present the truth to people and they see it, they will do the right thing.\"\nBryan's attorney, Kevin Gough, said his team was \"disappointed with the verdict, but we respect it\". \nUS President Joe Biden said the convictions showed that America's criminal justice system is \"doing its job\". \nBut he added that the killing was \"a devastating reminder of how far we have to go in the fight for racial justice in this country\".\nVideo was central to this case. \nThe first key piece of footage was a 36-second mobile phone clip showing Arbery's death.\nThat was filmed by William Bryan, who was in a vehicle following Arbery, and it surfaced publicly on 5 May 2020.\nThe clip shows Arbery trying to bypass a pickup truck ahead of him on the road and then struggling with Travis McMichael. There is muffled shouting and three gunshots are heard.\nThe elder McMichael is seen standing in the bed of the pickup as the pair struggle. \nThe clip sparked a nationwide outcry and was swiftly followed by criminal charges. \nFive days later footage from a surveillance camera emerged, showing a black man in a white T-shirt - believed to be Arbery - at a home construction site shortly before the shooting.\nHe is seen walking on to the site and looking around for a few minutes before jogging down the street.\nDuring the trial, the site's owner, Larry English Jr, testified that the man in question had not disturbed or damaged his property during the visit.\nMr English said cameras had spotted other people - including children and a white couple - trespassing on his property, but he never authorised the McMichaels to enter his property or confront anyone.\nJurors were also shown police bodycam footage from the aftermath of the shooting."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59421319",
      "category": "world-europe",
      "title": "Russian coal mine: Dozens killed in Siberia accident",
      "tags": "Siberia,Russia,Mining,Coal mining",
      "text": "Fifty-one people have been killed in Russia's worst mining disaster in a decade, prompting three days of mourning in Siberia's Kemerovo region.\nAmong the dead were five rescue workers, although a sixth was found alive and taken to hospital in a serious condition.\nThe blast happened at the Listvyazhnaya mine when coal dust caught fire in a ventilation shaft on Thursday.\nRescuers suffocated as they tried to reach dozens of missing miners.\nAt the time of the accident early on Thursday there were 287 people in the mine, some 3,500km (2,175 miles) east of Moscow. \nMany managed to get out and 49 people were taken to hospital, some of them suffering from smoke inhalation.\nBut dozens were trapped and rescue operations had to be suspended because of high concentrations of methane. \nOfficials said a methane gas explosion had filled the mine with smoke and the victims had died because of a lack of oxygen and high concentration of poisonous gas.\nBy Petr Kozlov, BBC Russian\nRelatives sobbed outside the mine office on Friday. \nOne man who said his grandson had died was prevented from going in and argued bitterly with a guard.\nA woman came out carrying a black plastic bag containing her dead son's clothes and boots: \"My boy is under the ground now, there is nothing more to say.\"\nRelatives said warnings about growing levels of methane gas in the mine had gone unheeded. They said there had been a fire at the mine only 10 days earlier and miners had been frustrated that more was not done to improve safety. \nAmid all the sadness there was one moment of relief. As hope faded for the lives of the missing, the rescuers managed to find one man alive.\nThe survivor from the rescue team was named as Alexander Zakovryashin and Russian Emergencies Minister Alexander Chupriyan said it was a \"miracle carried out by our people\".\nThe mine director, his deputy and the disaster area supervisor were arrested over alleged safety failings, according to Russian news agencies.\nRussian mine accidents are not uncommon and this is not the first accident at Listvyazhnaya. In 2004, a methane gas explosion left 13 people dead. \nIn 2016, authorities assessed the safety of the country's 58 coal mines and declared 34% of them potentially unsafe. The list did not include the Listvyazhnaya mine at the time, reports say.\nPresident Vladimir Putin described the loss of life as \"a great tragedy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59390561",
      "category": "uk-northern-ireland",
      "title": "Hospital beds 'at a premium' as NI emergency departments struggle",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "A senior doctor has warned that when people are being treated for more than 10 hours in ambulances, it means that emergency departments are \"effectively closed for some of those patients\".\nAndrew Dobbin, a consultant at the Ulster Hospital, said the stream of very sick patients turning up at the emergency department was \"relentless\".\nHe said hospital beds were \"at a premium\". \nStaff pleaded with the public to behave responsibly and \"save Christmas\".\nBBC News NI spent six hours in the Ulster Hospital's emergency department this week.\nThe numbers fluctuate but on Monday evening, at its peak, 134 people were there, including children. \nOf those, 50 needed to be admitted to a ward. The problem was finding beds.  \nTo allow new patients in, staff have to get people out of the hospital and back into the community.\nMarc Neil, the assistant director of unscheduled care at the South Eastern Health and Social Care Trust, allocates beds for people in hospital as well as in the community. \n\"Every day is a continuous struggle to find enough beds for everyone who needs one,\" he said. \n\"Every hour of the day that we move a patient is a choice to put someone there and someone not. Trained professionals are making those choices but, yes, it is tough.\"  \nEach health trust is faced with a similar problem.  \nOn Monday night, more than 100 beds had been located in the community for hospital patients to be moved on. \nBut they were all declined because families said they were unsuitable for reasons such as where they were located or what facilities were offered.  \nMr Neil said \"difficult conversations\" had to take place but, he added: \"We would remind people that the conversation we are having with you is the same conversation that we had with the person who was in this bed before you.\n\"At the moment, there are 103 beds available in the community but we can't get people to move out of hospital and into those beds as they aren't close to their homes or within their health trust.\n\"We are pleading with the public to work with us.\"\nThe nurses move around, fixing blankets and pulling curtains to protect patient dignity.\nAt every turn, there is a sick person waiting to be seen or to be admitted onto a ward. \nAt the peak, 134 people were waiting - in a department that originally housed 65 bedded cubicles.   \nDue to Covid, there are now several separate areas under one roof.  \nSome patients sit in proper waiting areas - others are in corridors with babies wrapped in blankets on their laps, while others lie on trolley beds. \nOlder women peer out from under clutched blankets; younger patients scroll their phones.   \nPatients sit socially distanced alongside each other as staff scurry about delivering medication, applying IV drips and taking temperatures.\nEvery available space has been transformed into an additional waiting area - and everyone just seems to be waiting. \nIt is overwhelming to watch. \nRead more here.\nWhen we spoke to him, Dr Dobbin had worked eight consecutive shifts, including with the Air Ambulance.  \nHe said emergency departments across Northern Ireland were \"overwhelmed\".   \n\"We are delivering care but perhaps not in the space where we want to deliver it - I expect things to get continually worse over the winter months,\" he added.\nThings are precarious across the entire health and social care system. \nAccording to the health trusts' winter plans, even if things were to stand still over the next couple of months - something that is highly unlikely - an additional 500 beds could be needed. \nDr Dobbin said the figure of 500 was becoming \"a likely number\".\n\"Right now, in November, there are 220 patients in emergency departments that are waiting for a hospital bed - we need those hospital beds right now. \n\"So considering how things might escalate with Covid and the winter pressures that number of 500 is looking likely.\"  \nOne patient described the number of people coming in and out as \"mad\" and said she had been waiting so long she had seen three different shift changes. \n\"Staff are great, I have to give it to them - I sat here all last night with no sleep... looks like I will be here tonight again,\" she said.    \nLead emergency department nurse Jenny Nicholson said it was upsetting to see patients remaining in the department for several days. \n\"It's heartbreaking to leave them here in the ED knowing you are going to come back the next morning to see them again here,\" she said.\n\"While we are providing the care that they need, the plan is in place and we are following that plan, they are not in the bed where they should be, where they would get the right care from a specialist.\"\nDirector of hospital services David Robinson said that the sheer numbers of patients was having knock-on effects on the rest of the hospital - including on surgery. \n\"Some of our sickest patients require to be cared for in intensive care, so with every additional bed we've put up in intensive care, regrettably we have to close a theatre for that week, which means unfortunately, we have cancelled operations.\"\nHe appealed for everyone to get vaccinated and said that many of the Covid patients who were in the intensive care unit had not been. \n\"Just think about Christmas - it's for themselves, it's for their family, their neighbours but also for strangers - people they'll never meet, because for them, being in ICU means that surgery, unfortunately, has to be downturned.\"\nCovid and the pressures of dealing with it remain constant - just one corridor away from the general emergency department is a ward where people with the virus are treated. \nThe same doctors and nurses attend to them, pulling on additional items of personal protective equipment (PPE) as they move from one area to another, with a sense of organised calm.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59412139",
      "category": "business",
      "title": "US restricts trade with a dozen more Chinese technology firms",
      "tags": "China,United States",
      "text": "The US government has added a dozen more Chinese companies to its restricted trade list, citing national security and foreign policy concerns.\nWashington says that some of the firms are helping develop the Chinese military's quantum computing programme.\nThis latest move comes as tensions grow between the US and China over the status of Taiwan and other issues.\nTrade was among the items discussed at a virtual summit between the leaders of both countries earlier this month.\nEight Chinese-based technology firms were added to the so-called \"Entity List\" for their alleged role in assisting the Chinese military's quantum computing efforts and acquiring or attempting \"to acquire US origin-items in support of military applications\". \nThis entity list has increasingly been used for national security reasons since the previous Trump administration. \nThe US Commerce Department also said 16 individuals and entities operating in China and Pakistan were added to the list due to their involvement in \"Pakistan's unsafeguarded nuclear activities or ballistic missile program.\"\nA total of 27 new entities were added to the list from China, Japan, Pakistan, and Singapore.\nSeparately, the Moscow Institute of Physics and Technology was added to the department's military end user list, although the listing gave no more details other than it had produced military equipment.\nThe new listings will help prevent American technology from supporting the development of Chinese and Russian \"military advancement and activities of non-proliferation concern like Pakistan's unsafeguarded nuclear activities or ballistic missile program,\" Commerce Secretary Gina Raimondo said in a statement.\nPotential suppliers to firms on the list will now need to apply for a licence before they can sell to them, with applications likely to be denied.\nChinese telecoms giant Huawei was added to the list in 2019 over claims that it posed a risk US national security.\nThe move cut it off from some of its key suppliers and made it difficult for the company to produce mobile phones.\nThe Chinese government has previously denied that it takes part in industrial espionage."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59414721",
      "category": "entertainment-arts",
      "title": "Richard Madeley leaves I'm a Celebrity after going to hospital",
      "tags": "Television,Richard Madeley,I'm a Celebrity...Get Me Out of Here!",
      "text": "TV presenter Richard Madeley has said he is \"absolutely fine\" but is leaving I'm a Celebrity... Get Me Out of Here! after being taken to hospital.\nMedics on the ITV show entered the camp at Gwrych Castle in north Wales early on Thursday and called an ambulance.\nPosting online on Thursday, Madeley said: \"I started to feel briefly unwell in the small hours of the morning and was taken to hospital as a precaution.\"\nHe must now leave the show because he has broken its Covid safety bubble.\nThe 65-year-old said he had \"had the time of my life\" on the programme and was \"gutted\" to be unable to re-join, but stressed that the \"safety of all the campmates is the number one priority\".\nHe wrote: \"I'm incredibly excited to watch their journey continue… even more so at the prospect of being somewhere a little warmer than Gwrych Castle.\n\"Thank you to everyone who supported me on my brief but completely unforgettable adventure - I've made some great friends.\"\nA statement from the show said: \"Our strict Covid protocols means Richard has sadly had to leave the show as he is no longer in the bubble the celebrities form when entering the castle.\n\"He has been a truly brilliant campmate and we thank him for being part of this series.\"\nEarlier on Thursday, an ITV spokesman said: \"Richard was unwell in the early hours and was immediately seen by our on-site medical team.\n\"He's since been taken to hospital as a precaution, the health and safety of our campmates is our priority.\"\nThe Welsh Ambulance Service said it was called to a \"medical emergency\" at the castle in Abergele, Conwy, at 05:43 GMT.\n\"We sent a paramedic in a rapid response car and an emergency ambulance to the scene, and one patient was taken to hospital,\" they said.\nReacting to the news, Madeley's Good Morning Britain colleague Susanna Reid tweeted: \"Sending love  - hope he's feeling ok now. Doing brilliant job on #IACGMOOH and being supportive to everyone. Get well soon Richard.\"\nNo details of his illness have been revealed. It came the morning after he had slid head first into a sewer of rotten fruit and vegetables during a trial.\nThe Castle Kitchen Nightmares task saw him hunt for 10 hidden stars in a kitchen \"full of castle critters\" after a public vote. \nRotten food was dumped on Madeley, who said: \"That's seven tons of fruit, I'll never find a star in here. Oh, it's freezing.\"\n\"Oh, this is really, really hard...there's just no way of sorting the wheat from the [chaff],\" he said.\nAfter searching in dark chambers for 10 minutes, as fish guts and offal fell on him, Madeley managed to get four out of 10 stars, securing a meal of squirrel for his camp-mates.\nMadeley told Metro before he went into the castle: \"I really hope I do get voted for the trials. The thing about this programme is you mustn't go into it if you take yourself remotely seriously.\"\nHe had also said his roles in the camp would be cook and interviewer. \n\"I will ask questions in camp. Unless you are curious, you don't learn about people,\" he said.\nMadeley made his name alongside wife Judy Finnigan on ITV's This Morning from 1988 to 2001, and more recently has co-hosted Good Morning Britain, as well as doing stints on BBC Radio 2.\nA familiar face to millions, the TV presenter had been asked to do I'm A Celebrity many times - but said this time around he \"realised the time had come to experience it.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59420722",
      "category": "uk",
      "title": "Covid: UK coronavirus cases pass 10 million and vaccines safe in pregnancy",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday evening. We'll have another update for you tomorrow morning.\nThe UK has now recorded more than 10 million coronavirus cases, government data shows. A further 47,240 cases were recorded on Thursday, taking overall cases to 10,021,497, and there were another 147 deaths within 28 days of a positive coronavirus test. The seven-day average for cases is up by 9.5%, though the seven-day average for deaths and patients admitted into hospital is down 14.8% and 11.4% respectively. Look at UK cases here. \nCovid vaccines are safe in pregnancy, new English data has found, backing up international evidence on their safety. The UK's Health Security Agency found similar rates of stillbirths and preterm births for vaccinated and unvaccinated mothers. Its report shows no fully vaccinated pregnant women were admitted to intensive care with the virus between February and September 2021. But just 22% of women who gave birth in August had had at least one jab. \nThere has been a 27% rise in people dying in England while in treatment for drug and alcohol addiction during the pandemic, an official report shows. Between April 2020 and March 2021, 3,726 people died while in contact with drug and alcohol services - up from 2,929 the year before. Changes to support and reduced access to healthcare during lockdowns are likely to have been factors, the report says. \nRelatives of a woman in her 50s left brain-damaged and paralysed after contracting Covid-19 have been told they can appeal against a ruling that she should be allowed to die. The woman was admitted to Addenbrooke's Hospital in Cambridge in late 2020. A judge had ruled earlier this year that no more could be done for her and life-support treatment should end. Her family challenged that decision and Appeal Court judges have now said the case should be re-heard as soon as possible.\nOffice Christmas parties will be smaller this year, the boss of one of the UK's biggest pub groups has predicted. Phil Urban of Mitchells & Butlers, which owns Browns, All Bar One and Harvester, said bookings for Christmas parties were coming in as \"people are recognising that actually they missed out last year\". But he said it was likely parties would be made up of smaller groups meeting in suburban settings more than in city centres. Analysts have suggested that with more people working from home as a result of the pandemic, many workers may not want to bear the cost of travelling into a city location for a work celebration.\nYou can find more information, advice and guides on our coronavirus page. For the latest global cases and death rates, click here - or check all the latest in-depth UK data here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-59414420",
      "category": "uk-england-york-north-yorkshire",
      "title": "The Star Inn at Harome: Michelin-starred restaurant 'reduced to ashes'",
      "tags": "Helmsley,Harome",
      "text": "A Michelin-starred restaurant in a 14th Century building has been \"reduced to ashes\" after its thatched roof caught fire.\nChef Andrew Pern said he was called on Wednesday night and told The Star Inn at Harome, near Helmsley, North Yorkshire, was ablaze.\nHe said its straw roof was \"perfect\" fuel for a fire, and the building \"didn't stand a chance\" once it had taken hold.\nFirefighters remain at the scene.\nThe building, on the edge of the North York Moors National Park, caught fire shortly after 22:00 GMT.\nA message on the restaurant's Twitter account posted overnight said The Star had been \"reduced to ashes\" by the flames.\nAt its height, 45 firefighters tackled the blaze, North Yorkshire Fire & Rescue Service said, adding that all occupants had safely left when crews arrived.\nSpeaking to BBC Radio York, Mr Pern praised quick-thinking staff for their efforts to contain the blaze as they waited for help.\n\"It was smouldering at first and the staff did a brilliant job, they grabbed all the fire extinguishers, got a hosepipe from the cellar, they did an amazing job themselves,\" he said.\n\"There was nobody in the property, nobody hurt at all.\" \nMr Pern, who took ownership of The Star Inn when he was 25, said he expected it would take about a year to get its main dining area up and running again.\nThe building's frame had \"just about gone\", he said, due to the 4ft (1.2m) straw roof.\n\"It's one of those risks that comes with a thatched property, once it took a grip it didn't really stand a chance,\" he said.\nHe added that a newer section of the pub \"should be OK, so we'll be able to function in a fashion, somehow\".\nThe Star Inn has become one of the most celebrated gastropubs in the country due to its \"modern Yorkshire\" dishes made from \"locally sourced seasonal ingredients\".\nThe restaurant is described in the Michelin Guide as \"oozing character with its low beamed ceilings\".\n\"While the restaurant side has a plush, luxurious feel, it's still very much the village local and you'll find the regulars supping on a pint of bespoke Two Chefs beer in the characterful bar,\" it reads.\nMr Pern, who took charge in 1996, is also the managing director of restaurants in York and Whitby. \nFellow Michelin-starred Chef Tommy Banks, who owns the nearby Black Swan at Oldstead, said news of the fire was \"devastating\".\n\"Our thoughts are with you Andrew and the whole team,\" he wrote in a tweet.\nThe fire service said that by 12:00 GMT crews had finished damping down hot spots.\nAn aerial ladder platform and one fire engine remain at the scene to help with investigations. \nA North Yorkshire Fire and Rescue Service spokesperson said: \"The fire in the thatched roof of the building caused extensive damage to the roof and roof space. \n\"Crews worked hard to prevent the fire spreading all along the thatched roof, meaning one end of the roof and the ground floor were saved from the fire.\" \nFire investigator Tony Walker tweeted from Harome to announce he had begun to look into the cause of the fire.\nNorth Yorkshire Police said it had been called in to assist with the investigation.\nPeople are still being asked to avoid the area while damping down continues.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59424269",
      "category": "uk",
      "title": "Coronavirus variant fear sparks Africa travel curbs",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Travellers arriving in England from several southern African countries will have to quarantine amid warnings over a new coronavirus variant.\nUK Health Secretary Sajid Javid said from 12:00 GMT on Friday six countries would be added to the red list, with flights being temporarily banned.\nOne expert described the variant, known as B.1.1.529, as \"the worst one we've seen so far\", and there is concern it has the potential to evade immunity.\nNo cases have been confirmed in the UK.\nOnly 59 confirmed cases have been identified in South Africa, Hong Kong and Botswana so far.\nAll flights from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini are being suspended.\nMr Javid said that scientists were \"deeply concerned\" about the new variant but more needed to be learned about it.\nBut he said the variant has a significant number of mutations, \"perhaps double the number of mutations that we have seen in the Delta variant\".\nHe added: \"And that would suggest that it may well be more transmissible and the current vaccines that we have may well be less effective.\"\nHe said adding the six countries to the red list was about \"being cautious and taking action and trying to protect, as best we can, our borders\". \nSusan Hopkins, chief medical adviser to the UK Health Security Agency, said the new variant was the \"most complex that we've seen\" and \"the most worrying that we've seen\". \nFrom midday non-UK and Irish residents will be banned from entering England if they have been in the six countries in the past 10 days.\nAny British or Irish resident arriving from the countries after 04:00 on Sunday will have to quarantine in a hotel, with those returning before that being asked to isolate at home.\nThose who have returned in the past 10 days are being asked to take a PCR test by the UK Health Security Agency (UKHSA).\nThe flight ban will remain in place until the hotel quarantine system is up and running.\nOne scientist told me this was the worst variant they'd seen - look at it on paper and it's not hard to see why. \nIt is the most heavily mutated variant so far and is now radically different to the form that emerged in Wuhan, China. \nThat means vaccines, which were designed using the original, may not be as effective. \nAnd some of its mutations are known to increase the ability of coronaviruses to spread. \nBut there have been many variants that looked bad on paper before, but haven't taken off. \nThere are early signs this virus is spreading in South Africa and may already be in every province in the country. \nBut the big questions - how much does it evade vaccines, is it more severe, does it spread faster that Delta - are unanswerable for now. \nBBC Africa correspondent Andrew Harding said scientists in South Africa were trying to understand the mutations of the new variant.\nHe said there was unhappiness at the new red listing by other countries, with scientists saying the country needed more support and more reward for spotting the new variant.\nExperts from the World Health Organization (WHO) are meeting South African officials on Friday to assess the evolving situation in the country.\nThe new variant, which has been designated a new variant under investigation by the UKHSA, is heavily mutated and the confirmed cases are mostly concentrated in one province in South Africa.\nScientists say the variant has 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nExperts in South Africa have said the variant is \"very different\" to others that have circulated, with concerns that it could be more transmissible but also able to get around parts of the immune system.\nProf James Naismith, director of the Rosalind Franklin Institute at Oxford University, said: \"It's bad news, but it's not doomsday\".\nHe told BBC Radio 4's Today programme the variant would \"almost certainly\" make vaccines less effective, but they would still work to some extent. New drugs to treat Covid-19 would not be affected by the variant, he suggested.\nIt had not been proven that the variant was more transmissible, but it has mutations consistent with the Delta variant and appeared to spread more quickly than other variants, he said.\n\"The travel ban will slow it down,\" Prof Naismith said. \"It will get here but it will give us a few more weeks.\"\nImperial College London's Prof Neil Ferguson said it was concerning the new variant appeared to be \"driving a rapid increase in case numbers in South Africa\" and said the move to restrict travel was \"prudent\".\nBut he said it was not clear if the variant was more transmissible or resistant to vaccines and therefore it was too early to judge the risk it poses.\nAt the moment between 500 and 700 people are travelling to the UK from South Africa each day, but this figure was likely to have increased as the festive period began.\nBritish Airways said it was contacting affected customers and Virgin Atlantic said it would be reviewing its schedule for South Africa for the coming week, with flights from Johannesburg to Heathrow cancelled between 12:00 on Friday and 04:00 on Sunday.\nAll the countries that remained on the UK's red travel list were removed in October.\nEach UK nation sets its own policy but they have generally followed the same rules for past announcements.\nScotland is following the UK government's decision, with anyone arriving from the six countries having to self-isolate and take two PCR tests, while hotel quarantine will be in place from 04:00 GMT on Saturday.\nCurrently people travelling to the UK who are fully vaccinated do not need to take a Covid test before setting off but do need to take a lateral flow test two days after arrival and fill out a passenger locator form.\nThose who are not fully vaccinated and are over 18 must self-isolate at home for 10 days and take a Covid test in the three days before travelling as well as on day two and day eight of their return."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59399069",
      "category": "entertainment-arts",
      "title": "Raheem Sterling to guest edit Radio 4's Today",
      "tags": "Murder of Bibaa Henry and Nicole Smallman,Racism,Radio",
      "text": "England footballer Raheem Sterling will guest edit Radio 4's Today programme over Christmas, the BBC has announced.\nThe 26-year-old Manchester City star was made a MBE this summer for services to racial equality in sport.\nHe will be one of seven guest editors over the festive period, as is tradition, alongside Lord Dobbs and General Sir Nick Carter. \nDr Jane Goodall, James Rebanks, Mina Smallman and Jacky Wright complete this year's line-up.\nThe guest-edited shows will be broadcast between 27 December and 3 January 2022.\nLast month, former England and Arsenal striker and now Match of the Day pundit Ian Wright said Sterling and Marcus Rashford have helped to change how black footballers are viewed.\nAside from winning the Premier League with his club and reaching the final of Euro 2020 with his country, Jamaica-born and London-raised Sterling has campaigned against racism on and off the pitch.\nThe Raheem Sterling 1692 Charitable Foundation was recently launched to support children and young people in need.\nDetails of Sterling's Radio 4 programme will be announced in the coming weeks.\nToday editor Owenna Griffiths said that each year the guest editors, who are supported by producers and reporters to bring their ideas to air in line with BBC editorial standards, contribute \"novel ideas, surprising perspectives and, on occasion, a little sparkle to the programme\".\n\"This year is no exception and I'm absolutely thrilled these guest editors have agreed to spend some time with us to help illuminate and make sense of the world we live in,\" she added.\nGeneral Sir Nick Carter, the outgoing Chief of Defence Staff, will look at alternative ways to treat Post Traumatic Stress Disorder (PTSD) among ex-service personnel in his programme.\nConservationist Dr Jane Goodall, the founder of the Jane Goodall Institute and a UN Messenger of Peace, will use her programme to explore the links between poverty and climate change and discuss the interaction of science and faith.\nMina Smallman, the former Church of England archdeacon whose daughters Nicole and Bibaa were murdered in a London park, will examine support for victims of crime and look into the Reclaim These Streets movement.\nElsewhere, Cumbrian farmer and bestselling author James Rebanks will look at the role urban farms can play in creating healthier communities.\nJacky Wright, Microsoft's chief digital officer, will ask whether young people are equipped with the skills they need for the jobs of the future.\nAnd Conservative peer and author of House of Cards Lord Dobbs will explore the impact of prostate cancer, which he was diagnosed with earlier this year.\nPrevious festive editors of the show have included Prince Harry, Greta Thunberg and Lewis Hamilton, as well as David Hockney, Angelina Jolie and Professor Stephen Hawking. \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59414795/#comp-comments-button",
      "category": "#comp-comments",
      "title": "London Stratford emerges as UK's busiest station",
      "tags": "Stratford,Rail travel,Coronavirus pandemic",
      "text": "London's Stratford railway station was Britain's busiest in a year that recorded the lowest level of passenger journeys for almost 150 years.\nThe station recorded about 14 million entries and exits between in March 2020 and April 2021 as passenger usage fell 78% in Britain due to the pandemic.\nLockdowns and restrictions throughout the year meant more people worked from home and did not commute as much.\nLondon Waterloo witnessed the biggest decrease in passenger usage.\nThe Office of Rail and Road (ORR) said Waterloo had lost the title of Britain's busiest station for the first time in 17 years, with just 12.2 million entries and exits compared to 86.9 million the year before.\nIt said the pandemic had brought the lowest level of rail journeys across Britain since at least before 1872.\nFeras Alshaker, director of planning and performance at the ORR, said there had been \"radical change\", particularly in London, in the stations people used the most.\nHe said recent figures suggested there had been a \"slower increase in commuter journeys\" compared to leisure trips, which had almost returned to pre-pandemic levels.\nLondon's railway stations dominated the top 10 most used, with London Victoria (13.8 million) also heavily used during the pandemic.\nHighbury and Islington (8.7 million), Clapham Junction (8.4 million), Barking (6.7 million) and East Croydon (6.7 million) entered the top 10 for the first time, replacing London's Paddington, Euston, St Pancras International and Kings Cross stations.\nOutside of the capital, the ORR said Birmingham New Street was the only station that recorded more than six million entries and exits, with 7.4 million people travelling from or to the station.\nAcross Scotland, Glasgow Central remained the most used station with 5.3 million entries and exits, a fall from 32.5 million in 2019-20, while Cardiff Central in Wales remained the nation's busiest with just under 2 million journeys compared to more than 12 million the year before.\nNearly 200 railway stations across Britain had fewer than 1,000 entries and exits, with many having services suspended due to the pandemic.\nThere were six stations that recorded no entries or exits. These were Abererch and Llanbedr stations, in Gwynedd, Wales, Sugar Loaf in Powys, Beasdale in Highland, Scotland, Sampford Courtenay in Devon, and Stanlow & Thornton station near Chester."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59399702",
      "category": "world-europe",
      "title": "Germany's Scholz seals deal to end Merkel era",
      "tags": "Germany,Olaf Scholz",
      "text": "Olaf Scholz will head a three-party coalition with broad plans for Germany's transition to a green economy, under a deal to end 16 years of government led by Angela Merkel.\nAlmost two months after his Social Democrat party won federal elections, he will go into power with the Greens and business-friendly Free Democrats.\nClimate protection forms a big part of the coalition deal.\nThe parties aim to phase out coal use by 2030, eight years ahead of schedule.\nThey will also seek to use 2% of German territory for wind power and focus on hydrogen-based energy too. By 2030, the parties want 80% of electricity to be sourced from renewable energy and 15 million electric cars to be on German roads.\nThere are also plans to legalise the sale of cannabis in licensed premises, with controls on the quality and distribution of the drug.\nGermany is Europe's biggest economy, so decisions taken by the new government will have a big effect on its neighbours.\nIn a news conference, Mr Scholz, 63, said \"sovereignty of Europe is a cornerstone of our foreign policy\". He highlighted Germany's friendship with France and partnership with the US.\nHe spoke of daring to make greater progress in a coalition \"on equal terms\". He also pointed out that the three parties' wider memberships still had to approve what has been labelled a \"traffic-light\" coalition, because of the parties' red, yellow and green colours. \nHe will only take over as chancellor from Mrs Merkel after a vote in the Bundestag, expected between 6 and 9 December.\nMr Scholz will enter office during a difficult period of the Covid-19 pandemic, with Germany one of several European countries where infections have skyrocketed to record levels in recent weeks.\nOn Wednesday, he said the coalition would ramp up vaccinations and consider making jabs compulsory for health staff and other essential worker.\n\"The situation is bleak,\" Mr Scholz said. \"The coronavirus is still not vanquished.\"\nThe Social Democrats won the 26 September vote, ahead of Mrs Merkel's Christian Democrat alliance, which saw its worst-ever election result. The Greens achieved their best-ever result, under candidate Annalena Baerbock, who spoke of an ambitious alliance aiming to start a paradigm shift to transform the economy.\nDescribing the climate crisis as the biggest challenge of our time she said: \"We can transform our economy so it becomes climate neutral. We have an agreement where climate neutrality is a common denominator.\"\nMs Baerbock is expected to become foreign minister in the new government, while her Greens co-leader Robert Habeck gets the role of vice-chancellor as well as overseeing energy transition.\nThe new finance minister is set to be Christian Lindner, the Free Democrat leader whose party has a wide following of young voters. \"The younger generation has given us this job to overcome the status quo of recent years,\" he said.\nMaking Germany climate neutral by 2045 is a big focus of the deal, entitled \"Daring more progress\". Phasing out coal will take place \"ideally\" by 2030, and solar energy will become compulsory on the roofs of new commercial buildings and the general rule for new private homes. The 16 states will have to provide 2% of their area for wind power. The goal to phase out cars with internal combustion engines remains the EU's target of 2035.\nMinimum wages will rise to €12 (£10) an hour and another 400,000 new apartments will be built every year, a quarter of which will be social housing, to tackle Germany's housing crisis.\nThe voting age will be lowered from 18 to 16, with plans to reform electoral law to bring an end to ever-increasing numbers of MPs. The new Bundestag has 735 seats. Changing the voting age for European elections requires a simple parliamentary majority, but for federal elections it would need two-thirds support.\nImmigrants will be able to apply for German citizenship after five years. They will also be allowed dual citizenship under the coalition's plans. This would transform the lives of millions of immigrants, many of who remain foreign nationals despite having lived in Germany for decades.\nA Covid crisis team will be set up at the chancellery to focus on the pandemic. Mr Scholz said vaccination was the way out of the pandemic and in some care settings involving vulnerable people it should be made compulsory. Mr Scholz said the coalition had agreed to invest €1bn in bonuses for health workers.\nOn foreign policy, the parties said they wanted \"to raise Europe's strategic sovereignty\", which effectively means more independence on energy, security and other international issues. However, Germany's relationship with the US and its membership of the Nato alliance will remain central to its security.\nGermany's no-new-debt rule was lifted during the pandemic as more funds were needed to address the crisis. But by 2023, the coalition says it wants to bring back the debt brake which is enshrined in Germany's constitution.\nA ban on doctors advertising that they carry out abortions will be lifted, to enable public information to be provided about the method without fear of prosecution."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59421259",
      "category": "uk-politics",
      "title": "Female Doctor Who robs boys of role models, claims Tory MP",
      "tags": "Men,Peaky Blinders,Doctor Who,Toxic masculinity,James Bond",
      "text": "A Tory MP has linked young men turning to crime to women playing traditionally male roles in TV and film.\nNick Fletcher said \"female replacements\" in shows like Doctor Who were robbing boys of good role models.\nThe only characters they had to look up to were gangsters the Krays and Tommy Shelby from Peaky Blinders, he said.\n\"Is there any wonder we are seeing so many young men committing crime?,\" he asked MPs taking part in a debate on International Men's Day.\nHis comments were met with surprise by Labour Party chair Anneliese Dodds, who said she thought she had \"misheard\" him.\nThe reason boys turned to a life of crime was \"far more complex\" than \"who should be the next 007\", she added.\nBut later, Mr Fletcher tweeted a statement, saying his \"rather nuanced point\" that there were \"increasingly fewer male role models for young boys\" had been \"misconstrued\". \nThe Westminster Hall debate, led by Mr Fletcher, discussed numerous issues facing men, especially attainment in school and the ability to discuss mental health problems. \nMr Fletcher also listed some statistics, including the fact male suicide rates are three times higher than women and that 96% of people in prison are men and boys. \nHe said there had been a \"creeping narrative that males have it easy, life is a breeze and they have nothing to complain about\".\nBut, he added: \"It is clear that life is tough for many men and young boys, and many of our boys in schools are far from privileged.\"\nHe attacked the phrase \"toxic masculinity\" - used to describe the pressure on men to stick to traditional views of how they should act - saying it \"vilified\" men and led them to feeling \"worthless\". \nAnd then he turned to the \"cultural sphere\", claiming it shared the blame for rises in male violence. \nMr Fletcher said: \"Everywhere... there seems to be a call from a tiny, but very vocal, minority that every male character or good role model must have a female replacement. \n\"One only needs to look at the discussion around who will play the next James Bond.\"\nBut he said it went further than 007, adding: \"In recent years we have seen Doctor Who, Ghostbusters, Luke Skywalker, the Equaliser, all replaced by women, and men are left with the Krays and Tommy Shelby. \n\"Is there any wonder we are seeing so many young men committing crime?\" \nThe SNP's Gavin Newlands said he thought the reboot of The Equaliser - a role played by Denzel Washington, but more recently taken on by Queen Latifah - was \"positive\".\nSpeaking in the debate, he criticised the concept of International Men's Day altogether, calling it \"a rather cruel joke concocted in response to feminism, women's rights and International Women's Day\". \nMr Fletcher challenged him, saying the government should be helping men be \"proud to be men\", rather than feeling \"awful\" about their gender. \nBut while Mr Newlands said he had sympathy with the viewpoint, he added that first, \"we need men in general to take responsibility for what men have done and continue to do\" - including making misogynistic comments or committing violence against women. \nAfter his speech gained attention on social media, Mr Fletcher released a statement on Twitter, saying his point \"in no way linked Dr Who being female to crime being committed by men\".\nHe said: \"Teachers, parents and carers need to teach young men and boys that males can make a positive difference. \n\"Promoting this can be done through various means, including through films and programmes. \n\"Yet something not often discussed is that the only characters many boys with no good male role models in their lives see on television and online are increasingly criminal.\"\nThe MP added: \"I did not link a Dr Who being female to crime being committed by men - in fact, I was making a statement that boys and young men also need positive role models within the media, just as women do.\"\nInternational Men's Day began is celebrated on 19 November in more than 60 countries, according to the organisers. \nIn the UK, there are debates and get-togethers held across the country. \nThe idea is to promote male role models, increase awareness of men's health issues, improve gender equality and highlight discrimination.\nInternational Women's Day is celebrated around the world on 8 March, with events and demonstrations aimed at promoting women's equality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-53699511",
      "category": "uk",
      "title": "Why do migrants leave France and try to cross the English Channel?",
      "tags": "Calais migrant crisis,UK immigration,France,English Channel,People smuggling,Europe migrant crisis,Calais",
      "text": "Efforts are under way to identify 27 people who drowned crossing the English Channel. \nTheir deaths have raised questions about why so many people are attempting the journey despite the dangerous conditions.\nFor years, people smugglers have sent people to the UK in lorries. There have also been tragedies on these routes, including the 39 Vietnamese people found dead in a refrigerated lorry in 2019.\nBut security at the Port of Calais in France - where UK border controls are - has been tightened.\nThis means more attempts are being made to send people by boat, according to Tony Smith, former director general of UK Border Force.\nHe says Covid has also had a role, as fewer lorries have been travelling to the UK: \"Human smugglers have changed their tactics and they've now taken to this relatively new phenomenon of putting people into small boats and bringing them across in that way.\"\nIn the few studies that exist, family ties have been identified as the main reason migrants wish to travel from France to the UK.\nIn a survey of 402 people at the former Calais \"Jungle\" camp, researchers from the International Health journal found only 12% wanted to remain in France, while 82% planned to go to England. \nOf those that wanted to travel to England more than half (52%), said they already had a family member there.\n\"They have a connection to the UK, they speak some English, they have family, they have friends and people in their networks. They want to come and stay and rebuild their lives,\" says Enver Solomon, chief executive of the Refugee Council.\nIt has been suggested the UK's jobs market often attracts migrants - a claim supported by the French Interior Minister Gerald Darmanin. There aren't reliable surveys to support this though. \nMarley Morris, an immigration expert at the IPPR think tank says the UK has introduced policies that make it much harder to work illegally.\n\"These arguments were put forward 20 years ago, when people said the UK system was too generous. The UK responded by tightening up the rules. \n\"While we don't have ID cards, the policies introduced make it much harder to work illegally, [and] employers are fined for employing someone for not having the right to work.\" \nAs well as language and family ties, some Calais-based migrants told the BBC they wanted to come to the UK due to historic links with their own country. \nSome also expressed unhappiness at the way they are being treated in France, which can lead to more people attempting to make the crossing according to Rob McNeil, deputy director of the Migration Observatory at Oxford University.\n\"Imagine you are being poorly treated in the country you are in. Your presumption is that the immediate environment is unpleasant and you want to get away from that\", he says.\nIt's unlikely that migrants choose to come to the UK because they feel they have less chance of being sent back compared to other European countries adds Mr McNeil.\n\"One thing we know is that the data suggests that people travelling to any country have very little knowledge of the laws and practices of enforcing immigration,\" he says.  \nDespite the dangers, some say they have already taken significant risks to get as far as Calais and are willing to take further ones to get to the UK. For example, the International Health journal study also found that two-thirds of people had experienced at least one act of violence during their journey or in Calais.\nMany migrants already choose to make an asylum claim in the first country they arrive in - such as Greece, Turkey or Italy - and only a minority choose to travel on to the UK.\nLast year, Germany had the highest number of asylum applicants in the EU (122,015 applicants), while France had 93,475 applicants.\nIn the same period the UK received the 5th largest number of applicants (36,041) when compared with countries in the EU (around 7% of the total). This represents the 17th largest intake when measured per head of population, according to UN Refugee Agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59416022",
      "category": "world-europe",
      "title": "Channel tragedy: Scramble to identify dead off Calais",
      "tags": "France,Calais,Migration",
      "text": "At least 27 people died on Wednesday in the worst-recorded migrant tragedy in the Channel and French officials are trying to identify who they were.\nOnly two people survived, a Somali and an Iraqi, according to French Interior Minister Gérald Darmanin. He said they were recovering from extreme hypothermia and would be questioned in due course.\nBut little is known of those who did not survive when their inflatable boat lost air and took on water off the northern port of Calais.\nAmong the dead were 17 men, seven women and three children, prosecutors in Lille told the BBC. Calais Mayor Natacha Bouchart said one of the women was pregnant, while one of the children was a \"little girl\".\nForensic investigations are under way but no one has yet been named.\nMany of them had travelled to France from the Middle East, unconfirmed reports suggest. The BBC has spoken to several charities, who said many of the dead appear to have been Kurds from Iraq and Iran. Some may have been Arabs and Afghans, as well as other Iranians.\nMasrour Barzani, prime minister of the Kurdistan Region of Iraq, said the tragedy was a potent reminder of the dangers of \"illegal migration and the smugglers who send people to their deaths\".\nHanda Majed, founder of the Kurdish Umbrella charity, said she had been in touch with various sources who were trying to identify those who died.\nBased on her research, the majority of them appeared to be Iraqi Kurds, she said, and that was not surprising.\n\"Young people in Kurdistan don't have any jobs,\" she said. \"There's no prosperity. There's no social support system like in the UK, so if you don't have a job, you could starve to death.\"\nKurdish journalist Ranj Peshdari, who said he had spoken to people on the ground in France, echoed those initial reports about the backgrounds of the dead.\nHe told the Rudaw media group that he understood most of the dead had made the journey to Europe from the Kurdistan region.\nThe French interior minister said police were unsure about their nationalities because none of them had identity documents.\n\"It wouldn't be unusual at all for people not to be travelling with ID documents,\" said Stuart Luke, a lawyer who specialises in asylum cases involving unaccompanied children.\nThere were several reasons for that, he told the BBC. Some people lied about their origins to improve their chances of asylum, while others came from countries that had no culture of carrying identity documents, he said.\nMaya Konforti, who works with Calais charity L'Auberge Des Migrants, said it had become a common problem trying to identify fatalities in the Channel.\nFrench police did collaborate with charities but it was a long and often complicated process.\nMs Konforti said the families of those who died often had no idea about their fate.\n\"The families are always in horrible shock to hear about a death,\" she said. \"They know that it's dangerous, but they don't know how dangerous it is.\"\nFor migrant charities and NGOs, the circumstances of Wednesday's deaths were grimly familiar, predicted as well as predictable.\nCharlie Whitbread works for an organisation called Mobile Refugee Support in Dunkirk, where the boat involved in Wednesday's deadly crossing cast off.\nSpeaking to the BBC, he said the conditions in the French camps were so horrific, that people there were willing to risk their lives to try to find a better life.\nRecord numbers of migrants have been making the crossing from France to the UK in recent weeks. More than 25,700 people have made the dangerous journey to the UK in small boats this year - more than three times the 2020 total.\nAt least 10 other people are thought to have died while attempting to make the crossing in the past few weeks.\nIn migrant camps in Calais, the BBC's Lucy Williamson says Wednesday's tragedy is being met with a sad sort of resignation.\nMeanwhile at a camp to the east in Dunkirk, the BBC spoke to some people who claimed to have known those who drowned.\nAmong them was Juma, who said he fled the Taliban in Afghanistan. He said he wanted to bring his daughters to the UK so they could go to school and study.\nHe knew some of those who died, he said, and wept quietly as he repeated what they told him: \"They said goodbye… I said goodbye. They looked hopeful.\"\nAnother Afghan, Sadar, said it was \"a very sad day\".\nHe said came to the UK as a child but was denied asylum and told to return to Afghanistan. Now aged 24, Sadar said wanted to come back to the UK and had paid smugglers €3,000 (£2,500; $3,300) to get him there.\nSadar, like many others in French camps, are determined to cross the Channel again, regardless of the risks. For them, it's a risk worth taking.\n\"We'll try again,\" said Sadar. \"We have two options: we die or we reach the UK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59414460",
      "category": "uk-politics",
      "title": "Asylum claims to UK reach highest level in nearly 20 years",
      "tags": "Brexit,Coronavirus pandemic,Migration",
      "text": "Asylum applications to the UK have reached their highest level since 2004, according to official estimates.\nClaims were up 18% on 2020 - when Covid travel limits were in place - but it is only a small increase on 2019 levels. \nBut net migration - which does not include asylum claims or refugees - fell by 88% last year after Covid.\nThe figures come after 27 people drowned crossing the channel, sparking renewed calls for changes to the way those seeking refuge are treated. \nSo far this year, more than 23,000 people have attempted the crossing from France to the UK by boat.  \nA government spokesperson said the asylum statistics \"demonstrate the complex scale of the global migration crisis\". \nThey claimed that the government's Nationality and Borders Bill - currently making its way through Parliament - would \"ensure we are fair to those in genuine need and break the business model of criminal trafficking networks\".\nHowever, Labour has said the bill would breach international law on refugees and \"damage the UK's standing around the world\". \nConservative MP Tim Loughton said the bill was not a \"panacea\", adding: \"What it will end up doing is replacing putting people up in hotels with putting people in prison.\"\nThe Home Office figures also reveal a big backlog of asylum claims waiting to be heard, with 67,547 cases yet to have an initial decision.\nDr Peter William Walsh, of Oxford University's Migration Observatory, said: \"The situation in the channel yesterday (Wednesday) is an unspeakable tragedy. \n\"The increase in claims for asylum is driven by arrivals from Eritrea, Iran and Syria, all of which have very high acceptance rates for asylum in the UK. \n\"The backlog in the number of asylum seekers is increasing both as a result of this increase and the slow processing of asylum claims.\" \nAsylum applications in the UK were \"substantially lower\" than in France, which received 31,000 applicants in the third quarter of 2021, according to the Migration Observatory. \nPeople can claim for asylum in the UK if they fear persecution in their own country.\nThere were 37,562 asylum applications in the year to September - compared to nearly 32,000 in 2020 and 35,737 in 2019. \nThe Home Office said this year's increase was partly linked to the easing of global travel restrictions introduced during the pandemic, but also to \"an increase in small boat arrivals to the UK (of which almost all claim asylum)\".\nThe department's figures say that last year it offered protection to 13,210 people in the form of asylum and other schemes, representing a 2% increase on the previous year. \nIran was the top nationality claiming asylum, as it has been every year since 2016, with 6,002 applications. \nApplications from Eritrean nationals rose by 97%, while claims from Syrians increased by 74% and by 39% for Afghans and Albanians.\nThe figures do not include those who came to the UK via the Afghanistan Citizens Resettlement Scheme, which supported Afghans who had worked with the UK government in their home country. \nAsylum applications last peaked in 2002 when demand was driven by conflict or unrest in Iraq, Afghanistan, Zimbabwe and Somalia.\nNumbers fell in subsequent years and have since fluctuated between 20,000 and 40,000.\nSeparate figures, released by the Office for National Statistics (ONS), suggest a dramatic drop in net migration to the UK last year, due to Covid travel restrictions.\nNet migration - the difference between people coming to live in the UK and emigrating to other countries - was 34,000 in 2020, compared with 271,000 the previous year.\nBrexit was also a factor in the 88% fall in numbers, but the ONS stressed that there was \"no evidence of an exodus\" from the UK.\nIn March 2020, the public were told to stop all non-essential travel in a bid to prevent the spread of coronavirus, and air travel to and from the UK dropped by 95% in the early months of the pandemic. \nNet migration in 2020 from the EU was negative, with 94,000 more EU nationals thought to have left the UK than to have arrived, the ONS statistics suggest.\nBut 5.5 million EU nationals were granted permission to remain in the UK through the post-Brexit settlement scheme, according to Home Office figures. with more than 300,000 cases still being processed. \nSo far, 180,000 EU nationals have been refused permission to remain in the UK.\nThe ONS warned that its net migration figures were based on \"experimental research\" and \"subject to a high level of uncertainty\".\nThe organisation was forced to suspend the International Passenger Survey, the traditional method of measuring migration through surveys at ports and airports. due to the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59406216",
      "category": "uk-scotland-glasgow-west",
      "title": "Anger after 30-year-old letter thwarts abuse case",
      "text": "The case against a man facing historical sexual abuse allegations was stopped after a 30-year-old letter was uncovered in which prosecutors gave up their right to prosecute him.\nThe former teacher was facing allegations about his conduct towards a pupil in the late 1970s in Ayrshire.\nIt is understood the allegations were first made in the 1990s and then revisited by Police Scotland in 2016.\nThe case came to court earlier this month but was deserted.\nThe 1992 letter from the Crown Office to the accused man includes a \"unequivocal and unqualified announcement\" that the prosecution service relinquished its rights to prosecute the individual for the allegations.\nMaryanne Puglsey, who made the allegations, told BBC Scotland she was \"hugely frustrated\" by the development and the way the case had been handled.\nThe Crown Office has appealed the court's decision to end the case and said it has changed its procedures since 1992. \nIt said that when proceedings are discontinued now, letters to the accused \"reserve the right to prosecute in future\" if circumstances change. \nMs Puglsey, who has a clinical diagnosis of complex post-traumatic stress disorder, said: \"Why was this letter not produced at an earlier stage, why wait until February of this year, almost five years since the police started to investigate my allegations?\n\"In total I have provided 12 statements associated with this case to the police since 2016.\n\"I'm so tired of repeating myself and continually processing what I perceive to be the failings in this justice system and what were the safeguarding failings that let me down as a child.\"\nMs Pugsley, who has waived her right to anonymity - given to all victims in sexual abuse cases, was informed of the 1992 letter, provided by the accused's solicitor, in February this year.\nThe Crown Office told the mother-of-two there would be \"no further action\" as it was \"barred from taking proceedings\" because the letter to the accused \"amounts to an unequivocal and unqualified announcement on the part of the Crown that they renounce their right to prosecute\".\nMs Pugsley used her statutory right to request a review of the decision and this was upheld by the Crown Office, with the case then restarting and going to a legal arguments debate at Ayr Sheriff Court on 2 November.\nThe outcome of this was that the sitting sheriff ended the case on the strength of the 1992 letter sent to the accused by the procurator fiscal's office in Ayr.\nA spokeswoman for the Crown Office said: \"We appreciate this has been a difficult time for those involved, and we have maintained contact over the status of the case.\n\"The Crown Office and Procurator Fiscal Service is committed to the effective and fair prosecution of historical sexual offences, and to continuous improvement in its casework. \n\"When proceedings are discontinued, letters to the accused now routinely reserve the right to prosecute in future if circumstances change.\" \nIf you, or someone you know, has been affected by this story or needs support you can visit the BBC Action Line. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59414795",
      "category": "business",
      "title": "London Stratford emerges as UK's busiest station",
      "tags": "Stratford,Rail travel,Coronavirus pandemic",
      "text": "London's Stratford railway station was Britain's busiest in a year that recorded the lowest level of passenger journeys for almost 150 years.\nThe station recorded about 14 million entries and exits between in March 2020 and April 2021 as passenger usage fell 78% in Britain due to the pandemic.\nLockdowns and restrictions throughout the year meant more people worked from home and did not commute as much.\nLondon Waterloo witnessed the biggest decrease in passenger usage.\nThe Office of Rail and Road (ORR) said Waterloo had lost the title of Britain's busiest station for the first time in 17 years, with just 12.2 million entries and exits compared to 86.9 million the year before.\nIt said the pandemic had brought the lowest level of rail journeys across Britain since at least before 1872.\nFeras Alshaker, director of planning and performance at the ORR, said there had been \"radical change\", particularly in London, in the stations people used the most.\nHe said recent figures suggested there had been a \"slower increase in commuter journeys\" compared to leisure trips, which had almost returned to pre-pandemic levels.\nLondon's railway stations dominated the top 10 most used, with London Victoria (13.8 million) also heavily used during the pandemic.\nHighbury and Islington (8.7 million), Clapham Junction (8.4 million), Barking (6.7 million) and East Croydon (6.7 million) entered the top 10 for the first time, replacing London's Paddington, Euston, St Pancras International and Kings Cross stations.\nOutside of the capital, the ORR said Birmingham New Street was the only station that recorded more than six million entries and exits, with 7.4 million people travelling from or to the station.\nAcross Scotland, Glasgow Central remained the most used station with 5.3 million entries and exits, a fall from 32.5 million in 2019-20, while Cardiff Central in Wales remained the nation's busiest with just under 2 million journeys compared to more than 12 million the year before.\nNearly 200 railway stations across Britain had fewer than 1,000 entries and exits, with many having services suspended due to the pandemic.\nThere were six stations that recorded no entries or exits. These were Abererch and Llanbedr stations, in Gwynedd, Wales, Sugar Loaf in Powys, Beasdale in Highland, Scotland, Sampford Courtenay in Devon, and Stanlow & Thornton station near Chester."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59412705",
      "category": "uk",
      "title": "Covid: Cinema faces court for not checking Covid passes, and student depression increases",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday morning. We'll have another update for you this evening.\nA cinema owner who defied the law by refusing to ask for Covid passes is facing court action. Anna Redfern, owner of Cinema & Co in Swansea, said she would not comply with the Welsh government rules. The venue remained open last week, despite a notice to close by Swansea council. The council said a court order was now being sought to enforce closure, or to implement reasonable health and safety measures. The cinema has previously called the rules \"nonsensical\" and \"unnecessary\".\nMore than 2,000 people in Wales, who probably caught Covid in hospital, went on to die within 28 days, data shows. There have been at least 8,243 cases of patients probably or definitely catching Covid in Welsh hospitals since the start of the pandemic. Some 27% (2,216) died within 28 days - though not necessarily of Covid, having been admitted for other reasons.\nA new hospital unit has been named after a \"much-loved\" healthcare assistant who died of Covid last year. Queen Elizabeth Hospital in King's Lynn, Norfolk, revealed its outpatient department would be called the Emerson Unit in tribute to Chrissie Emerson. The decision follows an online vote. Ms Emerson, who was married and a grandmother, died in April 2020.\nDepression among students in Northern Ireland and the Republic of Ireland increased during the pandemic, new research suggests. The cross-border study involved more than 1,800 students from Ulster University (UU) and the Letterkenny Institute of Technology. In 2019, 86 (13%) of the study's UU students exhibited symptoms of depression. In 2020, that rose to 158 students - just under a quarter. Click below to watch our earlier report on student mental health in the pandemic.\nRui Mendes is a director at a Portuguese firm called Rodi, one of Europe's largest manufacturers of bike wheels. \"At the pandemic's onset many clients [bike firms] started to postpone orders,\" he says. \"We ended up stopping production.\" To try to save jobs and salaries, their 300 employees agreed to take a three-week holiday. But then a month later things dramatically changed. \"From April things turned completely,\" says Mr Mendes. \"Orders doubled, the market just exploded.\"\nYou can find more information, advice and guides on our coronavirus page. For the latest global cases and death rates, click here - or check all the latest in-depth UK data here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59410862",
      "category": "uk",
      "title": "Windrush: 'I'll make sure I get the compensation I deserve'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-59418071",
      "category": "uk-england-norfolk",
      "title": "Berney Arms: Quietest rail stop sees eight-fold passenger rise",
      "tags": "Watford,Chelmsford,St Albans,Grays,Greater Anglia,Great Yarmouth,Norwich",
      "text": "A railway station once dubbed the UK's quietest has seen passenger numbers increase eight-fold after the line serving it reopened. \nBerney Arms in Norfolk saw 348 passengers in the year to March, compared with 42 the previous year.\nIt was the biggest year-on-year increase of any UK station, according to the Office of Rail and Road (ORR). \nTravel vlogger Geoff Marshall said it was a \"beautiful quirk of Britain's railway system\".\nFeras Alshaker, ORR director of planning and performance, said the increase was \"likely due to railway enthusiasts taking the opportunity to visit this station over the past year\".\nThe lines serving Berney Arms were closed for most of the period between April 2019 and March 2020 due to work to upgrade signalling.\nMr Marshall, whose video on the station has been viewed more than 250,000 times, said it had never been a busy station but was close to returning to pre-pandemic levels.\n\"It is served more on weekends, which is an oddity, so it's a leisure destination,\" he added.\nThe station, which is only accessible on foot, is a request stop on the line between Norwich and Great Yarmouth.\nMuch like buses, passengers wanting to board at Berney Arms have to stick an arm out, and to alight they must \"inform the conductor or the driver of your intentions in good time\".\nThe station is close to the River Yare and surrounded by the RSPB's Berney Marshes and Breydon Water reserve.\nAlso close by is the Berney Arms Windmill, a Scheduled Ancient Monument under the care of English Heritage.\nCambridge remained the busiest station in the East of England with 2.3 million entries and exits in the year to March, but this was an 80% decrease in 2019-20 passengers numbers.\nChelmsford (1.7 million), Watford Junction (1.7 million), Grays (1.5 million) and St Albans City, Hertfordshire (1.3 million), are the other top five stations in the region.\nStratford railway station in London was the most used station in Britain, recording nearly 14 million entries and exits in 2020-21.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59399874",
      "category": "uk-politics",
      "title": "Boris Johnson hits back at critics over social care at stormy PMQs",
      "tags": "Conservative Party,Dominic Raab,Boris Johnson,Prime Minister's Questions",
      "text": "Boris Johnson batted away opposition calls for him to stand down and defended himself against accusations of \"broken promises\" at PMQs.\nLabour leader Sir Keir Starmer challenged the PM on social care funding, rail investment and tax.\nPicking up on reports of Tory disquiet after the PM's chaotic speech to business leaders, he asked: \"Is everything OK, prime minister?\"  \nThe PM said the government was \"delivering for...working people\".\nThe Conservative benches were packed for the exchanges, in contrast to last week's session.\n\"I see they have turned up this week prime minister,\" said Sir Keir, prompting uproar on all sides and an intervention from Speaker Sir Lindsay Hoyle, who ordered MPs to calm down.\nSeveral MPs have told the BBC that they were urged by party managers, via text or phone call, to attend Prime Minister's Questions to support Mr Johnson.\nSir Keir repeatedly claimed the government's plans for social care funding broke a Conservative manifesto pledge that nobody would have to sell their home to pay for care.\n\"He's picked the pockets of working people to protect the estates of the wealthiest,\" said the Labour leader, adding: \"How could he have devised a working class dementia tax?\"\nMr Johnson said homes will not be included in the cap on costs, adding that Labour did not have a plan to solve the problem.\nThe prime minister said the government's \"huge investment\" in health and social care meant people will be able to insure themselves against the \"catastrophic cost\" of suffering from diseases such as dementia.\nSir Keir also accused Mr Johnson of breaking a promise not to raise taxes - and to deliver a \"rail revolution\" in the North of England, despite now cancelling the northern leg of HS2.\n\"Who knows if he'll make it to the next election, but if he does, how can he expect anyone to take his promises seriously?,\" asked the Labour leader. \nMr Johnson insisted there would be a rail revolution, and claimed the government was spending £96bn on upgrading links.\nAnd he said Sir Keir had campaigned against HS2 - which runs through his Holborn and St Pancras constituency - adding that he had backed the new high speed rail link even though it affected his own constituents, because it was in the national interest. \n\"How can they trust that man?\" he asked.\nTalk of ousting the PM seems fanciful. He has a track record of bouncing back from adversity.\nBut it is worth noting that loud cheers from a leader's own side does not mean that underlying concerns have evaporated.\nThe former Conservative leader, Sir Iain Duncan Smith, was greeted by regular, co-ordinated standing ovations at his party conference, but that didn't prevent MPs quietly but definitively submitting letters of no confidence.\nThe mood at the moment though seems to be for the current Conservative leader to get a grip rather than to get out.\nWhile Mr Johnson was on the back foot at PMQs, he nonetheless managed to step up attacks on the Labour leader too - the most effective of which was to suggest that HS2 would never have been built at all if Sir Keir Starmer had got his way.\nBoris Johnson's premiership has looked juddery recently, but hasn't yet been derailed.\nThe SNP's Westminster Leader, Ian Blackford, also seized on reports of Tory disquiet with the PM's recent performance, accusing him of \"floundering in failure\" and asking him if he had \"considered calling it a day\".\n\"In the real world, people are suffering a Tory cost of living crisis, Brexit is hitting the economy hard, but the prime minister can't even give a coherent speech to business leaders,\" he added.\nHe asked why Mr Johnson was \"clinging on when he quite clearly isn't up to the job\".\nThe prime minister said the British public wanted to hear less about politics and more about what the government is doing \"for the people of Scotland\".\nEarlier, deputy PM Dominic Raab praised Mr Johnson's \"ebullient, bouncy, optimistic, Tiggerish character\", saying it \"livens up\" his speeches. \nHe said there was a \"steeliness\" to the prime minister, adding: \"We work as a team\", and he dismissed the criticism as Westminster \"tittle tattle\".\nMr Johnson appeared before the CBI conference earlier this week to make his pitch for a \"green industrial revolution\" to business, including support for electric cars, investing in wind power and the government's integrated rail plan. \nBut it drew more negative attention after his impression of a car and his personal anecdote from a trip to Peppa Pig World. \n\"I was a bit hazy about what I would find at Peppa Pig World, but I loved it,\" he told the conference. \"Peppa Pig World is very much my kind of place.\n\"It has very safe streets, discipline in schools, a heavy emphasis on mass transit systems I noticed, even if they are a bit stereotypical about Daddy Pig.\"\nAsked after the speech, \"is everything OK?\", Mr Johnson said he thought people had \"got the vast majority of the points\" he wanted to make and that the speech \"went over well\".\nIt comes after a few weeks of turbulence at Westminster.\nThe PM backed attempts to overhaul the standards system for MPs' conduct, blocking the suspension of Tory MP Owen Paterson - who had been found to have broken lobbying rules. \nNo 10 performed a U-turn on the move following a furious backlash from MPs, including some Conservatives.\nBut the fall-out led to accusations about sleaze, and wider questions about MPs' second jobs.\nThe PM came under further pressure this week over the cost cap element of his social care plan, which charities warned could unfairly hit people with fewer assets. \nMPs backed the proposals, but it was only a narrow victory for Mr Johnson thanks to a significant Tory rebellion. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59402658",
      "category": "world-europe",
      "title": "Russian troop build-up: View from Ukraine front line",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59353305",
      "category": "uk-northern-ireland",
      "title": "Mental health: Western Trust sees rise in children treated for depression",
      "tags": "Children,Northern Ireland Commissioner for Children and Young People,Young people,Mental health",
      "text": "A five-year-old was one of a number of children sent to a hospital emergency department by their GP after suffering from depression and suicidal thoughts.\nThat is according to information received from the Western Health Trust. \nIt also revealed an 11% rise during the first year of the pandemic, compared to the year before, in those aged 18 and under attending emergency departments for serious mental health issues.\nThe figures relate to Altnagelvin, South West Acute and Omagh Hospitals.\nAmong those was a five-year-old referred by a GP for \"depression and suicidal thoughts\" and a suicidal nine-year-old brought in by police.\nThere were 473 children and young people who arrived at the emergency departments in the year prior to the pandemic, including 67 children aged 14 and under.\nThis had risen to 527 in the first year of the Covid-19 pandemic between March 2020 and February 2021, with 102 of them aged 14 and under.\nAlthough these figures take into account the first twelve months of the pandemic for annual comparison purposes, an upward trend has continued with the most recent figures given up until the end of August this year.\nFrom March 2021 until the end of August, there have been 333 children and young people attending the trust's emergency departments, an average of 56 a month. \nThere were 44 a month in the first year of the pandemic and 39 a month in the year prior to it.\nThe figures have come to light from a Freedom of Information request in which BBC News NI asked for the numbers of children and young people who had visited emergency departments with a serious mental health issue being recorded as the main reason.\nThe Western Health Trust advised that there was no way of identifying a category of \"serious mental health issue\", but determined its search via those presenting with an overdose, self-harm or mental health issue.\nDr Raymond Nethercott, the officer for Ireland at the Royal College of Paediatrics and Child Health, said all children's wards across Northern Ireland had been seeing more children and young people \"requiring place of safety admissions for mental distress, illness and harm\".\n\"I wish I was surprised by your findings. They reflect very much the experience of paediatric teams right across Northern Ireland and, for me, represent the tip of a very large iceberg,\" he said.\n\"I am extremely concerned that not enough is being done to understand why this has occurred. \n\"Yes, the pandemic has played a role, but this was already a problem and we have not done nearly enough to understand and fix it.\"\nHe added his biggest fear was that \"this headline will fade like so many others without any measurable actions taken to save lives or to make this better\".\nProf Siobhan O'Neill, Northern Ireland's mental health champion, said suicidal behaviour in very young children was extremely unusual and that most children would not be aware of the meaning of suicide.\n\"However, impulsive behaviours in response to distress are common in this age group,\" she said.\nShe added that children with mental health problems had been accessing healthcare at a later stage and therefore their symptoms were more severe.\nProf O'Neill said she was aware that during the lockdowns many schools and children's services were shut, and referrals to specialists may have gone down as a consequence.\nShe said that an initial downward trend \"reflected unmet need\".\nShe said she was concerned that the current pressures on health services may lead to a similar situation \"with vulnerable young people again paying the highest price\".\nProf O'Neill said the Department of Health had invested £10m to improve mental health services through the community and voluntary sector, and that services within these sectors were reporting a surge in demand for mental health interventions and treatments for this age group.\n\"The executive is conscious of the implications of the pandemic on the mental health of young people and is committed to keeping schools open,\" she said.\n\"We also now have a strong ten-year mental health strategy to improve services and support early intervention. \n\"This strategy is currently being implemented but needs an additional 34% allocation of funding in order to deliver the strategy in full, and to schedule.\"\nProf O'Neill said it was vital that political parties commit to delivering this funding and implement the Covid-19 recovery plan to meet the needs of \"struggling\" young people and reduce the numbers needing help.\nKoulla Yiasouma, the Northern Ireland Commissioner for Children and Young People, said she found the figures \"deeply disturbing\" both in terms of the numbers and the ages of the children attending emergency departments in crisis. \nShe referred to the restricted access to services and schools, which she said had \"added to the worries and stress about Covid-19\".\n\"This has resulted in children and young people experiencing more complex issues, particularly with regards to isolation and anxiety,\" the commissioner said.\n\"What is also very worrying is that these figures represent the tip of a very deep iceberg, and I fear the true extent and impact of Covid on our children and young people's mental health is only just coming to light.\"\nThe Department of Health said its Child and Adolescent Mental Health Services (CAMHS) had \"faced significant pressures in recent years\" including increased demand and the Covid pandemic.\nIt said work was ongoing to address the pressures, increase capacity and improve accessibility.\nIt also said an additional £750,000 was allocated in 2020 to tackle waiting lists as well as a further £500,000 this year to alleviate pressures from the increasing number of young people presenting with issues around eating disorders.\nThe department also said it was working on a number of other initiatives, such as collaboration with the Department of Education on a framework aimed at delivering better mental health outcomes.\n\"It is hoped that as a result of this work we will soon begin to see a reduction in the waiting times for children and young people accessing CAMHS,\" the department added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59400539",
      "category": "world-europe",
      "title": "Sweden's first female PM resigns hours after appointment",
      "tags": "Sweden",
      "text": "Sweden's first ever female prime minister has resigned just hours after she was appointed. \nMagdalena Andersson, was announced as leader on Wednesday but resigned after her coalition partner quit the government and her budget failed to pass. \nInstead, parliament voted for a budget drawn up by the opposition which includes the anti-immigrant far right. \n\"I have told the speaker that I wish to resign,\" Ms Andersson told reporters.\nHer coalition partner, the Green Party said it could not accept a budget \"drafted for the first time with the far-right\". \nMs Andersson said that she hoped to try to become prime minister again as a single party government leader. \n\"There is a constitutional practice that a coalition government should resign when one party quits,\" the Social Democrat said on Wednesday. \"I don't want to lead a government whose legitimacy will be questioned. \nThe speaker of parliament said he would contact party leaders on the next move. \nMs Andersson was elected as prime minister earlier on Wednesday because under Swedish law, she only needed a majority of MPs not to vote against her. \nA hundred years after Swedish women were given the vote, the 54-year-old Social Democrat leader was given a standing ovation by sections of the parliament, or Riksdag.\nHer election at the head of a minority government followed an 11th-hour deal with the opposition Left party, in exchange for higher pensions for many Swedes. She also secured the support of coalition partner the Greens.\nOf the 349 members of the Riksdag, 174 voted against her. But on top of the 117 MPs who backed Ms Andersson, a further 57 abstained, giving her victory by a single vote.\nA former junior swimming champion from the university city of Uppsala, she began her political career in 1996 as political adviser to then-Prime Minister Goran Persson. She has spent the past seven years as finance minister.\nBefore MPs backed Magdalena Andersson, Sweden was the only Nordic state never to have a woman as PM.\nBecoming the first woman prime minister in Swedish history should have been cause for a night of celebration for Magdalena Andersson, yet the sun had barely set when she handed in her notice. \nThe complexities of Swedish politics mean we can't assume we've seen the last of her, though. If there's another prime ministerial vote, Ms Andersson will probably get voted in again. This is because the Green Party has promised to support her, despite quitting as a formal coalition partner. But she'd end up in a vulnerable position at the helm of a fragile minority government, and would still have to stick to the right-wing budget already voted on by parliament.\nWhat all this political chaos has underlined is just how divided Swedish politics is right now. We'll have to wait and see whether voters break the deadlock with a significant shift to the right or the left at next year's elections."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59413821",
      "category": "uk-northern-ireland",
      "title": "Police examine video of 'punch' during arrest",
      "tags": "Moy,Police Service of Northern Ireland",
      "text": "A video, which appears to show a police officer punching a man in the face, has been referred to the Police Service of Northern Ireland's internal watchdog.\nThe video, which was posted on social media, was linked to an incident in Moy, County Tyrone, on Saturday night.\nTwo men were arrested during the incident and were charged with assault on police and disorderly behaviour.\nA police spokeswoman said they had referred the footage to their Professional Standards Department.  \nShe added that no complaints had been received about the incident by the PSNI.\nAll of the officers involved in the arrest operation remain on duty. \nThe content of the video was reported by the Irish News, which said the clip appeared to show one officer restraining a man on the ground before punching him in the face.\nDenise Mullen, a member of Mid Ulster Council, told the paper she had received several complaints about the incident.\n\"I would call for a full investigation to be carried out into this,\" the Aontú councillor said.\nThe two men facing charges are due to appear in court next month. \nThe Police Ombudsman's office told BBC News NI that it had not received a public complaint. \n\"However, we are aware of the incident and are currently considering it,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59414642",
      "category": "uk-northern-ireland",
      "title": "Storm Arwen: Man dies as high winds strike NI",
      "tags": "Met Office,Storm Arwen,Severe weather",
      "text": "A man has died after a tree fell on his car as Storm Arwen hit Northern Ireland on Friday.\nThe incident took place on the Dublin Road in Antrim at about 15:30 GMT.\nThe victim has been named locally as Francis Lagan, the principal of St Mary's Primary School in Maghera.\nA message on the school's website said: \"It is with great pain and sadness this evening that I have to inform you of the untimely death of our much loved principal Mr Lagan. \n\"May his gentle soul rest in peace.\"\nFerries were cancelled and a number of roads were blocked in high winds and heavy rain.  \nA weather warning is in place until 18:00 on Saturday.\nGusts of wind up to 100km/h - 60mph - were expected in exposed areas.\nAll of P&O Ferries' sailings between Larne and Cairnryan on Friday have been cancelled, as have Stenaline's sailings between Belfast and Cairnryan. \nStenaline will review the situation at 03:00 GMT on Saturday.\nFerry sailings between Ballycastle and Rathlin Island are cancelled on Friday and are also expected to be affected on Saturday.\nPower outages have also affected a number of locations across Northern Ireland.\nAt one stage more than 2,400 homes in Larne were left without without electricity, according to NIE.\n The Met Office warns that:\nHigh winds are expected along the north coast through the first part of the day; causing large waves and possible disruption.\nSevere gales in excess of 105kmh/65mph are forecast around coastal areas later on Friday and into the early hours of Saturday, before easing slightly during the afternoon and evening.\nAlthough the strongest winds will affect coastal areas, inland parts can also expect some very windy conditions.\nIn the Republic of Ireland, a severe weather warning has also been issued for Counties Donegal, Mayo, and Sligo for Friday and Saturday by Met Éireann.\nThe RNLI has urged the public to exercise \"extreme caution\" if visiting the shoreline, especially along exposed cliffs, seafronts and piers.\nThe charity advised people to stay out of the sea during the stormy conditions and not to take unnecessary risks near breaking waves.\n\"While stormy conditions may be tempting to watch, it is important to remember the sea is very dangerous and unpredictable and big waves can easily knock you off your feet,\" said Kevin Rahill, the RNLI's water safety lead."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56286744",
      "category": "health",
      "title": "New Covid variant: Where do variants come from?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59393241",
      "category": "uk-northern-ireland",
      "title": "Covid-19: New calls for care home pandemic public inquiry",
      "tags": "NI Health,Care homes,Coronavirus pandemic",
      "text": "The commissioner for older people Eddie Lynch has called for a Northern Ireland-based inquiry into the handling of care home residents during the Covid-19 pandemic.\nFormer employees of a Newtownabbey care home where 14 residents died during the first wave echoed the call. \nSpeaking to BBC Spotlight, one said the deaths had been \"pushed to the side\".\nThe Department of Health said its minister Robin Swann wanted a public inquiry \"as soon as is practicable\". \nFormer care workers Clara Wilson and Rhonda McKeown have spoken for the first time about their experience at Glenabbey care home in spring 2020.\n\"If these deaths had happened in a children's home I think there would have been an investigation a long time ago, but because it's the elderly it just seems to be pushed to the side,\" said Ms McKeown.\nThe Department of Health said the timing of an inquiry would have to take account of the entire health system being focused on fighting Covid-19 and the resultant pressures. \nAnd it said that central aspects of the pandemic response were on a UK-wide basis, including testing and vaccination supply.\nMr Lynch said he had spoken to political parties about the issue in recent weeks. \n\"Over the past year, we witnessed the incorrect recording of care home deaths, families having no access to loved ones, PPE supply problems, inappropriate use of do not resuscitate orders, the slow introduction of testing, the transfer of Covid-positive patients into care homes - the list goes on,\" he added.\nSpeaking to Spotlight, the former Glenabbey employees were critical of government policy on testing of people being discharged from hospital to care homes in the early days of the pandemic.\nOn 3 April 2020, a Health and Social Care Board official, writing to care home providers, stated: \"There is no expectation that patients are tested for Covid-19 before discharge\". \nThe policy was adopted by trusts across Northern Ireland. \nIt led to the Northern Health Trust and the Belfast Health Trust, both of which sent patients to Glenabbey in the first wave, discharging hundreds of patients who had not been tested, and a small number of people who were positive, to care homes between February and June 2020. \nAnother former Glenabbey care worker, 20-year-old Fiona Hopkin, told Spotlight one resident at the home was discharged from Antrim Hospital without being tested.\nThey then tested positive at the home soon after. \nMs McKeown, whose mother was a resident at the home, said the policy left the home \"exposed\". \n\"We need to know why that happened because carers were then put in a terrible situation and left to deal with that,\" she said.\nRoutine testing of people before they were discharged from hospital to care homes was introduced on 19 April 2020. \nThe Department of Health published a report last year which said evidence did not support a close link between hospital discharges and Covid-19 outbreaks in the first wave. \nPublic health expert Professor Martin McKee of the London School of Hygiene and Tropical Medicine said he did not think the report's methods were comprehensive enough. \n\"If you want to understand why there is an outbreak in anywhere, a care home, a cruise ship, whatever you will do a detailed epidemiological analysis looking at where the cases came from and the pattern of transmission and that wasn't done,\" he added.\nThe Department of Health said its report's findings were consistent with studies by public health agencies elsewhere in the UK which found discharges were not associated with a significant risk of a care home outbreak - though a small risk could not be ruled out. \nIt said early in the pandemic it did not have the capacity to test patients that it has now. \nEarlier this year, Prime Minister Boris Johnson pledged a UK-wide inquiry, but Scotland is in the process of setting up its own inquiry. \nMr Lynch said he wanted the Stormont Executive to also have its own inquiry.\n\"I urge the NI executive to conduct an inquiry which specifically looks at the care and management of residents and care homes and not to delay any longer in commencing what is likely to be a long process,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59420935",
      "category": "uk",
      "title": "National Trust bans trail hunting on its land",
      "tags": "Fox hunting,National Trust",
      "text": "The National Trust will stop issuing licences for trail hunts on its land, the charity's board of trustees said.\nTrail hunting is legal and sees dogs and riders follow an artificial scent along an agreed route. It differs from traditional fox hunts which are banned.\nIn 2020, the National Trust suspended trail licences after video emerged of a prominent huntsman advising how to use them for covert illegal fox hunts.\nFollowing his conviction, trust members voted to ban trail hunts on its land.\nUsing dogs to chase or kill foxes was made illegal in England and Wales in the Hunting Act 2004. Many organisations instead turned to trail hunting which involves laying a scent for hounds to chase instead of a live animal.\nIn October, huntsman Mark Hankinson was ordered to pay £3,500 after Westminster Magistrates' Court concluded he was \"clearly encouraging the mirage of trail laying to act as cover for old fashioned illegal hunting\".\nHarry Bowell, the National Trust's director of land and nature, said there had been \"a loss of trust and confidence in the Masters of Foxhounds Association\" - where Hankinson was a director.\nHe said other reasons behind the decision included \"the considerable resources needed to facilitate trail hunting, and the reputational risk of the activity continuing on our land\".\nThe move to ban trail hunting applies to the trust's land in England and Wales. No hunting is allowed on Northern Irish trust land.\nThe Hunting Office - the executive arm of the governing bodies for hunting with hounds in Great Britain - called the decision \"hugely disappointing\".\n\"Hunts have had access to National Trust land for generations and the decision goes completely against the core mantra of the National Trust 'for everyone, for ever',\" a statement said.\nMeanwhile Tim Bonner, chief executive of the Countryside Alliance said: \"The inability of trustees to differentiate between the legal use of hounds and the governance of hunting is extremely regrettable and breaks the basic principle of access to National Trust land for legitimate activities.\" \nTV wildlife expert Chris Packham thanked the National Trust board for showing sense and strength over what he called a difficult decision.\n\"Their bravery now needs to be matched by other large landowners, the Forestry Commission, all of the National Parks, the Ministry of Defence,\" he said.\n\"This is the time to finally put an end to fox hunting and end this appalling savagery which continues to blight the UK countryside.\"\nWhen the National Trust suspended licences a year ago, there was just one trail hunting licence. In 2019/20, there had been 14 licences, and eight the year before that.\nThe charity said it looks after more than 250,000 hectares of countryside across England, Wales and Northern Ireland.\nIn the 2018/19 season around 9% of total trust ownership was licensed for trail hunting, In the 2019/20 season around 3%, it said.\nLast week, Welsh Government nature agency Natural Resources Wales, which looks after swathes of countryside and forests, banned trail hunting on its land."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59419572/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Protesters hit Amazon buildings on Black Friday",
      "tags": "Companies,Amazon,Retailing,GMB",
      "text": "Protests are being staged at Amazon buildings in the UK, US, and Europe - on Black Friday.\nThe shopping sales day is among Amazon's busiest all year.\nAn international coalition of unions, equality and environmental groups called \"Make Amazon Pay\" is staging a day of action.\nThe movement is demanding Amazon make changes to its business, including improved pay, an end to employee surveillance, and union engagement.\nIn an unrelated separate protest, the Extinction Rebellion environmental group has blocked the entrances to Amazon distribution centres in the UK.\nThe group says it has targeted 13 British buildings, including the largest one in Dunfermline.\nIt is staging similar action abroad in Germany and Netherlands.\nThe Make Amazon Pay coalition is not affiliated with Extinction Rebellion group, but also has environmental groups such as Greenpeace among its members.\n\"Amazon takes too much and gives back too little,\" it claims - backed by trade unions, grassroots campaigns and non-profit-making organisations in individual countries.\nIn the UK, that includes:\nNo UK Amazon warehouses are unionised, so legally they can't strike.\nMany employees will be working on the day, but campaign groups which include Amazon workers are staging protests at Amazon buildings in Coalville, Leicestershire, Coventry, Peterborough and at its London headquarters.\nBut strikes are being encouraged elsewhere.\nIn Germany, for example, the union Verdi called on employees at major shipping centres to strike, beginning on Wednesday night. And in France, major union CGT is also calling for workers to down tools.\nWorldwide, nearly 50 organisations have signed up to a list of \"common demands\", published by the Make Amazon Pay coalition, which include:\nOwen Espley, from the War on Want campaign group, said: \"Amazon is abusing its dominance across online retail, cloud services, and logistics, to create unfair competition that is driving down standards for everyone.\n\"Amazon workers face unsafe conditions, constant surveillance and are treated like robots.\n\"It's time for Amazon to pay fair wages, fair taxes, and for its impact on the planet.\" \nThe GMB union also released figures on Friday that it said showed ambulance callouts to Amazon warehouses increased by nearly 50% in the run-up to Black Friday - something it blames on staff rushing to hit \"crushing targets\".\nIt filed Freedom of Information requests with four ambulance trusts near \"major Amazon sites\". It said the data shows that over five years, November had the most ambulance visits.\nAmazon said such claims were \"using incomplete information that's without context and designed to intentionally mislead\".\n\"We know we're not perfect and are continuing to get better every day, but the fact is that Amazon has 40% fewer injuries on average compared to other transportation and warehousing businesses in the UK,\" a spokesperson said.\nIt claimed the \"vast majority\" of ambulance visits to its buildings were for pre-existing conditions.\nMick Rix, from the GMB Union, said: \"This company is a pandemic profiteer that can afford to do better.\"\n\"It's time for Amazon sit down with their workers' union GMB and make Amazon a great, safe place to work. \"\nAmazon reported a tripling of profits earlier this year, attributed to its success during the Covid-19 pandemic.\nAmazon issued a prepared statement in advance of the protests about the wider Make Amazon Pay movement.\n\"These groups represent a variety of interests, and while we are not perfect in any area, if you objectively look at what Amazon is doing in each one of these areas you'll see that we do take our role and our impact very seriously,\" it said.\n\"We are inventing and investing significantly in all these areas, playing a significant role in addressing climate change with the Climate Pledge commitment to be net zero carbon by 2040, continuing to offer competitive wages and great benefits, and inventing new ways to keep our employees safe and healthy in our operations network, to name just a few.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58790190",
      "category": "uk-england-sussex",
      "title": "My drink was spiked on night out, says minister Mims Davies",
      "tags": "Reynhard Sinaga,Home Office,Haywards Heath,Mims Davies,Drug use",
      "text": "A government minister has told the BBC how her drink was spiked on a night out in 2019 and has called for tougher action to prevent further incidents. \n\"I found something black in the bottom of my drink. I pulled it out and didn't really think anything of it, and threw it on the floor,\" says Mims Davies.\n\"It was only later on I thought, 'Blimey, what was that?'\"\nThe Conservative MP has only a partial memory of a night out in Haywards Heath, West Sussex, having blacked out after her drink was spiked.\n\"It was absolutely awful,\" she tells BBC Radio Sussex. \"I had to be carried home.\"\nTo this day Ms Davies has no idea what the dark substance placed in her glass was, but luckily she got home safely.\nThe employment minister, who is the MP for Mid Sussex, has written to Home Secretary Priti Patel to ask what more can be done to tackle spiking.\n\"We should be restricting who on earth can get hold of these products, as we would in any other sphere,\" she says.\n\"What on earth is in those products? Who's buying them and who's sourcing them? There's more to this than meets the eye.\"\nThe Alcohol Education Trust says hundreds of people a year are thought to be victims of drink-spiking, where alcohol or drugs - such as tranquillisers, amphetamines or GHB, also called liquid ecstasy - are added without their knowledge.\nOften this is done as a \"prank\", the trust says, but many victims have been subject to robbery or sexual assault, it adds.\nDrink-spiking is a serious offence and carries a maximum sentence of 10 years in prison.\nIn March, the government announced that GHB would be upgraded from a class C to a class B drug after what Home Secretary Priti Patel called its \"truly sickening\" use in high-profile rape cases.\nIt is yet to table the necessary legislation to make that happen.\nGHB was the substance used by post-graduate student Reynhard Sinaga, who was jailed for a minimum of 30 years in 2020 for drugging and sexually assaulting 48 men in his flat in Manchester.\nRohypnol is a tranquilizer used to treat sleep disorders but has also been used to spike drinks and is a class C drug.\n(Source: Drinkaware) \nSussex Police says that, in the city of Brighton and Hove alone, it has had 67 reports of drinks tampering since 1 October. \nOn Wednesday, Home Office minister Rachel Maclean told the House of Commons drink-spiking was \"a horrific and frightening offence\" and the government was planning to \"ramp up\" its response.\nThe Home Office tells the BBC it is \"dedicating local and national resource\" to tackling this \"extremely disturbing\" crime.\n\"We remain in close contact with the police on this issue and the home secretary is receiving regular updates,\" a spokesperson says.\n\"We must now give the police the space to conduct their enquiries, and we would urge anyone with information on these incidents to contact their local force.\"\nIf you have been affected by the issues raised in this article, help and support can be found at BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-59391650",
      "category": "uk-england-leicestershire",
      "title": "Roman mosaic and villa complex found in Rutland farmer's field",
      "tags": "Archaeology,Leicestershire County Council,Historic England",
      "text": "A Roman villa containing a rare mosaic that depicts scenes from Homer's Iliad has been found beneath a farmer's field.\nThe mosaic, found in Rutland, has been described as the first example of its kind in the UK.\nIt was discovered by the landowner's son and investigated by archaeologists from the University of Leicester.\nHistoric England described the mosaic as \"one of the most remarkable and significant... ever found in Britain\".\nThe mosaic and surrounding villa complex have now been protected as a Scheduled Monument by the Department for Digital, Culture, Media and Sport (DCMS) on the advice of Historic England.\nThe complex is thought to have been occupied by a wealthy individual from the late Roman period.\nJim Irvine, son of landowner Brian Naylor, made the initial discovery after spotting \"unusual pottery\" on a walk during the 2020 lockdown, and contacted the archaeological team at Leicestershire County Council.\nHe said: \"My family have been farming this land for 50 or 60 years.\n\"During lockdown last year, I noticed some pottery on the ground which didn't look like any pottery I'd seen before.\n\"We came down here with a spade and I dug a shallow trench and I was in exactly the right place.\n\"To see something that has been undisturbed for 1700 years or so has been amazing. \n\"The thing that has been keeping me interested is what's the state of the next thing to come out of the site because it's all been amazing so far.\"\nHistoric England funded urgent excavation work at the site by the University of Leicester.\nThe mosaic, which forms the floor of what was thought to be a dining or entertaining area of the villa, measures 11m x 7m (36ft x 23ft).\nMosaics were regularly used in private and public buildings across the Roman Empire, and often featured famous figures from mythology.\nHowever, the Rutland mosaic is thought to be unique in the UK as it features Achilles and his battle with Hector at the conclusion of the Trojan War.\nBy Phil Mackie, BBC Midlands correspondent at the scene\nI know where the villa was found but I'm not allowed to give away too many details. It's because they don't want anyone coming along and trying to carry out their own investigations and disturbing the site. \nFor now, the mosaic has been covered back up. It's been well protected for more than a millennium and a half beneath a 2ft (0.6m) layer of soil, and it won't come to any further harm now it's back underground. \nJim Irvine really hopes that people will be able to come to visit in situ one day but decisions about its long-term future haven't been made yet. \nThe site is so big that only a tiny part of the complex has been excavated. There are likely to be more discoveries in the digging seasons to come. \nInvestigations have revealed the large villa is surrounded by barns, circular structures and possibly a bath house.\nThe complex is likely to have been occupied by someone with a knowledge of classical literature, between the 3rd and 4th Century AD.\nJohn Thomas, deputy director of the University of Leicester Archaeological Services and project manager on the excavations, said: \"This is certainly the most exciting Roman mosaic discovery in the UK in the last century. \n\"It gives us fresh perspectives on the attitudes of people at the time, their links to classical literature, and it also tells us an enormous amount about the individual who commissioned this piece.\n\"This is someone with a knowledge of the classics, who had the money to commission a piece of such detail, and it's the very first depiction of these stories that we've ever found in Britain.\"\nDuncan Wilson, chief executive of Historic England, added: \"To have uncovered such a rare mosaic of this size, as well as a surrounding villa, is remarkable. \n\"Discoveries like this are so important in helping us piece together our shared history. By protecting this site we are able to continue learning from it, and look forward to what future excavations may teach us about the people who lived there over 1,500 years ago.\" \nThe site is on private land and not accessible to the public but discussions are ongoing with Rutland County Council to set up an off-site display of the villa complex and its finds, Historic England said.\nFurther excavations are planned on the site in 2022.\nMr Irvine said the field will no longer be used for farming so the area can be protected.\nThe discovery of the Rutland villa will be featured as part of Digging for Britain on BBC Two and iPlayer in early 2022. \nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59410095",
      "category": "uk-northern-ireland",
      "title": "Books and Boots: The football captain encouraging pupils to read",
      "tags": "Literacy,Millisle",
      "text": "The captain of Linfield is helping pupils at a County Down school in the classroom as well as on the football pitch.\nCoaching from Jamie Mulgrew is giving pupils at Millisle Primary School the motivation to read more books.\nHe has been helping the school with their Books and Boots scheme.\nPupils who meet reading targets every week get a session working on their football skills with the former Northern Ireland international.\nPrimary school children in Northern Ireland rank highly when it comes to international comparisons of reading skills.\nBut encouraging some children to read more can be a challenge. \nAccording to the principal of Millisle Primary, Ian McManus, giving reluctant readers an incentive has made a real difference.\n\"The children if they read a certain amount of words get to have a weekly coaching session with Jamie Mulgrew,\" he said.\n\"That first step might be a little bit of coercion to get them to read.\n\"But once they get into reading they very quickly develop a love of books and favoured authors and then there's a culture of reading across the school.\"\nThe Linfield captain comes to Millisle every week to coach pupils who have been top of turning the pages. \nHe admitted to BBC News NI that he was a reluctant reader at school, but said that had changed.\n\"I wasn't overly interested in reading and I didn't read often which I would regret,\" he said.\n\"Now I've an opportunity to change that with my children.\n\"I've three kids - two that are in school - and my wife and I faithfully read books every night to my kids because I feel that it's very, very important.\"\nHe also said the combination of exercise and fresh air was vital for the children.\n\"They're all at different levels within their football,\" he said.\n\"But I think it's very important for their mental health, for their self-esteem and enjoyment as well that they get out into the fresh air and get running about and get doing something that they enjoy.\"\nThe Books and Boots scheme has been running at Millisle for five years and has been praised by Education Minister Michelle McIlveen.\nThe pupils are developing their football ability but the reading message is certainly getting through too, if P7 pupils Finlay, Ethan and Jacob are anything to go by.\n\"It's encouraged me to read more because it's very intense and it's fun to read,\" Finlay said.\nEthan, meanwhile, has been reading the Diary of a Wimpy Kid and Horrid Henry books and Jacob has become a fan of David Walliams.\n\"They're really funny and they have loads of words I never knew about which now I know,\" he said.\nSo when it comes to both books and football, the pupils at Millisle are winners."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59409595",
      "category": "business",
      "title": "UK government sets aside £1.7bn to support Bulb customers",
      "tags": "Companies,Energy customer switching,Ofgem,Energy industry,Bulb,Energy service companies,Kwasi Kwarteng",
      "text": "Bulb has been handed about £1,000 per customer from the UK government to enable it to continue supplying energy.\nThe firm was put into special administration on Wednesday, which will allow it keep trading for the moment.\nBulb will be run by administrator Teneo until a buyer can be found or until its customers have moved.\nThe government loan of nearly £1.7bn will mean the administration is managed in a way that the lights stay on for Bulb's 1.7 million customers.\nTeneo estimates it will cost around £2.1bn to keep Bulb trading until the end of April next year. \nBusiness Secretary Kwasi Kwarteng can provide more money for the company if needed.\nWithout the cash, Bulb would not have been able to keep going past the middle of December, court documents show.\nDue to its size, Bulb will be run as normal for the time being, rather than its customers being immediately transferred to other suppliers, as has happened with other failing energy providers.\nBy April, the cap on energy prices may have increased significantly, which would mean higher revenues for the business.\nThe company is three times larger than any other energy supplier that has failed in recent years.\nNormally regulator Ofgem lets a firm fail and moves its customers to a new supplier.\nAt the High Court in London, Justice Adam Johnson said that if left unresolved uncertainty over Bulb would be \"bound to have an effect on customers, employees and suppliers\".\nHe said that the administration was designed \"to keep the energy supply company going, with a view to it being rescued if that is possible\".\nHe added that an alternative would be to appoint a supplier of last resort, adding: \"That is thought to be impractical here, given the size and importance of Bulb as a supplier\".\nThe judge said that the £1.7bn would be \"of existential importance to Bulb\".\nEarlier in the day, Mr Kwarteng said the special administration regime was a temporary arrangement to provide \"an ultimate safety net to protect consumers and ensure continued supply\".\nHe told the House of Commons: \"We do not want this company to be in this temporary state longer than is absolutely necessary.\"\nFor Labour, shadow business secretary Ed Miliband said: \"With so many companies going bust in just two months, something not happening anywhere else in the world, it points to a systemic failure of regulation. \n\"Firms took risky bets and were allowed to do so and the government and Ofgem significantly deregulated the conditions of operation in 2016.\nMr Miliband called for \"a proper external review of the regulation of the market\".\nAs a result of a cap limiting what companies can charge their customers, some businesses have been forced to sell energy for less than they bought it for.\nBigger companies tend to buy their gas further in advance, helping them avoid large hits from the price spike. However smaller firms that are less able to do that have come under pressure.\nSince the beginning of September, 22 energy suppliers have failed following a spike in gas prices.\nLabour MP Alex Sobel said: \"We're moving back to an oligopoly of energy companies who are increasing their profits whilst the supplier of last resort is socialising losses.\nMr Kwarteng replied: \"I've always maintained that competition is absolutely essential in this market.\n\"What's happened is there's been a huge mismatch between the wholesale price and the retail price cap, and the retail price cap is there to protect consumers.\"\nLiberal Democrat MP Layla Moran suggested a \"Northern Rock-style energy company to take on customers of companies that have gone under\" if the current process is not working.\nConsumer group Which? said the support \"should provide reassurance\" to Bulb customers.\n\"We recommend Bulb customers to do nothing and wait for more information about the special administration process,\" said Which? home products and services editor Lisa Barber.\n\"Its customers will continue to see their bills limited by the price cap, which is likely to be the best deal for them at the moment.\n\"There are few savings to be made by switching and some suppliers are not taking on new customers due to high wholesale gas prices,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-59400425",
      "category": "uk-england-somerset",
      "title": "Jennifer and Stephen Chapple: Man charged over couple's murder",
      "tags": "Norton Fitzwarren,Avon and Somerset Constabulary",
      "text": "A man has been charged with the murders of a couple who were killed in their home as their children slept upstairs.\nJennifer and Stephen Chapple were found seriously injured at the house on Dragon Rise in Norton Fitzwarren, Somerset, at 21:45 GMT on Sunday and died at the scene.\nCollin Reeves, 34, also of Dragon Rise, is due to appear at Taunton Magistrates' Court on Thursday.  \nA post-mortem examination confirmed the couple died from multiple stab wounds.\nThe children, aged five and six, were unhurt and are being looked after by family members, Avon and Somerset Police said.\nA 67-year-old man who was arrested on suspicion of murder has been released under investigation. \nMr Chapple, 36, taught computing at West Somerset College, where head teacher Gregg Mockridge said he will be \"sadly missed\".\nHis wife, 33, worked in the coffee shop at a garden centre in the village, where staff said they were \"devastated\" at the loss of their \"much-loved friend\".\nDet Insp Neil Meade, of Avon and Somerset Police, said: \"Specialist officers are providing support to Jennifer and Stephen's families and our thoughts remain with them this evening.\n\"We've been keeping them fully updated on the progress of our investigation and they're aware of this latest development.\"\nThe force has referred itself to the Independent Office for Police Conduct (IOPC) due to prior contact with the couple.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59406355",
      "category": "uk",
      "title": "Migrant tragedy is biggest loss of life in Channel",
      "tags": "France,Europe migrant crisis,Calais",
      "text": "At least 27 people headed for the UK have drowned in the English Channel near Calais after their boat sank. \nThe International Organization for Migration said it was the biggest single loss of life in the Channel since it began collecting data in 2014.\nPrime Minister Boris Johnson said he was \"appalled\" by what happened, adding the UK would leave \"no stone unturned\" to stop human trafficking gangs. \nFive women and a girl were among the dead, France's interior minister said.\nGerald Darmanin also said two people were rescued and one was missing. It was earlier reported 31 people had died, but the total was revised down overnight on Thursday.\nFour people had been arrested near to the Belgian border, he added, saying: \"We suspect that they were directly linked to this particular crossing.\"\nOn Wednesday evening, Mr Johnson and French President Emmanuel Macron agreed to step up joint efforts to prevent the crossings and stop the gangs putting people's lives at risk, Downing Street said.\nA fishing boat sounded the alarm on Wednesday afternoon after spotting several people at sea off the coast of France. \nFrench and British authorities are conducting a rescue operation by air and sea to see if they can find anyone.\nMr Johnson said the deaths were a \"disaster\", adding that it was vital to \"break\" the people trafficking gangs which, he said, were \"literally getting away with murder\".\nSpeaking after chairing an emergency Cobra meeting, the prime minister said more needed to be done to stop criminals organising crossings.\n\"It also shows how vital it is that we now step up our efforts to break the business model of the gangsters who are sending people to sea in this way,\" he said.\nHe also admitted efforts so far to stem the flow of migrants crossing the Channel in small boats \"haven't been enough\" and that the UK would offer to increase its support to France. \nDowning Street later said Mr Johnson and Mr Macron agreed on the importance of close working with neighbours in Belgium and the Netherlands, as well as other European countries, to tackle the problem before people reach the French coast.  \nThe UK has pledged to give France €62.7m (£54m) during 2021-22 to help increase police patrols along its coastline, boost aerial surveillance and increase security infrastructure at ports.\nHome Secretary Priti Patel tweeted that the deaths were \"starkest possible reminder\" of the dangers migrants face attempting to cross the Channel.\nBy BBC Newsnight policy editor Lewis Goodall\nThe grim truth is today was predicted and predictable. \nWe had been told that many would attempt to cross the Channel overnight due to rapidly worsening weather. \nBut it became clear that the numbers involved and the quality of boats in one of the world's busiest shipping lanes made tragedy inevitable.\nPoliticians on both sides of the Channel have already blamed the smugglers, who are indifferent to loss of life. \nBut there will be questions for both governments. \nFor France on the conditions in the camps, with children living in the woods and streets. And for Britain the lack of legal routes for asylum to the UK, which critics says is one of the main reasons people accept the risk of taking to the seas.\nI've been told today people were still trying to cross the Channel earlier this afternoon. The terrible weather ​expected in the coming days means people know this is their last chance to make it to the UK for a while.\nMr Macron said: \"France will not let the Channel become a cemetery.\"\nHe promised to \"find and condemn those responsible\" for the tragedy.\nMr Macron also called for an \"emergency meeting of European ministers concerned by the migration challenge\".\nHe said since the start of this year 1,552 smugglers had been arrested in Northern France and 44 smuggler networks dismantled.\nDespite this, 47,000 attempted Channel crossings to the UK had taken place this year and 7,800 migrants have been rescued, Mr Macron added. \nA number of people are believed to have reached the UK in small boats on Wednesday, with people seen being brought ashore in Dover by immigration officials.\nBBC Newsnight's policy editor, Lewis Goodall, said he understood about 25 boats had attempted the crossing so far during the day.\nIt comes amid record numbers of migrants making the crossing from France to the UK. More than 25,700 people have made the dangerous journey to the UK in small boats this year - more than three times the 2020 total.\nThe Dover Strait is the busiest shipping lane in the world and has claimed many lives of people trying to cross to Britain in inflatable dinghies.\nIt is thought at least 10 other people had died in the past few weeks while attempting to make the crossing.\nWere you in the area? Do you have any information to share? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59418127",
      "category": "health",
      "title": "Omicron: How worried should we be?",
      "tags": "Public health,South Africa,Omicron variant,Coronavirus pandemic",
      "text": "We're back in familiar territory - growing concern about a new variant of coronavirus.  \nIt has been named Omicron by the World Health Organization, following the pattern of Greek code-names like the Alpha and Delta variants.\nOmicron has such a long list of mutations that it was described by one scientist as \"horrific\", while another told me it was the worst variant they'd seen. \nIt has now been detected in more than 30 countries and there are signs it may be able to bypass some of our immunity. \nBut there are also claims that it could be milder than earlier versions of Covid, such as Delta.\nThere is a lot of speculation. Here's what we know. \nOmicron is the most heavily mutated version of coronavirus found so far. \nProf Tulio de Oliveira, the director of the Centre for Epidemic Response and Innovation in South Africa, said there was an \"unusual constellation of mutations\" and that it was \"very different\" to other variants that have circulated. \n\"This variant did surprise us, it has a big jump on evolution [and] many more mutations that we expected,\" he said.\nHe said there 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nZooming in even further to the receptor binding domain (that's the part of the virus that makes first contact with our body's cells), it has 10 mutations compared to just two for the Delta variant that swept the world. \nIt is not certain where Omicron came from, but it is thought it evolved in a single patient who was unable to beat the virus.\nA lot of mutation doesn't automatically mean: bad. It is important to know what those mutations are actually doing.\nThe vaccines have all been based on the original form of the virus that was first detected in Wuhan, in China. The concern is Omicron is now so different to the original that vaccines may not be as effective. \nSome of the mutations have been seen before in other variants, which gives some insight into their likely role in this variant. \nFor example N501Y seems to make it easier for a coronavirus to spread. There are some in there that make it harder for antibodies to recognise the virus and might make vaccines less effective, but there are others that are completely new. \nThere have been many examples of variants that have seemed scary on paper, but came to nothing. The Beta variant was at the top of people's concerns at the beginning of the year because it was the best at escaping the immune system. But in the end it was the faster-spreading Delta that took over the world. \nScientists in South Africa have reported early evidence that Omicron can evade some of our immunity. \nThey have detected a surge in the number of people catching Covid multiple times, which had not been seen with previous variants. However, the scientists stressed they did not know what this meant for vaccines. \nLaboratory experiments are underway to see how effective the antibodies in people's blood are at stopping the new variant. \nProf Ravi Gupta, from the University of Cambridge, said: \"Beta was all immune escape and nothing else, Delta had infectivity and modest immune escape, this potentially has both to high degrees.\"\nThe Omicron variant is being blamed for a surge in cases in South Africa. In mid-November there were around 250 cases recorded every day. This has now topped 8,000 daily cases in a country that has already seen large waves of other variants. \nExperts have warned the same could happen around the world, including in the UK. \n\"The early signs are it will probably spread quite quickly and probably start outcompeting Delta, and become the dominant variant probably within the next weeks,\" said Prof Paul Hunter, from the University of East Anglia.\nThe jury is still out on the severity of an Omicron infection. \nAnecdotal accounts from South Africa have argued symptoms tend to be mild and data on just 40 patients in one hospital hinted that fewer were becoming severely ill. However, it will take weeks to know for sure as there is a long delay between catching the virus and becoming seriously ill. South Africa also has a relatively young population and younger people tend to have milder Covid.\nAnd any difference in severity could have more to do with the amount of immunity in the country than anything the virus is inherently doing differently. \nSo, for now, we are left with a variant that raises significant concerns despite huge holes in our knowledge. It is one that needs to be watched closely and asks deep questions about what to do and when. The lesson of the pandemic is you can't always wait until you have all the answers. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59388886",
      "category": "uk",
      "title": "100 people held more than 20 years in ‘institutions’",
      "tags": "Learning disability,Disability,Social care,Brighton,Brighton and Hove City Council,Autism",
      "text": "One hundred people with learning disabilities and autism in England have been held in specialist hospitals for at least 20 years, the BBC has learned. \nThe finding was made during an investigation into the case of an autistic man detained since 2001. \nTony Hickmott's parents are fighting to get him housed in the community near them. \nBBC News overturned a court order which had prevented reporting of the case.\nMr Hickmott's case is being heard at the Court of Protection - which makes decisions on financial or welfare matters for people who \"lack mental capacity\".\nSenior Judge Carolyn Hilder has described \"egregious\" delays and \"glacial\" progress in finding him the right care package which would enable him to live in the community. He lives in a secure Assessment and Treatment Unit (ATU) - designed to be a short-term safe space used in a crisis. It is a two-hours' drive from his family.\nThis week, Judge Hilder lifted the anonymity order on Mr Hickmott's case - ruling it was in the public interest to let details be reported. She said he had been \"detained for so long\" partly down to a \"lack of resources\".\nLike many young autistic people with a learning disability, Mr Hickmott struggled as he grew into an adult. In 2001, he was sectioned under the Mental Health Act. He is now 44. \n\"Nine months we were told he'd be away, until they found him a suitable place in the Brighton area,\" says his father, 78-year-old Roy.\nMr Hickmott was finally declared \"fit for discharge\" by psychiatrists in 2013, but he is still waiting for the authorities to find him a suitable home with the right level of care for his needs. \n\"If he'd murdered someone he'd be out now. He's lost his family, he's lost his home,\" says his mother Pam, who is 81. \"He's just a shadow of the human he used to be. There are so many families like us - crying and screaming. We are our children's voices.\" \nHis Assessment and Treatment Unit care is paid for by the NHS - but the cost of housing and caring for him in the community with trained staff would fall to Pam and Roy's local authority, Brighton and Hove, and local NHS commissioners. That process has been bogged down in delays and wrangles. Pam believes the delays are over funding. \n\"We've got judges telling them to get on with it but they're still not doing it, they're still fighting over the money.\"  \nFinding suitable housing with skilled support staff can be a complicated process. But Mr Hickmott's family argue it should have been put in place a long time ago.\nPam and Roy's home is full of photographs showing their son in happier times. Birthday parties, smiling with his two sisters, holidaying with his mum and dad. The couple used to visit him twice a week - although, now they are that bit older, they just travel up on a Thursday. \n\"I've gone through three cars traveling to and fro,\" says Roy. \"Sometimes Pam and I travel back and pull in at the side of the road and we just cry.\" \nSix evenings a week - at 17:00 - they speak to their son on the phone.  \n\"He describes all the rooms in our house. His memory of his home is all he's got,\" says Pam.  \nDuring past visits to the ATU, Pam says they drew pictures of a house with a garden by the sea. She would tell her son he would be home soon. \n\"He doesn't believe us any more. He doesn't believe he's coming home.\" \nIn addition to the 100 patients, including Mr Hickmott, who have been held for more than 20 years - there are currently nearly 2,000 other people with learning disabilities and/or autism detained in specialist hospitals across England.\nIn 2015, the Government promised \"homes not hospitals\" when it launched its Transforming Care programme in the wake of the abuse and neglect scandal uncovered by the BBC at Winterbourne View specialist hospital near Bristol. But data shows the programme has had minimal impact.\nMinisters pledged to reduce the number of patients in such hospital settings by 35% by March 2020, with the aim of people being back in their communities with tailored support packages. But, by March last year, there were only 300 fewer patients detained - a reduction of just 13%.\nThe 35% target has now slipped to 2023/24.\nIt was further BBC News analysis of this official data which revealed that of 350 people detained for more than a decade, 100 of them have been in hospital settings for more than two decades. \nNumbers of people with learning disabilities and/or autism in inpatient units in England:\nSource: NHS Digital\nLast month, crossbench peer Baroness Hollins - who has been reviewing long-term segregated care - told the House of Lords it was time to \"end the scandals\" and give people back their lives. But she also spoke of another man - Mr W - held largely in solitary confinement for 20 years but who, for the past three years, had lived around the corner from his parents. \n\"Despite still recovering from the trauma, he is now happy,\" she said.\nThis is what Roy and Pam Hickmott want.  \nThe author of the Serious Case Review into what happened at Winterbourne View, Dr Margaret Flynn told us the \"institutions\" detaining people like Tony should not exist.\n\"It's appalling. These people are not criminals. They are stuck, just as people used to be stuck in long-stay institutions.\" \nShe says there is so much testimony from people with a learning disability and/or autism - and their families - about \"harmful experiences\" when they are removed from \"all that is familiar to them\".  \nJudge Hilder - who has allowed Tony Hickmott's case to be reported following an application by the BBC and Sky News - has ordered the authorities involved in his care to work together to move him back to Brighton by May.\nIn a statement, Brighton and Hove Council said: \"Tony has extremely complex needs. We've tried on a number of occasions to find a sustainable solution nearer to Brighton… these were not successful.\" The council says it is working with the NHS and Mr Hickmott's family to find other options.  \nNHS England in the South East says it is continuing to work with partner organisations - and Roy and Pam Hickmott - to ensure \"appropriate care and support is in place\".\nThe Department for Health and Social Care told us it was determined to keep reducing the number of autistic people, and those with a learning disability, in specialist inpatient units - and that it was providing an extra £90m of funding this financial year.\nIts national strategy, it said, was to make life \"fundamentally better for autistic people, their families and carers\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53734793",
      "category": "explainers",
      "title": "Channel migrants: What happens to people crossing to the UK?",
      "tags": "Calais migrant crisis,English Channel,Refugees and asylum seekers,Europe migrant crisis",
      "text": "At least 27 people have drowned crossing the English Channel by boat.\nRecord numbers of migrants have attempted the journey in recent months.\nThe UK sends Border Force ships out to spot small boats - but there is little they can do other than rescue people in danger. \nEarlier this week France announced an extra €11m (£9.3m) worth of equipment and 100 vehicles to tackle smuggling along the coast. \nThat kit includes beach-ready quad bikes and zodiac boats, very fast small vessels favoured by the military. Teams have also been given more night-vision equipment to help identify people hiding in sand dunes. \nFrance has cancelled this weekend talks on the issue after Boris Johnson published a letter to President Macron. In it the PM said France should take back migrants who have crossed the Channel.\nFrance insists it's doing all it can to stop crossings. Interior minister Gerald Darmanin said the French authorities stopped 671 migrants on Wednesday alone.\nCalais MP Pierre-Henri Dumont told the BBC it wasn't realistic to think police officers could patrol 200-300km [125-186 miles] of coastline 24 hours a day, given \"it only takes five to 10 minutes to take a boat and fill it with migrants\".\nThe UK has pledged to give France €62.7m (£54m) during 2021-22 to help increase police patrols, boost aerial surveillance and strengthen security at ports. It's being paid in instalments, which have started.\nThe two countries have also set up a joint intelligence group, which has contributed towards 94 investigations. \nThere have been 65 small boat-related prosecutions in England since 2020 - and nearly 300 arrests in France.  \nIn November more than 1,000 people arrived in a single day, for the first time.\nMore than 25,000 people have crossed the Channel so far this year - but that figure doesn't tell the whole story.\nNearly 45,000 people sought asylum in the UK in the most recent year for which we have data. So, the number who cross the Channel in boats are only part of the total.\nThe UK receives less than half of the asylum applications which France gets. \nMost refugees stop in the country bordering their own: there are about 3,700,000 displaced Syrian people in Turkey. The UK has taken in less than 1% of that number through resettlement or asylum from Syria since 2014. \nIf migrants are found in UK national waters, it is likely they will be brought to a British port. \nIf they are in international waters, the UK will work with French authorities to decide where to take them. Each country has search-and-rescue zones.\nThe distance between Dover and Calais, where many migrants cross, is just 20 miles, and none of it counts as international waters. \nOnce migrants are in the UK, they are usually taken to short-term holding centres.\nUnder international law, people have the right to seek asylum in any country they arrive in. They don't have to seek asylum in the first safe country reached.\nHowever, an EU-wide law called Dublin III, allows asylum seekers to be sent back to the first member state they were proven to have entered. \nBetween 1 January 2019 and 1 October 2020, 231 migrants who crossed the Channel were returned to mainland Europe using Dublin III.\nHowever, the UK is no longer part of this arrangement since leaving the European Union. The UK has not agreed a scheme to replace it, making the transfer of migrants more difficult. \nImmigration minister Tom Pursglove told MPs on 17 November that only five people had been returned to mainland Europe so far in 2021.  \nPriti Patel has authorised Border Force officials to turn back boats carrying migrants to the UK in limited circumstances.\n\"Push back at sea\" is a tactic that is used in Australia. However, France has not co-operated with the UK's approach.\nAs soon as the boats leave French waters - which the UK authorities cannot enter without France's consent - and enter the UK's, they are subject to the protection of UK law, says Prof Andrew Serdy, a maritime law expert. \n\"If France doesn't want to take them back once they have left, it cannot be forced to do so and a stand-off ensues.\" \nA boat can also only be pushed back if it's clear that doing so won't endanger lives, which could be difficult to prove with a small dinghy.\nBut speaking in the House of Commons, the home secretary said she \"had not ruled anything out\" and gave the example of \"Greece in terms of push-backs\", adding that the Greeks use the military including special forces as well as the coastguard to achieve this.\nMany of the migrants crossing the English Channel claim asylum once they arrive in the UK. Asylum seekers hope to receive refugee status, meaning they can stay. \nThey must prove they cannot return to their home country because they fear persecution due to their race, religion, nationality, political opinion, gender identity or sexual orientation. \nTheir asylum application can include their partner and any children under 18, if they are also in the UK.\nDecisions are made by a caseworker. They consider things like the country of origin of the asylum seeker, or evidence of discrimination. \nThis is supposed to be done within six months, although most wait longer.\nAnyone granted refugee status can remain in the country with their dependants for five years. After that, they can apply to settle in the UK.\nAlternatively, they may get permission to stay for other humanitarian reasons. This means they do not qualify for refugee status but are nevertheless at risk of serious harm on return to their country of origin due to:\nFamily members not already in the UK can apply to join those with refugee status or humanitarian protection.\nThey may also be given permission to stay for other reasons - for example, if they are an unaccompanied minor or a victim of trafficking. How long they can stay will depend on their situation.  \nIn 2020, more than 36,000 people, including dependents, applied for asylum in the UK.\nAbout 10,000 were offered refugee status or other protections. \nBoth of these figures were down on the previous year, probably due to the impact of coronavirus. \nWhile an asylum claim is being processed, people are given financial help towards their living costs.\nAsylum seekers aren't allowed to work - or take formal unpaid positions such as internships - unless they have waited more than a year for a decision. They can, however, volunteer to help charities or community organisations.\nThis controversial rule is aimed at preventing people applying for asylum as a route to work in the UK. Critics say it prevents refugees integrating into communities and wastes the skills they have brought with them.\nAsylum seekers cannot choose where they live. Most are initially placed in hostel-type accommodation before moving to longer-term housing.\nMuch of this accommodation has previously been criticised by the immigration watchdog.\nAsylum seekers can get a cash allowance of £39.63 per week for each household member, with extra support available for vulnerable groups such as children or pregnant women.\nAsylum seekers with an active application are entitled to free healthcare and children must attend school. \nIf asylum isn't offered and no other reason to stay in the UK is accepted, the person will be asked to leave the UK, either voluntarily or by force. \nThey can appeal against the decision. Around 30% of appeals were accepted between 2004 and 2020, meaning those individuals were allowed to stay.\nMigrants can receive legal aid for these appeals, which can sometimes take years, as well as continued financial and housing support. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59409509",
      "category": "business",
      "title": "Passports: Delivery firm apologises for UK delays",
      "tags": "Companies,Travel,Passports,Coronavirus pandemic",
      "text": "A delivery company has apologised amid reports that people are facing lengthy delays receiving their passports and some have had to cancel travel plans in the run-up to Christmas. \nTNT, which is owned by FedEx, has an exclusive contract to deliver travel documents for the UK Passport Office. \nBut there are reports of delivery dates being delayed multiple times, with some people still waiting after a month rather than the standard two days. \nPassports have also been lost. \nA FedEx spokesperson said: \"We fully understand the importance of these shipments to our customers and are taking additional steps to provide timely delivery by adding additional resources to the operations in the UK. \n\"We apologise for any inconvenience caused.\" \nDue to Covid backlogs, passports are already taking up to 10 weeks to process, the Passport Office (HMPO) has warned. But delays delivering the documents are adding weeks on top of this, according to complaints on Trustpilot and Twitter. \nOne person tweeted: \"Paid nearly £300 for two urgent Fast Track passports with a guaranteed 7-day turnaround. 20 days later and nothing - Can't get through to TNT and @HM_Passport seems to have washed their hands of it. Really distressed.\"\nAnother said: \"I have had three delivery dates and it hasn't turned up. Been on hold on the customer service phone line for nearly 3 hours yesterday. Was told it was coming today but when I checked it has now been moved to Monday.\"\nAn online petition has been started demanding an investigation into HMPO's £77m three-year contract with TNT, signed in 2019. \nIt states that thousands have experienced \"significant delays\" in getting their passports delivered in recent months, and many have cancelled travel plans as a result.\n\"Unlike many other couriers, TNT do not seem to provide real time tracking, nor can you provide delivery instructions,\" the petition says.\n\"People have experienced numerous failed delivery attempts, others have had their delivery date continuously pushed back with no end in sight. Some have even had their passport or application supporting documents lost by TNT.\"\nIt added that it was \"nearly impossible\" to get information from TNT and the Passport Office was seemingly uninterested in helping.\nAccording to the Times newspaper, HMPO is turning to alternative postal companies. Quoting a source at the department, it said that in cases where TNT had lost a passport it was re-printing the document and sending it by Royal Mail instead.\nFedEx blamed the delays on an increase in passport applications as Covid-19 restrictions continue to ease. \n\"This has resulted in a significant increase in the items to be delivered through our dedicated HMPO network,\" it said. \nIt added that it was working closely with HMPO to ensure recipients are informed of potential extended delivery times.\nA HMPO spokeswoman said it expected \"the highest standards from its partners\" but that TNT was dealing with an unexpectedly high volume of applications. \n\"We are aware of some additional reported issues from customers related to missed deliveries by our delivery partners, and are working closely with our partners to establish the root of this issue,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59409509/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Passports: Delivery firm apologises for UK delays",
      "tags": "Companies,Travel,Passports,Coronavirus pandemic",
      "text": "A delivery company has apologised amid reports that people are facing lengthy delays receiving their passports and some have had to cancel travel plans in the run-up to Christmas. \nTNT, which is owned by FedEx, has an exclusive contract to deliver travel documents for the UK Passport Office. \nBut there are reports of delivery dates being delayed multiple times, with some people still waiting after a month rather than the standard two days. \nPassports have also been lost. \nA FedEx spokesperson said: \"We fully understand the importance of these shipments to our customers and are taking additional steps to provide timely delivery by adding additional resources to the operations in the UK. \n\"We apologise for any inconvenience caused.\" \nDue to Covid backlogs, passports are already taking up to 10 weeks to process, the Passport Office (HMPO) has warned. But delays delivering the documents are adding weeks on top of this, according to complaints on Trustpilot and Twitter. \nOne person tweeted: \"Paid nearly £300 for two urgent Fast Track passports with a guaranteed 7-day turnaround. 20 days later and nothing - Can't get through to TNT and @HM_Passport seems to have washed their hands of it. Really distressed.\"\nAnother said: \"I have had three delivery dates and it hasn't turned up. Been on hold on the customer service phone line for nearly 3 hours yesterday. Was told it was coming today but when I checked it has now been moved to Monday.\"\nAn online petition has been started demanding an investigation into HMPO's £77m three-year contract with TNT, signed in 2019. \nIt states that thousands have experienced \"significant delays\" in getting their passports delivered in recent months, and many have cancelled travel plans as a result.\n\"Unlike many other couriers, TNT do not seem to provide real time tracking, nor can you provide delivery instructions,\" the petition says.\n\"People have experienced numerous failed delivery attempts, others have had their delivery date continuously pushed back with no end in sight. Some have even had their passport or application supporting documents lost by TNT.\"\nIt added that it was \"nearly impossible\" to get information from TNT and the Passport Office was seemingly uninterested in helping.\nAccording to the Times newspaper, HMPO is turning to alternative postal companies. Quoting a source at the department, it said that in cases where TNT had lost a passport it was re-printing the document and sending it by Royal Mail instead.\nFedEx blamed the delays on an increase in passport applications as Covid-19 restrictions continue to ease. \n\"This has resulted in a significant increase in the items to be delivered through our dedicated HMPO network,\" it said. \nIt added that it was working closely with HMPO to ensure recipients are informed of potential extended delivery times.\nA HMPO spokeswoman said it expected \"the highest standards from its partners\" but that TNT was dealing with an unexpectedly high volume of applications. \n\"We are aware of some additional reported issues from customers related to missed deliveries by our delivery partners, and are working closely with our partners to establish the root of this issue,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59399874/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Boris Johnson hits back at critics over social care at stormy PMQs",
      "tags": "Conservative Party,Dominic Raab,Boris Johnson,Prime Minister's Questions",
      "text": "Boris Johnson batted away opposition calls for him to stand down and defended himself against accusations of \"broken promises\" at PMQs.\nLabour leader Sir Keir Starmer challenged the PM on social care funding, rail investment and tax.\nPicking up on reports of Tory disquiet after the PM's chaotic speech to business leaders, he asked: \"Is everything OK, prime minister?\"  \nThe PM said the government was \"delivering for...working people\".\nThe Conservative benches were packed for the exchanges, in contrast to last week's session.\n\"I see they have turned up this week prime minister,\" said Sir Keir, prompting uproar on all sides and an intervention from Speaker Sir Lindsay Hoyle, who ordered MPs to calm down.\nSeveral MPs have told the BBC that they were urged by party managers, via text or phone call, to attend Prime Minister's Questions to support Mr Johnson.\nSir Keir repeatedly claimed the government's plans for social care funding broke a Conservative manifesto pledge that nobody would have to sell their home to pay for care.\n\"He's picked the pockets of working people to protect the estates of the wealthiest,\" said the Labour leader, adding: \"How could he have devised a working class dementia tax?\"\nMr Johnson said homes will not be included in the cap on costs, adding that Labour did not have a plan to solve the problem.\nThe prime minister said the government's \"huge investment\" in health and social care meant people will be able to insure themselves against the \"catastrophic cost\" of suffering from diseases such as dementia.\nSir Keir also accused Mr Johnson of breaking a promise not to raise taxes - and to deliver a \"rail revolution\" in the North of England, despite now cancelling the northern leg of HS2.\n\"Who knows if he'll make it to the next election, but if he does, how can he expect anyone to take his promises seriously?,\" asked the Labour leader. \nMr Johnson insisted there would be a rail revolution, and claimed the government was spending £96bn on upgrading links.\nAnd he said Sir Keir had campaigned against HS2 - which runs through his Holborn and St Pancras constituency - adding that he had backed the new high speed rail link even though it affected his own constituents, because it was in the national interest. \n\"How can they trust that man?\" he asked.\nTalk of ousting the PM seems fanciful. He has a track record of bouncing back from adversity.\nBut it is worth noting that loud cheers from a leader's own side does not mean that underlying concerns have evaporated.\nThe former Conservative leader, Sir Iain Duncan Smith, was greeted by regular, co-ordinated standing ovations at his party conference, but that didn't prevent MPs quietly but definitively submitting letters of no confidence.\nThe mood at the moment though seems to be for the current Conservative leader to get a grip rather than to get out.\nWhile Mr Johnson was on the back foot at PMQs, he nonetheless managed to step up attacks on the Labour leader too - the most effective of which was to suggest that HS2 would never have been built at all if Sir Keir Starmer had got his way.\nBoris Johnson's premiership has looked juddery recently, but hasn't yet been derailed.\nThe SNP's Westminster Leader, Ian Blackford, also seized on reports of Tory disquiet with the PM's recent performance, accusing him of \"floundering in failure\" and asking him if he had \"considered calling it a day\".\n\"In the real world, people are suffering a Tory cost of living crisis, Brexit is hitting the economy hard, but the prime minister can't even give a coherent speech to business leaders,\" he added.\nHe asked why Mr Johnson was \"clinging on when he quite clearly isn't up to the job\".\nThe prime minister said the British public wanted to hear less about politics and more about what the government is doing \"for the people of Scotland\".\nEarlier, deputy PM Dominic Raab praised Mr Johnson's \"ebullient, bouncy, optimistic, Tiggerish character\", saying it \"livens up\" his speeches. \nHe said there was a \"steeliness\" to the prime minister, adding: \"We work as a team\", and he dismissed the criticism as Westminster \"tittle tattle\".\nMr Johnson appeared before the CBI conference earlier this week to make his pitch for a \"green industrial revolution\" to business, including support for electric cars, investing in wind power and the government's integrated rail plan. \nBut it drew more negative attention after his impression of a car and his personal anecdote from a trip to Peppa Pig World. \n\"I was a bit hazy about what I would find at Peppa Pig World, but I loved it,\" he told the conference. \"Peppa Pig World is very much my kind of place.\n\"It has very safe streets, discipline in schools, a heavy emphasis on mass transit systems I noticed, even if they are a bit stereotypical about Daddy Pig.\"\nAsked after the speech, \"is everything OK?\", Mr Johnson said he thought people had \"got the vast majority of the points\" he wanted to make and that the speech \"went over well\".\nIt comes after a few weeks of turbulence at Westminster.\nThe PM backed attempts to overhaul the standards system for MPs' conduct, blocking the suspension of Tory MP Owen Paterson - who had been found to have broken lobbying rules. \nNo 10 performed a U-turn on the move following a furious backlash from MPs, including some Conservatives.\nBut the fall-out led to accusations about sleaze, and wider questions about MPs' second jobs.\nThe PM came under further pressure this week over the cost cap element of his social care plan, which charities warned could unfairly hit people with fewer assets. \nMPs backed the proposals, but it was only a narrow victory for Mr Johnson thanks to a significant Tory rebellion. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59419572",
      "category": "technology",
      "title": "Protesters hit Amazon buildings on Black Friday",
      "tags": "Companies,Amazon,Retailing,GMB",
      "text": "Protests are being staged at Amazon buildings in the UK, US, and Europe - on Black Friday.\nThe shopping sales day is among Amazon's busiest all year.\nAn international coalition of unions, equality and environmental groups called \"Make Amazon Pay\" is staging a day of action.\nThe movement is demanding Amazon make changes to its business, including improved pay, an end to employee surveillance, and union engagement.\nIn an unrelated separate protest, the Extinction Rebellion environmental group has blocked the entrances to Amazon distribution centres in the UK.\nThe group says it has targeted 13 British buildings, including the largest one in Dunfermline.\nIt is staging similar action abroad in Germany and Netherlands.\nThe Make Amazon Pay coalition is not affiliated with Extinction Rebellion group, but also has environmental groups such as Greenpeace among its members.\n\"Amazon takes too much and gives back too little,\" it claims - backed by trade unions, grassroots campaigns and non-profit-making organisations in individual countries.\nIn the UK, that includes:\nNo UK Amazon warehouses are unionised, so legally they can't strike.\nMany employees will be working on the day, but campaign groups which include Amazon workers are staging protests at Amazon buildings in Coalville, Leicestershire, Coventry, Peterborough and at its London headquarters.\nBut strikes are being encouraged elsewhere.\nIn Germany, for example, the union Verdi called on employees at major shipping centres to strike, beginning on Wednesday night. And in France, major union CGT is also calling for workers to down tools.\nWorldwide, nearly 50 organisations have signed up to a list of \"common demands\", published by the Make Amazon Pay coalition, which include:\nOwen Espley, from the War on Want campaign group, said: \"Amazon is abusing its dominance across online retail, cloud services, and logistics, to create unfair competition that is driving down standards for everyone.\n\"Amazon workers face unsafe conditions, constant surveillance and are treated like robots.\n\"It's time for Amazon to pay fair wages, fair taxes, and for its impact on the planet.\" \nThe GMB union also released figures on Friday that it said showed ambulance callouts to Amazon warehouses increased by nearly 50% in the run-up to Black Friday - something it blames on staff rushing to hit \"crushing targets\".\nIt filed Freedom of Information requests with four ambulance trusts near \"major Amazon sites\". It said the data shows that over five years, November had the most ambulance visits.\nAmazon said such claims were \"using incomplete information that's without context and designed to intentionally mislead\".\n\"We know we're not perfect and are continuing to get better every day, but the fact is that Amazon has 40% fewer injuries on average compared to other transportation and warehousing businesses in the UK,\" a spokesperson said.\nIt claimed the \"vast majority\" of ambulance visits to its buildings were for pre-existing conditions.\nMick Rix, from the GMB Union, said: \"This company is a pandemic profiteer that can afford to do better.\"\n\"It's time for Amazon sit down with their workers' union GMB and make Amazon a great, safe place to work. \"\nAmazon reported a tripling of profits earlier this year, attributed to its success during the Covid-19 pandemic.\nAmazon issued a prepared statement in advance of the protests about the wider Make Amazon Pay movement.\n\"These groups represent a variety of interests, and while we are not perfect in any area, if you objectively look at what Amazon is doing in each one of these areas you'll see that we do take our role and our impact very seriously,\" it said.\n\"We are inventing and investing significantly in all these areas, playing a significant role in addressing climate change with the Climate Pledge commitment to be net zero carbon by 2040, continuing to offer competitive wages and great benefits, and inventing new ways to keep our employees safe and healthy in our operations network, to name just a few.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-59414106",
      "category": "uk-england-somerset",
      "title": "Jennifer and Stephen Chapple: Man appears in court over murders",
      "tags": "Norton Fitzwarren,Avon and Somerset Constabulary",
      "text": "A man has appeared in court accused of murdering a couple while their children slept upstairs.\nJennifer and Stephen Chapple were found seriously injured at their house on Dragon Rise in Norton Fitzwarren, Somerset, at 21:45 GMT on Sunday.\nThey had been stabbed multiple times and died at the scene.\nCollin Reeves, 34, also of Dragon Rise, appeared at Taunton Magistrates' Court and was remanded in custody to appear at Exeter Crown Court on 26 November.\nMr Reeves, a former soldier, spoke only to confirm his name, age and address in a two-minute-long hearing. \nNine members of Mr Reeves' family were present in court.\nA second man, aged 67, was arrested on suspicion of the two murders on Sunday evening, and was released under investigation on Tuesday.\nAvon and Somerset Police confirmed he remains under investigation.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59418932",
      "category": "uk-england-merseyside",
      "title": "Liverpool bomb: Taxi driver saw red light on bomber's vest, says witness",
      "tags": "Liverpool hospital blast,Cheshire,Liverpool,Runcorn",
      "text": "The cabbie who survived the Liverpool hospital blast only realised it was a bomb when he spotted a red light on the attacker's vest, a security guard said.\nDarren Knowles ran to help David Perry, who escaped his taxi seconds before it burst into flames outside Liverpool Women's Hospital on 14 November.\nEmad Al Swealmeen died when a homemade device exploded shortly before the two minutes' Remembrance Sunday silence.\nMr Knowles said Mr Perry had \"acted very quickly and very bravely\". \nIraq-born asylum seeker Al Swealmeen was a passenger in the taxi.\nPolice have previously said the bomb had ball bearings attached to it, which could have caused \"significant injury or death\".\nMr Perry was taken to hospital but has since been discharged.\nMr Knowles was standing only metres away from the taxi when the bomb exploded.\nHe told BBC North West Tonight he did not realise it was a bomb initially because \"there wasn't a very loud bang\" and just saw black smoke. \n\"I just thought it was a malfunction with the car and just ran over and see if he was all right,\" Mr Knowles, from Runcorn in Cheshire, added. \n\"[Mr Perry] said: 'Been blown up, been blown up. There's a bomb in my car'.\n\"[The taxi driver] seen a little red light on the vest the passenger was wearing, that gave it away for him to do something and he acted very quickly and very bravely.\"\nMr Knowles said he stopped Mr Perry from going back to his vehicle, which was now engulfed in flames, and \"gave him a big hug\".\nThe security guard said he was still \"very shocked\" the explosion happened at the hospital, not least because two of his children had been born there.\n\"You don't expect that to happen at a kids' hospital where there are new-born babies.\n\"There's no need for that.\"\nMr Knowles said he was trying to \"keep himself busy\" and \"not to dwell on it too much\". \n\"I'm still having the odd flashbacks but I'm coping,\" he added.\n\"I'm just glad the taxi driver's OK.\"\nMr Perry has previously said it was a \"miracle he is alive\" and has given \"special thanks\" to staff at Liverpool Women's Hospital.\nMerseyside Police said investigators have now closed the cordon at the hospital after a \"painstaking examination\".\nThe force has also opened a mobile police station at the hospital to \"reassure staff and the public\".\nOfficers said they had finished searches at a house in Rutland Avenue and have lifted the cordon. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59266149",
      "category": "uk-wales",
      "title": "Gwent Police 'sorry' for treatment of female officers",
      "tags": "Policing,Violence against women,Sarah Everard murder,Metropolitan Police Service,Gwent Police",
      "text": "A police force has apologised to two women for its handling of their reports about abusive behaviour by a fellow officer.\nJodie, not her real name, told Gwent Police nearly a decade ago about abuse by her ex-boyfriend PC Clarke Joslyn.\nMr Joslyn, who served as an officer for 26 years, was found to have breached professional standards in 2019.\nGwent Police said it was \"extremely sorry\" the women were let down \"when they felt most in need of our support.\"\nYears after reporting the fellow officer for violent and controlling behaviour, Jodie has finally received the apology she has been waiting for.\n\"I would not be dramatic in saying this destroyed my career,\" Jodie said.\nIn 2012 she reported that PC Joslyn was harassing her after their relationship ended.\nDespite receiving a warning about his conduct, the officer began an abusive relationship with another female officer later that year.\nBut it took until 2019 for a panel to find him guilty of gross misconduct for engaging in a \"continuously abusive course of conduct\" towards women. Mr Joslyn denied the allegations.\nNow Gwent Police has gone a step further, issuing a public apology for the way it handled complaints from two of its own officers.\n\"We just felt like we were being ignored, that we did not matter, that maybe we were not even being believed,\" Jodie said.\n\"But I think for them to actually give an apology shows us that they have finally listened after all these years to what we had to say.\"\nGwent Police has been accused of failing to take steps to protect its female staff and of ignoring warnings about the conduct of one of its officers.\n\"What I found hard was, I was a response officer at the time and I was dealing with things that were not as serious as what I was going through. But when it came to myself, nothing was being done,\" Jodie said.\nThe charity the Centre for Women's Justice, which represented Jodie, said her case raised \"systemic\" issues about a culture of policing beyond the Gwent force. \n\"It's about the lack of procedures in place to ensure independent investigation where things go wrong, where officers are accused of abusing their position,\" said Kate Ellis, a solicitor with the charity.\n\"Until police forces confront the scale of the issue, we are not going to see meaningful systemic change.\"\nThe conduct of some male officers towards women and the ability of forces to investigate them adequately has been given a renewed focus with the conviction of the Met Police officer Wayne Couzens for the murder of Sarah Everard.\nHome Secretary Priti Patel has said she will launch an inquiry into issues raised by the case.\nBut campaigners, including the Centre for Women's Justice, have called on her to widen the inquiry's scope to include other examples of abuse by police officers.\nJodie said cases like hers showed that investigations into the conduct of officers should be independent and not carried out by colleagues from the same force.\nShe was also frustrated that by the time her abuser's misconduct was proven, he was no longer serving.\n\"When it had been pushed as far as it was going to go and he knew that he was going to be found guilty of gross misconduct, he actually resigned. He had the last element of control there,\" she said.\n\"I think if somebody has been investigated for gross misconduct, they should definitely not be allowed to resign,\" she said.\nGwent Police Deputy Chief Constable Amanda Blakeman said she had met both women in the case to hear their experiences and to apologise. \n\"I am extremely sorry that at a time when they felt most in need of our support that we let them down.\"\nShe said the force had \"listened, reflected and taken the actions needed to get this right in future\".\nMs Blakeman added: \"We take any allegations of this nature very seriously and they will be thoroughly investigated, and action taken. We will also work with individuals raising concerns to make sure they have the support they want and need.\n\"Public expectations around our standards of behaviour are quite rightly very high. There is no place in our force for inappropriate workplace behaviour or the abuse of an individual's position to exploit others. \n\"We expect everyone within Gwent Police to maintain high standards of professional behaviour - the vast majority of our employees work tirelessly to serve our communities with professionalism, honesty and integrity.\n\"We are committed to identifying and taking action against those individuals who breach these standards. The public must have the utmost confidence in the integrity of our officers, and we are very clear that anyone who undermines the public's trust will have no future in this force.\"\nThe force said all cases involving officers where a position of trust was abused were reported to the Independent Office of Police Conduct (IOPC). The IOPC would then look into whether an independent investigation was needed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59390561/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Hospital beds 'at a premium' as NI emergency departments struggle",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "A senior doctor has warned that when people are being treated for more than 10 hours in ambulances, it means that emergency departments are \"effectively closed for some of those patients\".\nAndrew Dobbin, a consultant at the Ulster Hospital, said the stream of very sick patients turning up at the emergency department was \"relentless\".\nHe said hospital beds were \"at a premium\". \nStaff pleaded with the public to behave responsibly and \"save Christmas\".\nBBC News NI spent six hours in the Ulster Hospital's emergency department this week.\nThe numbers fluctuate but on Monday evening, at its peak, 134 people were there, including children. \nOf those, 50 needed to be admitted to a ward. The problem was finding beds.  \nTo allow new patients in, staff have to get people out of the hospital and back into the community.\nMarc Neil, the assistant director of unscheduled care at the South Eastern Health and Social Care Trust, allocates beds for people in hospital as well as in the community. \n\"Every day is a continuous struggle to find enough beds for everyone who needs one,\" he said. \n\"Every hour of the day that we move a patient is a choice to put someone there and someone not. Trained professionals are making those choices but, yes, it is tough.\"  \nEach health trust is faced with a similar problem.  \nOn Monday night, more than 100 beds had been located in the community for hospital patients to be moved on. \nBut they were all declined because families said they were unsuitable for reasons such as where they were located or what facilities were offered.  \nMr Neil said \"difficult conversations\" had to take place but, he added: \"We would remind people that the conversation we are having with you is the same conversation that we had with the person who was in this bed before you.\n\"At the moment, there are 103 beds available in the community but we can't get people to move out of hospital and into those beds as they aren't close to their homes or within their health trust.\n\"We are pleading with the public to work with us.\"\nThe nurses move around, fixing blankets and pulling curtains to protect patient dignity.\nAt every turn, there is a sick person waiting to be seen or to be admitted onto a ward. \nAt the peak, 134 people were waiting - in a department that originally housed 65 bedded cubicles.   \nDue to Covid, there are now several separate areas under one roof.  \nSome patients sit in proper waiting areas - others are in corridors with babies wrapped in blankets on their laps, while others lie on trolley beds. \nOlder women peer out from under clutched blankets; younger patients scroll their phones.   \nPatients sit socially distanced alongside each other as staff scurry about delivering medication, applying IV drips and taking temperatures.\nEvery available space has been transformed into an additional waiting area - and everyone just seems to be waiting. \nIt is overwhelming to watch. \nRead more here.\nWhen we spoke to him, Dr Dobbin had worked eight consecutive shifts, including with the Air Ambulance.  \nHe said emergency departments across Northern Ireland were \"overwhelmed\".   \n\"We are delivering care but perhaps not in the space where we want to deliver it - I expect things to get continually worse over the winter months,\" he added.\nThings are precarious across the entire health and social care system. \nAccording to the health trusts' winter plans, even if things were to stand still over the next couple of months - something that is highly unlikely - an additional 500 beds could be needed. \nDr Dobbin said the figure of 500 was becoming \"a likely number\".\n\"Right now, in November, there are 220 patients in emergency departments that are waiting for a hospital bed - we need those hospital beds right now. \n\"So considering how things might escalate with Covid and the winter pressures that number of 500 is looking likely.\"  \nOne patient described the number of people coming in and out as \"mad\" and said she had been waiting so long she had seen three different shift changes. \n\"Staff are great, I have to give it to them - I sat here all last night with no sleep... looks like I will be here tonight again,\" she said.    \nLead emergency department nurse Jenny Nicholson said it was upsetting to see patients remaining in the department for several days. \n\"It's heartbreaking to leave them here in the ED knowing you are going to come back the next morning to see them again here,\" she said.\n\"While we are providing the care that they need, the plan is in place and we are following that plan, they are not in the bed where they should be, where they would get the right care from a specialist.\"\nDirector of hospital services David Robinson said that the sheer numbers of patients was having knock-on effects on the rest of the hospital - including on surgery. \n\"Some of our sickest patients require to be cared for in intensive care, so with every additional bed we've put up in intensive care, regrettably we have to close a theatre for that week, which means unfortunately, we have cancelled operations.\"\nHe appealed for everyone to get vaccinated and said that many of the Covid patients who were in the intensive care unit had not been. \n\"Just think about Christmas - it's for themselves, it's for their family, their neighbours but also for strangers - people they'll never meet, because for them, being in ICU means that surgery, unfortunately, has to be downturned.\"\nCovid and the pressures of dealing with it remain constant - just one corridor away from the general emergency department is a ward where people with the virus are treated. \nThe same doctors and nurses attend to them, pulling on additional items of personal protective equipment (PPE) as they move from one area to another, with a sense of organised calm.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59409999",
      "category": "uk-wales",
      "title": "Cardiff stabbing: Murder charge over Jordan Cody-Foster's death",
      "tags": "Splott,Butetown,Cardiff",
      "text": "A man has been charged with murder following a stabbing in the centre of Cardiff.\nJordan Cody-Foster, 31, of Cardiff, died following an attack on Hansen Street, Butetown, on Tuesday.\nSteven White, 44, who was arrested in Splott, will appear before Cardiff magistrates on Thursday accused of murder.\nMr Cody-Foster's family said they were \"grieved and saddened\" and appealed for calm among his friends.\nThey also urged others not to take matters into their own hands.\nThey said in a statement: \"He was deeply loved by everyone. The early years of Jordan's life were filled with love and hope, and he enjoyed many sporting activities. \n\"We also pray for the peace of God to keep and comfort us and Jordan's friends at this very difficult time.\"\nDetectives are not looking for anybody else in connection with Mr Cody-Foster's death.\nThe incident happened at 09:00 GMT on Tuesday - staff from the nearby Huggard Centre helped treat Mr Cody-Foster's injuries, but he later died.\nDet Ch Insp Matt Davies, of South Wales Police, said: \"Our thoughts are with Jordan's friends and family who are devastated by his death.\n\"Understandably his death has also shocked the community, particularly those who work and reside at the nearby Huggard Centre, and I would like to thank them for the support they have given the investigation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-jersey-59391501",
      "category": "world-europe-jersey",
      "title": "Jersey approves principle of legalising assisted dying",
      "tags": "States of Jersey,Euthanasia and assisted dying",
      "text": "Jersey politicians have approved the principle of legalising assisted dying in the island.\nA further debate on the issue will be held next year, after details of the processes and safeguards have been worked up.\nIf those proposals are backed then a draft law could be discussed and voted on in 2023.\nAssisted dying involves allowing some terminally ill adults to end their lives with medical supervision.\nThe vote by Jersey politicians was 36 in favour, 10 against and three absent.\nAnalysis - Freddie Miller, BBC Jersey Political Reporter\nThis is undoubtedly a hugely significant decision which could have implications beyond Jersey's shores.\nBut this historic vote represents the beginning, rather than the end, of a process which might - or might not - eventually see assisted dying legalised in the island.\nDetailed work will now begin to determine how assisted dying could be permitted while ensuring vulnerable people remain safe.\nAt least two more separate votes will be required before the law can be changed.\nThose opposed to assisted dying are certain to continue campaigning, while for those who have long called for the law to be changed, this will be seen as a major step forward.\nSafeguards agreed include a pre-approval process, a mandatory period of reflection, pre-approved locations and while registered medical professionals should be able to assist, they are not under a legal duty to do so.\nPhysician assisted suicide - the prescription of lethal drugs - and voluntary euthanasia, where a person has their life ended by a registered medical practitioner, would become legal under the agreed proposals.\nDuring the debate Deputy Louise Doublet said: \"We must recognise the elderly and vulnerable have an inherent value as human beings and ensure they have a place in our society. \n\"We can do that and look after the rights of those who are suffering unbearably. We can do both.\"\nMinister for Health and Social Services, Deputy Richard Renouf, who spoke against the proposals, said: \"Safeguards can be built up and to the best of our ability, but none of them can be truly effective. \n\"None of them would truly protect patients who are going to become vulnerable if assisted dying were to be introduced.\"\nDeputy David Johnson said: \"I think it's important we proceed to the next step where all the various arguments, the processes and safeguards can be fleshed out in greater detail.\"\nDeputy Carina Alves said despite her beliefs she agreed with the proposition.\n\"This proposition is about choice and I would never want anyone to restrict my choices on something that impacts me and my body,\" she said.\n\"Regardless of my faith I have no right to do that.\"\nThe principles agreed by politicians include that the scheme is only open to Jersey residents, aged 18 or over, who have the capacity to make the decision.\nThe debate was called after 78% of the citizens' jury, made up of islanders who were asked to apply, ruled it was in favour of changing the law.\nJersey assisted dying principles\nKathy Riddick, from Humanists UK which includes Channel Islands Humanists, said: \"This considered and respectful debate has shown that there is a will in Jersey to afford freedom of choice to those with terminal illness or who are incurably suffering.\n\"Making sure the correct safeguards are in place will be undertaken with the same level of consideration, showing that Jersey is ready to spearhead this significant change and hopefully set the standard for the rest of the UK and Crown Dependencies to follow suit.\"\nThe coordinators of Care for Life Jersey said they were very disappointed at the decision, describing the proposals as \"flawed and dangerous\".\nThey plan to continue to be involved in the public debate abound the issue, call for the rejection of assisted dying \"in favour of genuine reforms to laws relating to suicide and end-of-life care\". \nFollow BBC Jersey on Twitter and Facebook. Send your story ideas to channel.islands@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59419578",
      "category": "technology",
      "title": "Spotify tests TikTok-like vertical video feature",
      "tags": "Spotify,TikTok,Streaming,Apps,iPhones",
      "text": "Spotify is the latest app to experiment with a vertical video feed similar to TikTok's successful design.\nA new feature in an early test build for iPhone reveals a new Discover tab being added to the app's front page. \nIt has vertical music video clips that users can swipe through rapidly, similar to TikTok's interface.\nIt is not yet clear if the feature is slated for a wide release, or is only a test which may never be added to the main app.\nIt was first discovered by Chris Messina, widely credited as the inventor of the hashtag, who posted a short video to Twitter showing the new system in action.\nMr Messina told news site Techcrunch - which first reported the story - that he found the new feature in the TestFlight build - Apple's name for early-adopter beta versions of apps. \nMany app companies - such as Twitter and Facebook - test such features many months before rolling them out to all users, and some tests never get released.\nSpotify told Techcrunch that it was not formally announcing the new feature.\n\"At Spotify, we routinely conduct a number of tests in an effort to improve our user experience,\" a spokesperson said. \n\"Some of those tests end up paving the way for our broader user experience and others serve only as an important learning. We don't have any further news to share at this time.\"\nTikTok's vertical-scrolling video format has been repeatedly copied since the Chinese-owned app burst on to the scene in 2016, and has exploded in popularity in recent years.\nYouTube has an experimental version named Shorts, Instagram has introduced a similar feature called Reels, and Snapchat has added Spotlight. Other apps with similar features as their central pillar include Byte and Triller."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59409595/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK government sets aside £1.7bn to support Bulb customers",
      "tags": "Companies,Energy customer switching,Ofgem,Energy industry,Bulb,Energy service companies,Kwasi Kwarteng",
      "text": "Bulb has been handed about £1,000 per customer from the UK government to enable it to continue supplying energy.\nThe firm was put into special administration on Wednesday, which will allow it keep trading for the moment.\nBulb will be run by administrator Teneo until a buyer can be found or until its customers have moved.\nThe government loan of nearly £1.7bn will mean the administration is managed in a way that the lights stay on for Bulb's 1.7 million customers.\nTeneo estimates it will cost around £2.1bn to keep Bulb trading until the end of April next year. \nBusiness Secretary Kwasi Kwarteng can provide more money for the company if needed.\nWithout the cash, Bulb would not have been able to keep going past the middle of December, court documents show.\nDue to its size, Bulb will be run as normal for the time being, rather than its customers being immediately transferred to other suppliers, as has happened with other failing energy providers.\nBy April, the cap on energy prices may have increased significantly, which would mean higher revenues for the business.\nThe company is three times larger than any other energy supplier that has failed in recent years.\nNormally regulator Ofgem lets a firm fail and moves its customers to a new supplier.\nAt the High Court in London, Justice Adam Johnson said that if left unresolved uncertainty over Bulb would be \"bound to have an effect on customers, employees and suppliers\".\nHe said that the administration was designed \"to keep the energy supply company going, with a view to it being rescued if that is possible\".\nHe added that an alternative would be to appoint a supplier of last resort, adding: \"That is thought to be impractical here, given the size and importance of Bulb as a supplier\".\nThe judge said that the £1.7bn would be \"of existential importance to Bulb\".\nEarlier in the day, Mr Kwarteng said the special administration regime was a temporary arrangement to provide \"an ultimate safety net to protect consumers and ensure continued supply\".\nHe told the House of Commons: \"We do not want this company to be in this temporary state longer than is absolutely necessary.\"\nFor Labour, shadow business secretary Ed Miliband said: \"With so many companies going bust in just two months, something not happening anywhere else in the world, it points to a systemic failure of regulation. \n\"Firms took risky bets and were allowed to do so and the government and Ofgem significantly deregulated the conditions of operation in 2016.\nMr Miliband called for \"a proper external review of the regulation of the market\".\nAs a result of a cap limiting what companies can charge their customers, some businesses have been forced to sell energy for less than they bought it for.\nBigger companies tend to buy their gas further in advance, helping them avoid large hits from the price spike. However smaller firms that are less able to do that have come under pressure.\nSince the beginning of September, 22 energy suppliers have failed following a spike in gas prices.\nLabour MP Alex Sobel said: \"We're moving back to an oligopoly of energy companies who are increasing their profits whilst the supplier of last resort is socialising losses.\nMr Kwarteng replied: \"I've always maintained that competition is absolutely essential in this market.\n\"What's happened is there's been a huge mismatch between the wholesale price and the retail price cap, and the retail price cap is there to protect consumers.\"\nLiberal Democrat MP Layla Moran suggested a \"Northern Rock-style energy company to take on customers of companies that have gone under\" if the current process is not working.\nConsumer group Which? said the support \"should provide reassurance\" to Bulb customers.\n\"We recommend Bulb customers to do nothing and wait for more information about the special administration process,\" said Which? home products and services editor Lisa Barber.\n\"Its customers will continue to see their bills limited by the price cap, which is likely to be the best deal for them at the moment.\n\"There are few savings to be made by switching and some suppliers are not taking on new customers due to high wholesale gas prices,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59180523",
      "category": "entertainment-arts",
      "title": "Royal carol concert offered to ITV after BBC documentary dispute",
      "tags": "Media,Television,UK Royal Family,BBC,Prince Harry, Duke of Sussex,The Royal Family and the media,Prince William, Duke of Cambridge,Catherine, Duchess of Cambridge",
      "text": "The Duke and Duchess of Cambridge are believed to have offered their Christmas concert to ITV instead of the BBC after a row with the corporation.\nThe couple are said to be unhappy with a new BBC documentary about the Royal Family's relationship with the media.\nThe carol concert in Westminster Abbey was originally due to be broadcast by the BBC, according to The Sun.\nBut the event has moved channels following BBC Two's The Princes and the Press documentary, the newspaper said. \nKate will reportedly host the concert and there is speculation that the couple's children, Prince George, Princess Charlotte and Prince Louis, may feature in the show. However, that has not been confirmed by Kensington Palace.\nThe programme is expected to be recorded in early December and will still be made by BBC Studios, the corporation's commercial production arm, despite the change in broadcaster.\nIt will be produced in addition to ITV's usual Carols at Christmas programme, which will be broadcast as usual in December.\nITV has not yet publicly confirmed that the Duke and Duchess of Cambridge's concert will feature in its festive schedule, but media reports have suggested it could air on 23 or 24 December.\nThe strained relationship between the Royal Family and the BBC follows the broadcast of The Princes and the Press, hosted by the corporation's media editor Amol Rajan.\nThe first episode of the two-part series aired on Monday and examined Prince William and Prince Harry's relationship with the media.\nIt featured interviews with journalists including Andrew Marr, Ian Hislop, Dan Wootton and Camilla Tominey, as well as the Duke and Duchess of Sussex's biographer Omid Scobie and the couple's lawyer Jenny Afia.\nMonday's episode included suggestions that negative stories about the Duchess of Sussex were leaked by courtiers and that there were rivalries between different royal households.\nThe second episode, due to be screened next week, is expected to delve into William and Harry's rift. Royal aides are reported to be concerned it will include claims that the brothers briefed against each other in the press through their advisers.\nIn response to the documentary, the royal households issued a joint statement, featured in the programme, which criticised the BBC for giving credibility to \"overblown and unfounded claims\".\nEarlier this week, the BBC said the programme was \"about how royal journalism is done and features a range of journalists from broadcast and the newspaper industry\".\nThe BBC's royal correspondent Nicholas Witchell said the Royal Family were unhappy that they did not have the opportunity to view the documentary in advance.\n\"There is undoubtedly irritation in the Royal households, but especially at Kensington Palace and especially on the part of Prince William,\" Witchell said. \"We must remember that he still feels really quite aggrieved at the BBC over the Panorama interview with his mother [Princess Diana].\n\"These feelings are very raw, and they have been exacerbated by these two programmes, the Princes and the Press.\"\nWitchell added: \"It appears that the BBC is to be punished.\"\nOn Wednesday, BBC chairman Richard Sharp was asked at the Voice of the Listener and Viewer's autumn conference about the reports that Kensington Palace had decided to switch the concert to ITV.\n\"The BBC is a national institution and we approach our relationships with the other national institutions with great care and thought,\" he said.\n\"The Royal Family is at the centre of our identity, its underlying importance is unequivocal. We have tremendous respect for all aspects of the Royal Family in what they undertake and do.\n\"From time to time, this organisation produces programmes which may or may not meet with full agreement with different parts of the establishment. Our job is to get that right, to be independent, to be respectful.\" \nRepresentatives for the BBC, BBC Studios, ITV and the Duke and Duchess of Cambridge declined to comment. \nITV's royal editor Chris Ship quoted a source at the network as saying of the commission: \"It was unusual for it to come to us this late.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59417409",
      "category": "world-middle-east",
      "title": "UAE general accused of torture elected Interpol president",
      "tags": "Human rights,Interpol,United Arab Emirates,Matthew Hedges case",
      "text": "A general from the United Arab Emirates who has been accused of complicity in torture has been elected as president of the global police agency Interpol. \nAhmed Nasser al-Raisi, inspector general of the UAE's interior ministry, will serve a four-year term in the part-time and unpaid role. \nHuman rights groups had lobbied against his candidacy, accusing him of failing to investigate credible complaints of torture against UAE security forces. \nGen Raisi rejects the allegations.\nThe UAE's foreign ministry said he \"strongly believes that the abuse or mistreatment by police is abhorrent and intolerable\".\nGen Raisi was elected Interpol's president after three rounds of voting by member states at the agency's general assembly in Istanbul, Turkey.\nHis duties will include chairing meetings of the executive committee, which supervises the work of Secretary General Jürgen Stock. Mr Stock is a full-time official who oversees the day-to-day running of Interpol.\nGen Raisi tweeted that it was an \"honour\" to be elected president and promised to \"build a more transparent, diverse, and decisive organisation that works to ensure safety for all\". \nIn a separate statement, he declared that the UAE was \"one of the world's safest places\" and that the Gulf Arab state continued to be the \"most important force for positive change in the world's most difficult region\". \nBut the campaign group Human Rights Watch's Gulf researcher, Hiba Zayadin, called it \"a sad day for human rights and the rule of law worldwide\". She said the general was \"a representative of arguably the most authoritarian government in the Gulf, one that equates peaceful dissent with terrorism\".\nThe election was also condemned by the British academic Matthew Hedges, who has issued a claim for damages at the High Court in London that accuses Gen Raisi and three other senior UAE officials of being involved in the false imprisonment and torture he allegedly suffered in the UAE in 2018. \nLawyers acting on behalf of the Gulf Centre for Human Rights (GCHR) have also recently lodged formal complaints against Gen Raisi in France and Turkey. \nThe group has accused him of involvement in what it alleges is the unlawful arrest and torture of the UAE's most prominent human rights defender, Ahmed Mansoor, who was detained in 2017 and later sentenced to 10 years in prison for \"defaming\" the country on social media.  \nUAE Presidential Adviser Anwar Gargash said the accusations were part of an \"organised and intense smear and defamation campaign\" that the election had now \"crushed on the rock of truth\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59412329",
      "category": "uk",
      "title": "Channel deaths: More boats arrive after 27 people drown",
      "tags": "France,Europe migrant crisis,Calais",
      "text": "More people have made the perilous journey across the English Channel, a day after 27 people drowned in the deadliest crossing on record.\nA group wearing life jackets were seen huddled together onboard a lifeboat near Dover on Thursday morning.\nThose who drowned on Wednesday included 17 men, seven women - one of whom was pregnant - and three children, France's interior minister Gerald Darmanin said.\nFive people have been arrested in connection with the fatal crossing.\nMr Darmanin said regional prosecutors had launched an investigation into aggravated manslaughter.\nHe said two survivors were in a critical condition in a French hospital, where they are being treated for severe hypothermia. One is Iraqi and the other Somali, he told RTL radio. \nIt was earlier reported 31 people had died, but the total was revised down overnight into Thursday.\nThe alarm was raised on Wednesday after a fishing boat crew spotted several people in the sea off the coast of France. \nHome Secretary Priti Patel told MPs she had spoken to her French counterpart and offered to put more officers on the ground and continued to push for joint patrols of the Channel.\nShe said Wednesday's incident was a dreadful shock but not a surprise, adding: \"It is also a reminder of how vulnerable people are put at peril when in the hands of criminal gangs.\"\nDowning Street said the scenes of people continuing to arrive in boats on England's south coast showed the need to crack down on traffickers.\n\"It illustrates that we absolutely need to step up our work with our French counterparts to dismantle this horrific trade which preys on vulnerable people,\" the prime minister's official spokesperson said.\nEarlier, immigration minister Kevin Foster said the UK was determined to smash the \"evil\" business model of people traffickers, who he said were sending people into the Channel's dangerous waters on flimsy boats.\n\"Those who organised that boat yesterday would have just viewed these people... who passed away, as just a profit-making opportunity,\" he told BBC Breakfast.\nBy Simon Jones, BBC News reporter in Dover\nDespite yesterday's deaths in the Channel, the crossings continued this morning. Around 40 migrants have been brought to Dover by the lifeboat charity the RNLI.\nIt's windy on the water and extremely cold - but the determination to get to the UK remains as strong as ever.\nHowever, no more boats have been making the crossing this afternoon due to high winds.\nThe task is now under way to establish the identities of the people who died. That may prove problematic, as many migrants take to the water without any paperwork.\nAnother key concern is why their boat sank - was it overloaded, was the sea too rough, or could it have been hit by a passing ship?\nThe French authorities have described the boat as very flimsy.\nIn previous years, crossings tend to fall dramatically in autumn. That hasn't happened this year.\nThat's because the route has become so lucrative for the people smugglers who charge migrants around £3,000 each to get on a boat.\nBoris Johnson said on Wednesday that while the UK and France had agreed more needed to be done, there had been \"difficulties\" persuading the French \"to do things in a way that we think the situation deserves\".\nMeanwhile, French president Emmanuel Macron told Mr Johnson \"he was expecting the British to co-operate fully [and] abstain from instrumentalising a tragic situation for political purposes\".\nSince the start of the year, 1,552 smugglers have been arrested in northern France and 44 smuggler networks dismantled, Mr Macron said.\nDespite this, he said 47,000 attempted Channel crossings to the UK took place this year and 7,800 migrants rescued.\nLabour leader Sir Keir Starmer said the UK should be working with the French authorities in the makeshift camps, where the power of the people smugglers was \"far greater\" than that of the authorities.\nHe told the BBC's Political Thinking podcast he was \"sick of the home secretary playing to the headlines on this with grand statements about what she's going to do… but actually not achieving anything\".\nThe UK has pledged to pay France €62.7m (£54m) during 2021-22 to help secure the borders.\nIt comes as asylum claims made in the UK have risen to the highest level in nearly 20 years, with 37,562 applications in the year to September.\nThe Archbishop of Canterbury Justin Welby called for a better system based on \"compassion, justice and co-operation across frontiers\".\nDr Waheed Arian, a former refugee from Afghanistan who is now an NHS doctor, said people needed to understand why people in conflict zones fled their homes.\n\"They flee because their life is in danger, they are fleeing persecution,\" he said. \"They are not coming here because they can find better jobs, they are coming because the alternative is death for them.\"\nThe Dover Strait is the busiest shipping lane in the world and has claimed many lives of people trying to cross in inflatable dinghies.\nRecord numbers of migrants are making the crossing from France to the UK and it is thought at least 10 other people had died in the past few weeks while attempting to cross. \nThis year more than 25,700 migrants have arrived in the UK by boat, more than three times the 8,469 that did so in 2020.\nWhile the number coming across the Channel by boat has soared, that is only part of the picture regarding migrants - as this year has seen far fewer using other strategies to enter the country undetected.\nThe International Organization for Migration - which is linked to the United Nations - said Wednesday's disaster was the worst single loss of life in the Channel since it began collecting data in 2014.\nWere you in the area? Do you have any information to share? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59423245",
      "category": "uk",
      "title": "Channel migrants: PM calls on France to take back people who make crossing",
      "tags": "France,English Channel,Priti Patel,Emmanuel Macron,Dover,Calais,Migration",
      "text": "Prime Minister Boris Johnson has called on France to agree to \"take back\" people who cross the Channel to the UK.\nThe PM said he had written to French President Emmanuel Macron setting out five steps to \"move further and faster\" to avoid a repeat of Wednesday's tragedy where 27 people died.\nUK government officials are due to attend talks in Calais later.\nHowever, France has cancelled a meeting between Home Secretary Priti Patel and her French counterpart.\nShe had been due to hold talks with French interior minister Gérald Darmanin in Calais on Sunday.\nIn a statement, the French interior ministry said: \"We consider Boris Johnson's public letter unacceptable and in opposition with discussions between counterparts.\n\"As a consequence, Priti Patel is not invited any more to the meeting on Sunday which will still take place between France, Belgium, The Netherlands, Germany and the EU commission.\"\nWednesday's incident marked the biggest loss of life by drowning in the English Channel on record and included 17 men, seven women - one of whom was pregnant - and three children.\nIn his letter to Mr Macron, the prime minister outlined five steps he wanted to see taken:\n\"An agreement with France to take back migrants who cross the Channel through this dangerous route would have an immediate and significant impact,\" Mr Johnson said. \nHowever, the BBC's Paris correspondent Lucy Williamson said his suggestions would \"be hard for France to swallow\".\nOn Thursday, Ms Patel told the Commons there was \"no quick fix\" to tackle the issue but said she had spoken to her French counterpart to offer to put more officers on the ground and had continued to push for joint patrols of the Channel.\nShe said it was important to address \"long-term pull factors\" and stop criminal gangs who treat people as \"cargo\". \nBut Calais MP Pierre-Henri Dumont dismissed the idea of joint patrols as \"crazy\" and said it would not change anything along the vast shoreline.\nMr Darmanin said regional prosecutors had launched an investigation into aggravated manslaughter after Wednesday's loss of life.\nHe said two survivors were in a critical condition in a French hospital, where they are being treated for severe hypothermia. One is Iraqi and the other Somali, he told RTL radio. \nIt comes after more people continued to attempt the crossing. A group wearing life jackets were seen huddled together onboard a lifeboat near Dover on Thursday.\nMr Macron has called an emergency meeting of European ministers to discuss how to stop the crossings.\nHe said France was going to ask for \"extra help\" from the British, adding that despite authorities telling migrants they were able to stay in France, they wanted to reach the UK.\nThe UK signed an agreement in July to pay France €62.7m (£54m) during 2021-22 to help secure the borders, but the number of people making the crossing has continued to rise.  \nSince the start of the year, 1,552 smugglers have been arrested in northern France and 44 smuggler networks dismantled, Mr Macron said.\nDespite this, he said 47,000 attempted Channel crossings to the UK took place this year and 7,800 people were rescued.\nCharles Devos, volunteer for the French National Sea Rescue organisation SNSM, was one of the first to reach the scene of Wednesday's tragedy after getting a mayday call from the coastguard. \nHe told French radio station Delta FM he and his crew picked up six bodies that were drifting in the water.\n\"We passed next to an inflatable boat that was completely deflated. What little air remained was keeping it afloat. I don't know if there were children, but we picked up [the body of] a pregnant woman and a young man who was around 18 or 20,\" he said.\n\"It's hard to say, but I was expecting this, we know it would end in tragedy, and today sadly that's the case.\"\nAsylum claims made in the UK have risen to the highest level in nearly 20 years, with 37,562 applications in the year to September.\nThe Dover Strait is the busiest shipping lane in the world and has claimed many lives of people trying to cross in inflatable dinghies.\nRecord numbers of migrants are making the crossing from France to the UK and it is thought at least 10 other people had died in the past few weeks while attempting to cross. \nThis year more than 25,700 migrants have arrived in the UK by boat, more than three times the 8,469 that did so in 2020.\nWhile the number coming across the Channel by boat has soared, that is only part of the picture regarding migrants - as this year has seen far fewer using other strategies to enter the country undetected.\nAdditional reporting by George Bowden\nWere you in the area? Do you have any information to share? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59406788",
      "category": "uk",
      "title": "Channel deaths: What do we know so far?",
      "tags": "English Channel,Europe migrant crisis,Calais,Migration",
      "text": "At least 27 people have died trying to cross the English Channel in a small boat. Here's what we know:\nA fishing boat sounded the alarm on Wednesday afternoon after spotting several people in the sea off the northern coast of France.\nThose who drowned were 17 men, seven women - one of whom was pregnant - and three children, France's Interior Minister Gerald Darmanin said.\nA joint search and rescue operation by British and French authorities was launched, and eventually called off late on Wednesday.\nTwo people were rescued and are in a critical condition with severe hypothermia in a French hospital. One of them is from Iraq, the other is Somali, Mr Darmanin told RTL radio.\nThe task of performing autopsies and identifying the victims will take place over the next few days in Lille, in northern France, the city's public prosecutor Carole Etienne confirmed.\nFrench media report that the dead are believed to be Iraqi or Iranian Kurds.\nThe cause of the accident remains unknown, but when the long inflatable boat the migrants were using was found by rescuers it was mostly deflated.\nMr Darmanin described the boat as a dinghy that was \"extremely fragile\".\nHe said \"it was like a pool you blow up in your garden\".\nIt is the kind of boat often used by people smuggling networks to get migrants across the channel, and has now been sent to Lille to be examined.\nFrench police say the boat set out from the Dunkirk area, east of Calais.\nFishermen in the area said calm weather had prompted more migrants than usual to attempt the crossing on Wednesday.\nThere are reports that about 25 boats had attempted the crossing during the day.\nFive alleged traffickers linked to the incident have been arrested in France.\nTwo people have already appeared in court and an investigation into aggravated manslaughter has been opened by prosecutors, Mr Darmanin said.\nHe said the boat used to cross the Channel, called a zodiac, was purchased in Germany. \nDespite Wednesday's tragedy, people have continued to attempt the dangerous 20 mile (32km) journey across the Channel. On Thursday two more boats arrived in Dover, carrying about 40 people, the BBC's Simon Jones says.\nThis is all happening a week after a large migrant camp near Dunkirk in northern France was dismantled and up to 1,500 migrants were evacuated from the site.\nMore than 25,000 people have made the dangerous journey from France to the UK across the Channel in small boats this year, which is more than three times last year's total."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59413864",
      "category": "uk-wales",
      "title": "How the UK's teacher of the year inspired me at school",
      "tags": "Teaching,Media,Schools,Bassaleg,Newport,Wales education,Inspiring stories",
      "text": "When I saw a name I've not seen for three years next to the words \"Teacher of the Year\" on Wednesday night, I wasn't at all surprised. \nThe woman who helped me achieve my dreams of working as a journalist had finally got the recognition she deserved.\nAfter graduating from Miss Chase's - Abigail Chase to everyone else - English and media classes in 2018, one year later her reference helped me get on an apprenticeship course for the very website I'm writing for now.\nIf I wasn't taught by the teacher of the year, who knows where I'd be today. \nMeeting Miss Chase for the first time as a very shy 11-year-old at Newport's Bassaleg School, it was clear she was the type of teacher that always went above and beyond.\nFrom the time she petitioned against exam boards when she thought I deserved a higher grade to taking time out of her lunch breaks to tell me \"you can do it\" when the pressure of exams got too much.\nAlso, giving me probably one too many extensions for my media coursework deadline also showed her generosity... and patience.\nIt's rare having a teacher that leaves such a lasting impact on you after school - and even goes so far as to influence your career.\nEven when pupils have left school, Miss Chase doesn't forget them. \nMy brother Brandon, who is now in Year 12 at Bassaleg School, frequently comes home and says: \"Miss Chase was asking about you today. She said she saw you on the BBC again.\"\nIf it wasn't for Miss Chase encouraging me to apply to be a BBC apprentice, I don't quite know what I'd be doing today, but I certainly wouldn't be sitting here, typing these words. \nWhen I went back to see her at school today, it felt like I should've been in my uniform and tie. \nIt felt strange coming full circle - just three years ago she was teaching me about the media. Now, I'm interviewing her as a journalist for the BBC. \nAnd even though the moment was about her huge accomplishment, she still tried to fill the time we had to talk about my achievements. \n\"Oh my gosh... I'm so proud of you,\" she said before giving me the chance to congratulate her. \n\"It's so lovely to see you in this job that you work so hard for.\"\nThe moment was \"very, very emotional\" and even set off head teacher Ms Lambe as we were talking about how Miss Chase shot from English teacher to associate headteacher for pedagogy and reflective practice in a matter of years.\nShe said she hasn't stopped crying since she found out about her win on her arrival at school on Wednesday.\nWhen it was announced on BBC's The One Show that night, her family \"couldn't believe it\".\n\"At first my brother kept saying, 'so you've won? You've won the whole thing?'\"\nShe walked into cheers from some of her pupils and was presented with a trophy from the National Teaching Awards.\nDespite all lessons being highly organised and structured, judges said this was done \"in the most organic of ways\" and \"every student is given a voice\".\nHer passion has also inspired hundred of students, with her Year 7 pupil Isaac saying: \"She pushes us a lot, is really helpful in class and is an amazing teacher.\"\n\"It's really amazing to know you're taught by the best teacher in the UK. You feel like the best class,\" said classmate Gracie.\n\"She pushes us to do our best and 100%.\"\nFor Miss Chase, developing really good relationships with her pupils, as well as \"making them feel safe and making them feel like they can be successful\" is what it takes to deserve this award.\nThat is something she has made me, and countless others, feel.\nSo - for everything - thank you, Miss."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58894877",
      "category": "world-europe",
      "title": "Channel smugglers step up risks to outfox France and UK",
      "tags": "France,English Channel,Europe migrant crisis,Dover,Calais,Migration",
      "text": "After 27 people drowned attempting to cross the English Channel on Wednesday, the UK and France agreed to crack down on the people traffickers and gangs putting people's lives at risk.\nLast month, the BBC's Lucy Williamson joined a French police patrol and asked - why are the smugglers so hard to stop?\nIt took little more than a week for Hamid to find a people-smuggler in Calais.   \nThe networks run a slick and organised operation in the migrant camps here. Hamid got the fast-track service: within a couple of days, he found himself hiding near the beach with 75 other people, waiting to cross the Channel in a small inflatable boat. \nThe strip of sea that separates Britain and France is tantalisingly narrow. At dawn, struck by the morning sun, the Dover cliffs gleam like a luminous streak of pearl above the water. \nMore than 18,000 people have crossed clandestinely to UK shores in small boats so far this year. Despite significant investment on both sides of the Channel, that's more than double the number that crossed last year.  \nSo why is it so difficult for two of the world's richest and most powerful nations to stop migrants crossing 20 miles (32km) of sea? \nPart of the answer is geography. \nFrance's northern coastline is covered with dunes, foliage and hundreds of bunkers left over from World War Two - all handy places for migrants to hide. \nAnd, as patrols by police and gendarmes have intensified around Calais and Dunkirk, the smugglers have moved to riskier crossings further along the coast - as far north as the Belgian border, or as far south as the River Somme. \nGen Frantz Tavart, the gendarmes' regional commander here, says it's proof that the patrols are working. But, he told me, \"it's creating a vicious cycle\". \n\"If we divert the smugglers from the most practical route, we push them to extend their operations,\" he said, \"and that dilutes our resources across the territory. It's like a game of chess, where the smugglers always make the first move.\" \nGen Tavart has 40 active gendarmes dedicated to this mission at any one time.  \nThe UK government pays for another 90 reservists. It has promised to double that number this year - part of a £54m ($75m) funding package to boost security along the coast. \nHigh-security fencing and surveillance cameras, paid for by the British, have been very successful in protecting the ports and Eurotunnel terminal in the past few years. But surveillance is much harder among forested dunes, and you can't put a wall around France. \nOne migrant, who has sometimes worked for the smuggling networks, told me that in the days before a crossing, the gangs put several security guys in position along the coast. \n\"They write down the timing of the police patrols,\" he explained. \"When they change cars, when they change shifts, when they go up and down the road… it's all written down and handed to the smugglers.\" \nHamid told me he was taken some distance along the coast for his crossing - I won't say where, and Hamid is not his real name. Smugglers routinely threaten migrants who talk to the media. The price of his crossing was almost $3,500 (£2,500). That's on top of the $10,000 he paid to leave Afghanistan and travel across Europe to France. \nHe told me he was hidden near the departure point, with 75 other passengers from Iraq and Afghanistan.\nBigger boats, with bigger groups of passengers, are another way smugglers are adapting, and Gen Tavart says it's causing fresh problems for police.\n\"One of the problems we have is confronting groups of 70, 80, 90 migrants who become very aggressive,\" he told me. \"Two or three gendarmes against 20 migrants is manageable; but if you have three gendarmes facing 90 people, it's much trickier.\" \nHe admits it's sometimes \"too dangerous\" to intervene. \nHamid's story ends well for the police. As he and his fellow migrant passengers dragged their boat to sea, he says, large numbers of officers appeared on the beach and stopped the crossing.  But he also reported that some officers told the migrants to go back to their camp and try again another day. \nAfter many failed attempts, some migrants choose to settle in France. But it's in smugglers' interests to keep pushing their clients to move on. And those living in desperate conditions are easy prey for dreams. In the camps here, Britain is seen and sold as a land of ease and plenty, where housing will be provided, family welcomed, and jobs easy to get.\nFrance now says it's stopping more than half of all crossing attempts, but some local journalists report seeing French National Police stand and watch as migrants leave. The UK has been urging France to do more, and has focused much of its own effort on tackling the problem further up the line. \nThe National Crime Agency has reported 65 convictions related to small boat crossings since last year, and a new joint co-ordination centre near Calais has meant better sharing of British and French intelligence.\nSome say expanding that co-operation to include joint police patrols on land and sea is the only way to break the smugglers' business model in northern France. The UK's clandestine channel threat commander, Dan O'Mahoney, says it's something the UK has offered many times to the French.\n\"It's not something they feel they need or would find helpful, but the offer is always there,\" he told me. \"We'd love to do joint patrols at sea as well, but the French have a very strong view about sovereignty and therefore it's not an avenue they want to explore at the moment.\"\nSovereignty is a loaded concept after Brexit.  \nVisiting security forces in Calais last weekend, the French Interior Minister, Gerald Darmanin, gave me a message for the UK: \"I want to say to our British friends, who chose Brexit to take back control of their political life, that it was not, I imagine, about putting British forces on French soil, as each respects the sovereignty of the other.\" \nThere's a lot of politics at play in cross-Channel relations more generally at the moment, and not a lot of love. \nBut without joint patrols, and with French police only authorised to intercept boats in distress, migrants must cross into UK waters before British officers can intervene.   \nThe UK government is now looking at how, and under what circumstances, it might legally turn those boats back towards France. But the risk of a humanitarian - and a media - disaster is real, many believe, and the number of boats eligible for turning back is likely to be very small. \nIt's all part of what makes maritime borders difficult to police.   \nSmugglers know that, just as much as governments do.\nLucy Williamson's in-depth story is featured on Our World on the BBC News Channel in the UK and is also available via the BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59417207",
      "category": "uk-wales",
      "title": "Covid pass: Swansea cinema owner fails to show at court",
      "tags": "Wales business,Coronavirus vaccines,Swansea,Cinemas,Vaccine passports,Coronavirus pandemic",
      "text": "A cinema owner has failed to show up for her court case after refusing to ask customers for Covid passes.\nAnna Redfern did not turn up at Swansea Magistrates' Court earlier after the city council sought a court order to stop her reopening Cinema & Co.\nDistrict judge Neale Thomas asked the council for written submissions on why a closure notice was needed and adjourned the case until 30 November.\nWhen approached at her still-open cinema, Ms Redfern made no comment.\nShe previously said she would not ask people for Covid passes, but when asked for a statement on Thursday, replied: \"I have no comment as litigation is pending.\"\nMs Redfern, who runs the 56-seat independent cinema, was served with a closure notice by the council on 18 November after allegedly failing to comply with several coronavirus regulations.\nCovid passes are a legal requirement, and the cinema remained open after being told to close.\nProsecutor Lee Reynolds said the premises \"seems to think this pandemic doesn't exist\".\nOn the complaint for a civil order put before the court, the council asserted that Cinema & Co had not completed a Covid risk assessment, and had not informed staff of the measures required to prevent transmission of the disease.\nAlso, the council said the cinema had not implemented reasonable measures, including a Covid pass, and did not have adequate cleaning products or anti-viral products to reduce transmission.\nMr Reynolds told the court he was concerned about a significant delay in the case, due to the \"state of the premises\".\nCovid passes have been a legal requirement for anyone over 18 in Wales for nightclubs and large-scale events since 11 October.\nThis was expanded to theatres, concert halls and cinemas on 15 November and means people must show a pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours.\nJudge Thomas said he was concerned the council was bringing the closure notice under the Public Health (Control of Diseases) Act 1984 and not the Welsh government's coronavirus legislation.\nHe said the Welsh government \"would have had the power to include enforcement powers, but they chose not to\".\nMr Reynolds described the Coronavirus Act as \"very limited\" and said bringing the closure notice this way was necessary.\nHe told the judge Ms Redfern was \"making various assertions in the press and posting comments online which are inflammatory and highly controversial\".\nThe Welsh government said: \"As a result of breaches of the Coronavirus regulations identified by Swansea council, the premises was served with a notice requiring it to close due to the risk to public health.\n\"As the owner has chosen not to comply with this legal requirement, enforcement action is being pursued. It would be inappropriate for us to comment further on ongoing legal proceedings.\" \nCinema & Co remained open on Thursday, after Ms Redfern failed to show up for her court case.\nThe NHS Covid pass is available digitally, but you need to register for an NHS login via the website."
    }
  ]
}