{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56555775",
      "category": "uk-politics",
      "title": "Covid: Lorry drivers arriving in England to be tested",
      "tags": "France,Travel,Coronavirus testing,Grant Shapps,Coronavirus pandemic",
      "text": "Lorry drivers, cabin crew, prison escorts and seasonal workers entering England from outside the UK will need to take a Covid-19 test within 48 hours of arrival, the government has said.\nThose remaining in the UK for longer than two days will be required to take a further test every three days.\nThe \"bespoke testing regime\" will protect the UK from the virus spread and new variants entering, said the Department of Health and Social Care.\nThe new rules take effect from 6 April.\nTransport Secretary Grant Shapps wrote on Twitter earlier that the tougher measures would \"ensure we keep track of any future coronavirus variants of concern\".\nIn another tweet, he said the rule change for hauliers \"is just to update\" things now that France has dropped its cross-channel haulier testing.\nMany parts of Europe, including France, are seeing a surge in coronavirus cases, prompting fears of a third wave in the UK.\nAccording to the new government guidance, tests will be available through workplace testing programmes, at home and community sites, online ordering or by dialling 119.\nBorder security officials, aerospace engineers, Channel Tunnel workers, international rail crew and passengers and those transporting blood are also listed among those exempt from quarantine who are able to access testing.\nTests for lorry drivers will be available free at more than 40 government haulier advice sites, with fines of £2,000 for those failing to comply. All hauliers arriving in England from continental Europe will be required to complete passenger locator forms to facilitate contact while in the UK.\nAt an MPs' hearing last week, Prime Minister Boris Johnson was asked why France had not already been added to the \"red list\" of countries, from which travel to the UK is banned. \nMr Johnson said there was a balance needed between protecting public health and keeping trade flowing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56553545",
      "category": "world",
      "title": "Earth Hour: Cities around the world turn lights off",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56554590",
      "category": "business",
      "title": "Liberty Steel bailout plea turned down",
      "tags": "Companies,UK government,Steel industry,Sanjeev Gupta,Liberty Steel",
      "text": "The government has rejected a request for £170m in financial support for Liberty Steel.\nThe firm's founder Sanjeev Gupta sent a letter last week asking for help to pay day-to-day operating expenses and absorb recent losses. \nLiberty's owner GFG employs 5,000 staff at its 12 UK sites, which include Rotherham, Motherwell and Newport.\nGFG's key financial backer, Greensill Capital, filed for insolvency earlier this month.\nGovernment sources told the BBC last week they had concerns about the \"opaque\" nature of Mr Gupta's empire, which employs 35,000 worldwide.\nAny assistance was more likely to come following an administration process, the sources indicated, to support UK jobs as opposed to the corporate entity that owns it.\nGFG, a holding company for Mr Gupta's assets, was the biggest recipient of finance from Greensill. \nLucy Powell, Labour's shadow minister for business and consumer affairs, told the BBC that some sort of support was needed.\n\"The financial structure and the tie in to the Greensill administration is very complex so I'm not surprised by this but, as we've been calling for two or three weeks now, the government really does need to lay out a plan B for what it is going to do to support domestic steel making and retain these cutting edge viable plants in the UK.\"  \nFor metal workers in Rotherham, a town steeped in steel, this uncertainty will feel all too familiar. \nIt has been a difficult few decades for the UK's steel industry, now a fraction of its previous size. \nMany of the major plants have gone under only to be rescued and passed through different pairs of hands. \nOnly four years ago, Sanjeev Gupta stepped in to save the Rotherham plan under the brand of Liberty Steel. \nNow he's battling to secure finance for it and the rest of his UK business. \nHowever, the UK government's rejection of his loan request may not mean the end of the road for Liberty and the five thousand people it employs. \nAnalysts point to the example of British Steel, which was funded by UK taxpayers for almost a year after it went into administration until it was sold on to a Chinese firm in March 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56555096",
      "category": "uk-scotland-scotland-politics",
      "title": "MP Neale Hanvey defects from SNP to new Alba Party",
      "tags": "Alba Party,Scottish Parliament election 2021,Neale Hanvey,SNP (Scottish National Party)",
      "text": "Neale Hanvey has become the second MP to defect from the SNP and join Alex Salmond's new pro-independence party.\nOn Saturday, former justice secretary Kenny MacAskill said he would stand as a candidate for the Alba Party.\nMr Hanvey, who holds the Kirkcaldy and Cowdenbeath seat, said the new party provided \"a tonic for our movement\" .\nAlex Salmond launched Alba on Friday with the aim of building \"a supermajority for independence\" at Holyrood after the election in May.\nMr Hanvey said: \"Like so many, I have been angered by our powerlessness in the face of Brexit and share the frustration of many who feel the aspirations of the independence movement are being ignored.\n\"The Alba Party provide a tonic for our movement with an unashamedly optimistic vision for Scotland's impending transition to an independent European nation.\"\nHe added: \"The Alba party's growing membership will shape our policy priorities in the coming week. The people of Scotland will always be my priority so it's a very real honour to be standing for Alba and an independence supermajority.\"\nThe SNP said only both votes on 6 May \"can put Scotland's future in Scotland's hands - not Boris Johnson's\".\nA spokesman said: \"The SNP is focused on tackling Covid and securing a strong, fair and green recovery for Scotland as an independent country in a post-pandemic referendum.\"\nAlba now has more MPs than Scottish Labour who only have Edinburgh South MP Ian Murray.\nTwo days after it launched, the Alba Party now has a bigger presence in the Commons than either Scottish Labour or the Greens.\nAlex Salmond's breakaway from the SNP includes the former Scottish justice secretary Kenny MacAskill, who has talked about forming a group at Westminster - suggesting further defections to come.\nSo far, the new party has attracted those who empathise with Alex Salmond and his desire for a bigger focus on securing Scottish independence.\nWith Neale Hanvey and former SNP councillors Lynne Anderson and Caroline McAllister joining today, Alba also appears to be a home for those who fear that gender self-identification for trans people poses a threat to women's rights.\nThe strongest voice for this argument within the SNP is MP Joanna Cherry who was recently dumped from the party's front bench but she has rejected speculation about her defection. \nMr Hanvey had not always been on the right side of SNP officials. In February he was sacked from his frontbench role as vaccines spokesman.\nAnd during the December 2019 Westminster election campaign he was suspended by the SNP after it emerged he had used anti-Semitic language on a social media post in 2016.\nFollowing his suspension Mr Hanvey said he did not consider himself to be anti-Semitic and was \"genuinely and deeply sorry\".\nScottish Conservative leader Douglas Ross said: \"Sturgeon and Salmond may now despise each other but they are united by their obsessive determination to rip Scotland out of the United Kingdom.\n\"All focus should be on the pandemic and our recovery but Sturgeon's SNP and Salmond's ultra-nationalists want this election to be another divisive fight about the constitution.\n\"With the very real threat of a so-called Nationalist 'super majority', pro-union parties cannot sit on the fence and continuing to do so would be naive in the extreme.\"\nScottish Labour's campaign co-chairman Neil Bibby said: \"The defection of the controversial Neale Hanvey to the Alba Party reveals the utter disarray that the SNP is in. Scotland deserves so much better than this politics of grudge, personality and ego.\n\"Neale Hanvey and Kenny MacAskill must both stand down and give their constituents the chance to elect politicians more interested in guaranteeing Scotland's recovery than endlessly refighting yesterday's war.\"\nScottish Liberal Democrat campaign chairman Alistair Carmichael MP said: \"Like paint chipping off an old and decaying wall, Neale Hanvey's defection is the latest episode in the Nationalists' bitter, twisted and divided civil war.\"\nLorna Slater, co-leader of the pro-independence Scottish Greens, said the new Alba Party would not affect her party's chances of doing well at the Holyrood election.\nShe told the BBC's Andrew Marr programme: \"I absolutely don't agree that we are competing for the same voters. Scottish green voters care about the climate, they care about fairness, they care about human rights.\"\nThe Alba Party will only be standing candidates in the regional lists in an attempt to boost pro-independence numbers at Holyrood.\nSupporters of Alex Salmond's new political project have had details hacked from its website.\nOn Saturday, it emerged that the Alba Party had details hacked from its website.\nThe party was alerted to a potential breach of the names of those supporting its events on the site, the day after its launch.\nIt claims this was the only detail to be hacked and said users could be \"confident\" the site was now secure.\nA statement said: \"We apologise that our site did not withstand this breach but assure all supporters that we will not allow this type of black arts activity to deflect from our entirely positive campaign to gain a supermajority for independence in the Scottish Parliament.\"\nThe party claimed it had closed the functionality which allowed the breach at 10:30 on Saturday and informed the Information Commissioner's Office of the action.\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nBy Sir John Curtice, Professor of Politics at Strathclyde University\nThe honest answer is, we do not know what impact the Alba Party might have until we get some opinion polls. And the early polls will be important for Alex Salmond.\nIf they suggest that less than 5% of the public are minded to vote for his party then he is running the risk of emerging from the election empty handed. And if that persists for a couple of weeks or so then we may suddenly discover that the wind has gone out of this particular story. \nRemember, for example, BBC Scotland is holding its leaders' debate on Tuesday and Mr Salmond will not be there. \nHowever, what we can look at just now is evidence of opinion polls on how popular or unpopular Mr Salmond is. The Alba Party for the most part is going to be regarded by many as Alex Salmond's party and therefore what they think of Mr Salmond is likely to matter. \nThe problem Mr Salmond faces is he is not a very popular politician anymore. We have had two opinion polls which asked people if they regarded Mr Salmond favourably or unfavourably. They both came back with the same answer - 14% of the public in Scotland regarded him favourably and among SNP voters, not much higher at about 16%. \nIf you make the generous assumption that perhaps Mr Salmond might be able to persuade all of those people who are minded to vote for the SNP on the list and think of him favourably and vote for his party on that second ballot then, yes, you can see how he might get 7% or 8% of the vote. That would take the Alba Party over the threshold of picking up a regional list seat. But that is being pretty optimistic, in politics you rarely succeed in getting 100% of a particular niche market.\nJohn Curtice is Professor of Politics and Senior Research Fellow, ScotCen Social Research and 'The UK in a Changing Europe'. He was speaking to BBC Scotland's Sunday Show"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55902070",
      "category": "world-asia",
      "title": "Myanmar coup: What is happening and why?",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Women",
      "text": "Mass protests have been taking place across Myanmar since the military seized control on 1 February. \nElected leader Aung San Suu Kyi and members of her National League for Democracy (NLD) party are among those detained. \nHundreds of people, including children, have been killed. \nMyanmar, also known as Burma, is in South East Asia. It neighbours Thailand, Laos, Bangladesh, China and India.  \nIt has a population of about 54 million, most of whom are Burmese speakers, although other languages are also spoken. The biggest city is Yangon (Rangoon), but the capital is Nay Pyi Taw.\nThe main religion is Buddhism. There are many ethnic groups in the country, including Rohingya Muslims.\nThe country gained independence from Britain in 1948. It was ruled by the armed forces from 1962 until 2011, when a new government began ushering in a return to civilian rule. \nThe ruling military changed the country's name from Burma to Myanmar in 1989. The two words mean the same thing but Myanmar is the more formal version.\nSome countries, including the UK, initially refused to use the name as a way of denying the regime's legitimacy. \nBut use of \"Myanmar\" has become increasingly common, and in 2016 Ms Suu Kyi said it did not matter which name was used.\nThe military is now back in charge and has declared a year-long state of emergency.\nIt seized control on 1 February following a general election which Ms Suu Kyi's NLD party won by a landslide.\nThe armed forces had backed the opposition, who were demanding a rerun of the vote, claiming widespread fraud. \nThe election commission said there was no evidence to support these claims.\nThe coup took place as a new session of parliament was set to open.\nMs Suu Kyi has been held at an unknown location since the coup. She is facing various charges, including violating the country's official secrets act, possessing illegal walkie-talkies and publishing information that may \"cause fear or alarm\".\nNLD MPs who managed to escape arrest formed a new group in hiding. Their leader has urged protesters to defend themselves against the crackdown.\nMilitary commander-in-chief Min Aung Hlaing has taken power.\nHe has long wielded significant political influence, successfully maintaining the power of the Tatmadaw - Myanmar's military - even as the country moved towards democracy.\nHe has received international condemnation and sanctions for his alleged role in the military's attacks on ethnic minorities.\nIn his first public comments after the coup, Gen Hlaing sought to justify the takeover. He said the military was on the side of the people and would form a \"true and disciplined democracy\".\nThe military says it will hold a \"free and fair\" election once the state of emergency is over.\nThe protests over the coup have been the largest since the so-called Saffron Revolution in 2007, when thousands of monks rose up against the military regime.\nProtesters include teachers, lawyers, students, bank officers and government workers.\nThe military has imposed restrictions, including curfews and limits to gatherings. \nSecurity forces have used water cannon, rubber bullets and live ammunition to try to disperse protesters.\nOn 27 March, in the deadliest day since the coup, more than 100 people were killed.\nAung San Suu Kyi became world-famous in the 1990s for campaigning to restore democracy.\nShe spent nearly 15 years in detention between 1989 and 2010, after organising rallies calling for democratic reform and free elections.\nShe was awarded the Nobel Peace Prize in 1991 while under house arrest.\nIn 2015, she led the NLD to victory in Myanmar's first openly contested election in 25 years.\nMs Suu Kyi's international reputation has suffered greatly as a result of Myanmar's treatment of the Rohingya minority.\nMyanmar considers them illegal immigrants and denies them citizenship. Over decades, many have fled the country to escape persecution.\nThousands of Rohingya were killed and more than 700,000 fled to Bangladesh following an army crackdown in 2017.\nMs Suu Kyi appeared before the International Court of Justice in 2019, where she denied allegations that the military had committed genocide.\nNumerous countries have condemned the military takeover and subsequent crackdown.  US Secretary of State Antony Blinken has accused the security forces of a \"reign of terror\". \nThe US, UK and European Union have all responded with sanctions on military officials. \nChina blocked a UN Security Council statement condemning the coup, but has backed calls for the release of Ms Suu Kyi and a return to democratic norms. The country has previously opposed international intervention in Myanmar.\nSouth East Asian countries have been pursuing diplomatic efforts to end the crisis. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56537980",
      "category": "uk-wales",
      "title": "Jon Styler case: 'I was abused by my monster of a head teacher'",
      "text": "In 2007, ex-head teacher Jon Styler took his own life following accusations he had abused boys.\nSolicitors believe Styler may have been one of Wales' most-prolific sex offenders, with more than 100 victims in schools in Newport and Worcestershire in the 1970s and 1980s.\nStyler strongly denied the claims but 10 years after his death eight men received £140,000 in settlements for abuse they suffered.\nNow, one of his victims has spoken about the trauma he went through at the hands of \"this insidious monster\".\nKids tell fibs. Fact.\nI know this because I was a kid once.\nFrom feigning ignorance about piano homework, to a flat denial about bringing frogs into the house (I hid them in a bucket of water in my wardrobe), I told all sorts of tall tales.\nMy days were regularly punctuated by - at first, fear - then relief I'd got away with it.\nBut as an undiagnosed autistic kid with few ideas about boundaries, I actually never got away with it, because grown-ups do a mean version of feigning ignorance too.\nThat I was musically gifted - playing in an orchestra aged seven - and precocious.  Being leagues ahead in language development, for example, afforded me very little leeway.\nThe lengths autistic youngsters will go to to remain hidden would astonish you.\nThen, suddenly, every single day was brimming with fear and absolutely no relief.\nBecause when the headmaster of my school began abusing me, I told my mum and she didn't believe me.\nIt wasn't my mum's fault really, because Jon Styler was so calculated in his deceit as to render his reputation unimpeachable.\nIn my mum's eyes he was the living embodiment of God.\nAnd, as if to prove his destructive cruelty, he equipped Mum with a catchphrase she would regularly and defiantly fire at me until long into my 20s - \"he might run rings round his parents, but he won't run rings round me\".\nIt was only since discovering the depth of his deception I realised it was my musical talent that brought me to the attention of the equally musically-talented Styler, who soon had me reporting for private lessons.\nAs an adult reading this, you're probably recoiling with horror and feeling a swell of empathy for this poor kid's experiences.\nAnd you'd be right to, because it was unimaginably awful. Yet, the hardest part to accept without anger is the way he utterly destroyed the bond between a mother and son.\nThe abuse was shocking, from sexual to out-and-out violence, but the worst part of all was that my mum said I was lying.\nI attempted to plead my innocence years later when I was about 14, but save a few awkward silences, it was never spoken of again and remained that way until she took it to her grave.\nSometime around my 43rd birthday about a decade ago, I had the first session of what would become a lifelong association with my therapist who helped me try to reconnect the pieces.\nIt was during therapy that we talked about Jon Styler, and I decided to see what I could find out about him. It didn't take long to discover he'd taken his own life, following an allegation from a former pupil.\nI felt cheated for a while - I wanted to square up to him and tell him how he'd destroyed my childhood and left me questioning my life.\nI would never have resorted to violence though, despite that meted out to me.\nBut inevitably, my autistic brain assumed nothing could be done and that myself and the other pupils were simply unlucky individuals.\nAt this moment in time, my mum was in the final, circling stages of dementia and would die 18 months later, so any chances of explaining everything to her were long gone.\nFast forward to 2021 and I am at home, struggling - like many others - to make sense of the Covid-19 lockdown.\nAutistic people don't fare too well when it comes to navigating a neurotypical world.\nFor an autistic person, deciphering facial expressions can be a challenge, and eye contact is out of the question.\nWhen social distancing led to mandatory mask wearing, all that was left was eye contact.\nIt was like waking up in the same, familiar world except everybody was speaking a different language.\nDuring a particularly low moment, I decided to Google Jon Styler's name again.\nI don't really know why to be honest, but I think self-pity may have been at work.\nWithout resorting to some overworked cliché, I can't describe how I felt when I discovered that in 2015, the BBC had made a documentary about him.\nCharming and charismatic, Jon Styler was one of - if not the - youngest headmasters in Wales' educational history.\nBut the programme also revealed he was considered to be one of the most prolific paedophiles in Welsh history.\nWith a list of victims that may have exceeded 100, he had worked his way through several schools in the country.\nAt that moment - in the briefest snap of time - I went from being a misunderstood, disbelieved, isolated victim to being one of dozens of others whose parents had been equally hoodwinked by Jon Styler's glittering facade.\nPeople with autism almost all have a uniquely powerful sense of social equality and I am no different, so to see this \"vindication\" of my experience brought satisfaction - nothing more.\nNo amount of empathy, understanding, or compensation could ever re-forge the shattered bond between my mum and me.\nFor a few days, my mind switched itself off.\nI reported my experience to the police, expecting to have to relive my experiences for an investigation.\nMy autistic mind forgot the fact there was nothing they could do. Of course I was disappointed, but it felt cathartic nonetheless.\nI haven't watched the documentary yet, but I will. Because once I've seen for myself how this insidious monster fooled so many people, I'll finally be able to forgive my mum.\nSimply the thought of talking about traumatic childhood experiences, media and peer judgement causes many people to feel compelled to keep a tight lid on what happened to them. \nI'm not one of those unfortunate victims - and if I can salve a single silent soul by talking about what Jon Styler did to me, then I have done my job."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56540729",
      "category": "health",
      "title": "Covid jab: One dose in care homes gives 'substantial' protection",
      "tags": "Coronavirus vaccines,Vaccination,Care homes,Coronavirus pandemic",
      "text": "A single dose of the Pfizer or AstraZeneca vaccine was effective at stopping 62% of coronavirus infections in care homes, a study has found.\nA team at University College London (UCL) looked at data from 10,000 adults in England with an average age of 86.\nThe research also suggested those who did catch the virus after vaccination may be less infectious.\n\"Our data suggests that both vaccines are effective in frail, older adults,\" said UCL's Dr Maddie Shrotri.\nThe study analysed coronavirus test-result data for 10,412 long-term residents, all aged over 65, at 310 care homes.\nThe group had routine monthly PCR tests for the virus as well as further targeted tests if an outbreak was suspected. \nOf the 36,352 tests carried out between December 2020 and mid-March, 1,335 came back positive for the disease.\nBy comparing those with the number of cases before vaccination, the researchers estimated both jabs were effective at preventing 56% of infections after four weeks, rising to 62% after five weeks.\nThe timing and scale of the protective effect was similar for both the Pfizer and AstraZeneca vaccines. \n\"Our findings show that a single dose has an effect that persists from four weeks to at least seven weeks after vaccination,\" said Dr Laura Shallcross, a public health medicine consultant at the Institute of Health Informatics at UCL. \n\"We can also infer that the vaccines protect against the highly transmissible UK variant, as this was prevalent during the study period.\"\nAround a quarter of coronavirus deaths in England and Wales have occurred in care homes, according to the latest data from the Office of National Statistics. \nOther elderly residents are likely to have caught the virus in a home before being transferred to hospital and dying there. \nAround 11% of care home residents in the study had already been infected with coronavirus in the past.\nA single dose of either vaccine appeared to have little impact on that group, indicating those with a previous infection were already well-protected. \nA small proportion did catch the disease in the weeks after being given a single jab. But researchers said laboratory tests on samples from that group suggested they might be less infectious than those who had not yet received a vaccine. \n\"It's early data but we think that is potentially very significant, especially in a care home setting,\" said Dr Shallcross.\nAlthough protection from a first dose in the study was described as \"substantial\", the research team said a second follow-up shot would still be important to increase the duration of immunity, and to maximise protection that is provided by vaccination.\nThe UCL research, which was funded by the Department of Health and Social Care, is part of the continuing Vivaldi study, investigating Covid-19 infections in care homes.\nProf Chris Whitty, Chief Medical Officer for England, said: \"These data add to the growing evidence that vaccines are reducing Covid-19 infections and doing so in vulnerable and older populations, where it is most important that we provide as much protection from Covid as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56547381",
      "category": "world-asia",
      "title": "Myanmar coup: Generals celebrated amid global fury over massacre",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "The killing of more than 100 anti-coup protesters in Myanmar has drawn global outrage, with defence ministers of 12 nations condemning the military.\nThe US accused the security forces of a \"reign of terror\" on Saturday, the deadliest day since last month's coup.\nCoup leader Min Aung Hlaing and his generals still threw a lavish party that night for Armed Forces Day.\nOn Sunday, funerals were held, with some reports the military had tried to intervene in the mourning.\nMore than 400 people have now been killed in the suppression of protests in Myanmar since the 1 February coup.\nThe military seized control of the South East Asian country after an election which Aung San Suu Kyi's National League for Democracy (NLD) party won by a landslide.\nThe defence chiefs of a dozen nations, including the UK, on Sunday issued a rare joint statement condemning the military's violent actions.\nThe US, Japan and Australia were also among the signatories of a statement that said: \"A professional military follows international standards for conduct and is responsible for protecting - not harming - the people it serves.\"\nThe UK government has also urged all British nationals in Myanmar to \"leave the country as soon as possible\".\nThe Foreign, Commonwealth and Development Office (FCDO) said the advice \"follows the significant increase in violence on 27 March\".\n\"We were previously advising British nationals to leave unless they had an urgent need to stay,\" it added.\nSecurity forces opened fire in more than 40 locations on Saturday. The commercial centre, Yangon, saw dozens of deaths, but killings were recorded from Kachin in the north to Taninthartharyi in the far south.\nThe US said it was \"horrified\" by the killings. Secretary of State Antony Blinken accused the military of \"sacrificing the lives of the people to serve the few.\"\nUN Secretary-General Antonio Guterres said he was \"deeply shocked\" by the violence, and British Foreign Secretary Dominic Raab called it a \"new low\".\nUN Special Rapporteur Tom Andrews called for an international emergency summit.\nChina and Russia have not joined the criticism, which means taking action through the UN Security Council - where they have vetoes - could be difficult.\nThe luxury military party on Saturday was held to mark the annual Armed Forces Day, which commemorates the start of Myanmar's military resistance against Japanese occupation in 1945.\nImages from state TV shared on social media showed military officials, including Min Aung Hlaing, wearing white uniforms and bow ties, walking along a red carpet smiling, and seated at large tables for dinner. \nThe event drew an angry response from some on social media, including Burmese activist Maung Zarni.\nA number of Twitter posts placed pictures of the party alongside images of victims.\nEarlier on Saturday, the military held a parade and heard a speech from Min Aung Hlaing, who said he wanted to \"safeguard democracy\" but also warned against \"violent acts\".\nRepresentatives of Russia, China, India, Pakistan, Bangladesh, Vietnam, Laos and Thailand attended.\nOn Sunday, families held funerals for some of those killed the day before.\nOne was for Kyaw Win Maung, who was shot dead in Mandalay.\nAnother service in the city was held for Aye Ko, a father of four.\n\"We are told by the neighbours that Aye Ko was shot and thrown into the fire,\" one relative told AFP news agency. \"He was the only one who fed the family, losing him is a great loss for the family.\"\nWitnesses told Reuters news agency that security forces opened fire at a funeral for a 20-year-old student in the city of Bago\n\"While we [were] singing the revolution song for him, security forces just arrived and shot at us,\" a woman who was at the service said. \"People, including us, ran away as they opened fire.\"\nThere were no immediate reports of casualties. \nThere were no reports of large-scale protests in Yangon or Mandalay, which saw the most casualties in Saturday's crackdowns. But there were rallies in towns including Katha and Hsipaw, according to reports.\nTwelve deaths were recorded on Sunday by the Assistance Association for Political Prisoners (AAPP) advocacy group.\nMoe Myint, BBC Burmese \nFourteen-year-old Pan Ei Phyu's mother says she rushed to close all the doors when she heard the military coming down her street. But she wasn't fast enough. A moment later, she was holding her daughter's blood-soaked body.\n\"I saw her collapse and initially thought she just slipped and fell. But then blood spurted out from her chest,\" she told BBC Burmese from Meiktila in central Myanmar. \nIt was the randomness of Saturday's killings that was particularly shocking. Armed with battlefield weapons, the security forces appeared willing to shoot anyone they saw on the streets. The brutality they showed they were capable of is on another level from what we have seen since the coup.\nNeither side - the military nor the pro-democracy movement - is willing to back down. The military thinks it can terrorise people to achieve \"stability and security\". But the movement on the streets, led by young people, is determined to rid the country of the military dictatorship once and for all. \nIt's painful to have to count the mounting dead, especially the children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-56550061",
      "category": "uk-england-norfolk",
      "title": "Charlie Hughes: Parents of boy with epilepsy drop NICE high court challenge",
      "tags": "Epilepsy,Medical cannabis,Kenilworth,Norwich",
      "text": "The parents of a three-year-old boy with severe epilepsy have dropped a legal challenge after guidelines on prescribing cannabis were 'clarified'.\nCharlie Hughes went from having up to 120 seizures a day to fewer than 20, after receiving cannabis oil privately. \nMedical cannabis was legalised in 2018, but few NHS prescriptions have been handed out due to NHS guidance.\nA clarification to the guidance means specialist clinicians can prescribe medicinal cannabis where appropriate.\nWhen the National Institute for Health and Care Excellence (NICE) produced guidance for the NHS in 2019, it said there was not enough evidence to recommend cannabis-based medicines for severe, treatment-resistant epilepsy. \nCharlie's parents, Matt and Ali Hughes, began a legal challenge which was due to go to the high court later this year. NICE has since moved to issue further guidance.\nCharlie, from Norwich, has a rare form of treatment-resistant epilepsy called West syndrome which has left him with developmental delay. \nHe was given six different anti-epileptic drugs but his family said they saw no improvement in his condition.\nHowever, they said that after starting a private prescription for cannabis oil - costing between £1,000 and £3,000 a month - his seizures reduced and his development started to speed up. \nThe clarification from NICE states: \"The fact that NICE made no such population-wide recommendation should not… be interpreted by healthcare professionals as meaning that they are prevented from considering the use of unlicensed cannabis-based medicinal products where that is clinically appropriate in an individual case.\n\"There is no recommendation against the use of cannabis based medical products.\"\nDr Paul Chrisp, director of the Centre for Guidelines at NICE, said: \"NICE has published a clarification to our 2019 guideline on cannabis-based medicinal products relating to the treatment of severe-treatment resistant epilepsy in children. \n\"This clarification does not represent a change in our guideline, but both the clarification and the guideline should be taken into account by specialists when making a clinical judgement on prescribing medical cannabis. \n\"We hope this will make it clearer to specialists, and to children's parents and guardians, when it might be appropriate to prescribe cannabis medicines to individual patients.\"\nMr and Mrs Hughes said: \"We hope this will give paediatric doctors more confidence in prescribing on the NHS, on an individual basis for patients like Charlie who have shown amazing results on medicinal cannabis.\nIn January, it was announced that medical cannabis imports from the Netherlands - which would have stopped after Brexit - were given a six-month reprieve.\nParents, including those of nine-year-old Alfie Dingley, from Warwickshire, had feared their son would be in danger if he had to use a different product.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56554492",
      "category": "uk-england-london",
      "title": "Hunt for remand prisoner mistakenly released in London",
      "tags": "East Acton",
      "text": "Police are searching for a man who was mistakenly released from a west London jail.\nWilliam Fernandez was being held on remand at HMP Wormwood Scrubs where he was awaiting trial for various offences including sexual assault.\nOn Wednesday, the Met were told by prison staff that the 24-year-old had been released that evening in error.\nDet Insp Rory Wilkinson said officers were \"exploring every possible line of inquiry to track Mr Fernandez down\".\nThe prisoner was due to go on trial having been arrested and charged with sexual assault by touching, indecent exposure and possession of a class B drug in April last year.\nSearches were carried out in the local area when the mistake was realised but there have been no confirmed sightings of him since.\nPolice believe the 24-year-old travelled by Tube from East Acton station on Wednesday, while he was also spotted on CCTV walking along Wealdstone High Street that night.\nThe Met said Mr Fernandez had no fixed address before his arrest and \"is most likely to be in the west London area\".\nHe is described as being white, of medium build, with thinning hair and a dark beard, and is known to use the name Agustin Fernando Jimenez Eiberte.\n\"We would ask the public to assist us by being our eyes and ears and calling us if they see him or have any information about his whereabouts,\" Det Insp Wilkinson said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56550359",
      "category": "world-africa",
      "title": "Mozambique insurgency: Islamist militants 'ambush workers fleeing hotel'",
      "tags": "Mozambique",
      "text": "Islamist militants have ambushed a convoy that was trying to rescue civilians from a hotel amid fighting in northern Mozambique, reports say.\nA South African man has been confirmed as dead, but many details are unclear. \nHundreds of people fled the fighting, which began on Wednesday in the town of Palma. Evacuees included foreign gas workers.\nFrench energy giant Total said it was forced to suspend operations at a huge gas project nearby.\nThe company had only just announced it would restart work on the $20bn (£14.5bn) project which it had halted in January over security concerns.\nIn a statement, the company said none of its staff were killed in the incident, but the \"remobilisation of the project that was envisaged at the beginning of the week\" had been halted.\nTotal added that it trusted the Mozambican security forces, who were working to regain control of the area.\nHuman Rights Watch said that witnesses described seeing \"bodies on the streets and residents fleeing after the... fighters fired indiscriminately at people and buildings\".\nNorthern Mozambique has been torn apart by an insurgency since 2017.\nMilitants linked to the Islamic State (IS) group are behind the conflict in the predominantly Muslim region of Cabo Delgado. The fighting has left more than 2,500 people dead and 700,000 displaced.\nThere are unconfirmed reports of British citizens being caught up in the hotel siege. \nA UK Foreign, Commonwealth and Development Office spokesperson told the BBC: \"Our High Commission in Maputo is in direct contact with authorities in Cabo Delgado to urgently seek further information on these reports.\"\nInsurgents launched a surprise assault on Palma earlier in the week, attacking shops, banks and a military barracks. \nHundreds of people fled the fighting, running into forests, mangroves or nearby villages. About 180 foreign and local gas workers took refuge in the Amarula Palma hotel.\nSome tried to escape the hotel in a convoy of vehicles on Friday, aiming for a nearby beach, Reuters news agency quoted Lionel Dyck as saying. Mr Dyck runs a South African private security company that works with the Mozambique government.\nBut they were ambushed outside the hotel, Mr Dyck said, adding that at least 20 people were initially flown to safety in helicopters.\nThe South African man confirmed to have been killed was thought to have been driving one of the escape vehicles. \nOne source told the BBC several people were successfully evacuated and reached the city of Pemba, 420km (260 miles) south of Palma."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56552440",
      "category": "uk",
      "title": "Kill the Bill Manchester protest: 18 arrested after protesters block tram lines",
      "tags": "Greater Manchester Police,Manchester",
      "text": "Eighteen people have been arrested after protesters blocked tram lines in Manchester, police have said.\nThe Kill the Bill protest against the government's Police and Crime Bill was described as \"largely peaceful\" by Greater Manchester Police.\nBut \"significant disruption\" was caused by protesters sitting on the Metrolink line in St Peter's Square, police said.\nProtests were also held in towns and cities such as Bath, Falmouth, Nottingham and Sheffield.\nIn Brighton, hundreds of people gathered in front of the city's police headquarters to protest.\nIn Cambridge about 100 people gathered outside the Parkside police station, with some protestors climbing on top of the building's entrance lobby.\nMass gatherings are currently banned under coronavirus legislation and anyone breaching regulations could be fined.\nDemonstrators marched through Manchester city centre to protest against an element of the Police and Crime Bill, which would ban residing on any private or public land in vehicles without permission where they are causing \"significant disruption, distress or harm to local communities\".\nGreater Manchester Police said officers gave repeated warnings to people who were obstructing the tram lines before making 18 arrests.\nThe majority of the crowd had left by 16:00 GMT, a force spokesman said.\nChief Superintendent Andy Sidebotham said the protest was \"largely peaceful and without issue\".\n\"However, as the day went on the remaining group caused significant disruption to the public of Greater Manchester,\" he said.\n\"I understand the desire to peacefully protest but by blocking trams this smaller group prevented passengers from travelling to work for essential journeys, including health and care workers.\n\"This was clearly unacceptable and, in our duty to serve the public, we could not allow to be tolerated any longer.\"\nViolence at a third night of protests in Bristol was condemned as \"disgraceful\" earlier on Saturday by Prime Minister Boris Johnson.\nTen people were arrested in the city after a Kill the Bill protest ended in scuffles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55892489",
      "category": "world-asia",
      "title": "Myanmar coup: Min Aung Hlaing, the general who seized power",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Min Aung Hlaing rose steadily through the ranks of the Tatmadaw, Myanmar's powerful military, but as commander-in-chief for the past decade he also wielded significant political influence before the 1 February coup.\nHe successfully maintained the Tatmadaw's power even as Myanmar transitioned to democracy, but received international condemnation and sanctions for his alleged role in the military's attacks of ethnic minorities.\nAs Myanmar returns to military rule under his leadership, Min Aung Hlaing now looks set to extend his power and shape the country's immediate future.\nThe 64-year-old general has spent his entire career in the influential military, which he joined as a cadet.\nA former law student at Yangon University, he entered the Defence Services Academy on his third attempt in 1974.\nThe relatively unassuming infantryman kept getting regular promotions and moved up the ladder, eventually becoming commander of the Bureau of Special Operations-2 in 2009.\nIn this role, he oversaw operations in north-eastern Myanmar, which led to tens of thousands of ethnic minority refugees fleeing the eastern Shan province and the Kokang region, along the Chinese border.\nDespite allegations of murder, rape and arson against his troops, Min Aung Hlaing continued to rise and in August 2010 he became joint chief of staff.\nLess than a year later, he was tapped for the military's top post ahead of more senior generals, succeeding long-time leader Than Shwe as commander-in-chief in March 2011.\nWhen Min Aung Hlaing became military chief, blogger and writer Hla Oo - who said they had known each other in childhood - described him as \"a battle-hardened warrior of brutal Burmese Army\", but also called him a \"serious scholar and gentleman\".\nMin Aung Hlaing began his tenure as military chief as Myanmar transitioned to democracy in 2011 after decades of military rule, but remained keen on maintaining the Tatmadaw's power.\nHis political influence and social media presence increased as the military-backed Union Solidarity and Development Party (USDP) led the government.\nIn 2016, when Aung San Suu Kyi's National League for Democracy (NLD) came to power, he seemingly adapted to the change by working and appearing at public events with her.\nDespite the change, he ensured the Tatmadaw continued to hold 25% of parliamentary seats and crucial security-related cabinet portfolios, while resisting the NLD's attempts to amend the constitution and limit military power.\nIn 2016 and 2017, the military intensified a crackdown on the Rohingya ethnic minority in the northern Rakhine state, leading to many Rohingya Muslims fleeing Myanmar.\nThe military chief was condemned internationally for the alleged \"genocide\", and in August 2018 the UN Human Rights Council said: \"Myanmar's top military generals, including Commander-in-Chief Senior-General Min Aung Hlaing, must be investigated and prosecuted for genocide in the north of Rakhine State, as well as for crimes against humanity and war crimes in Rakhine, Kachin and Shan States.\"\nFollowing the council's statement, Facebook deleted his account, along with those of other individuals and organisations who it said had \"committed or enabled serious human rights abuses in the country\".\nThe US sanctioned him twice - in 2019 for his alleged role in \"ethnic cleansing\" and human rights violations, and in July 2020 the UK also imposed sanctions on him.\nThe November 2020 general election saw a landslide win for the NLD, according to official figures, but in subsequent months the Tatmadaw and military-backed USDP repeatedly disputed the results.\nThe USDP made allegations of widespread electoral fraud. Those claims were dismissed by the election commission ahead of a planned parliament session on 1 February to confirm the new government.\nSpeculation of a coup grew amid the stand-off between the government and the armed forces. On 27 January Min Aung Hlaing warned that \"the constitution shall be abolished, if not followed\", citing example of previous military coups in 1962 and 1988.\nHis office seemingly reversed this stance by 30 January, saying that the media had misinterpreted military officials' words about abolishing the constitution.\nHowever, on the morning of 1 February, the Tatmadaw detained State Counsellor Aung San Suu Kyi, President Win Myint and other senior leaders, and declared a year-long state of emergency.\nMin Aung Hlaing assumed all state power for this period in his capacity as commander-in-chief, and immediately prioritised the alleged electoral irregularities.\nA meeting of the National Defence and Security Council led by him said it would investigate the fraud claims and hold new elections, effectively invalidating the NLD's win.\nMin Aung Hlaing was originally due to step down as commander-in-chief after reaching the retirement age of 65 in July this year, but has now given himself at least another year in power - and potentially longer - with Myanmar's apparent return to military rule.\nAs Myanmar faces an uncertain future with the state of emergency, he has cemented his power and taken charge of the country.\nThis report was compiled by BBC Monitoring"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56547383",
      "category": "world-middle-east",
      "title": "Suez Canal: Effort to refloat wedged container ship continues",
      "tags": "Egypt,Mediterranean Sea,Global trade,Shipping industry,Suez canal",
      "text": "A giant container ship remains stuck across Egypt's Suez Canal after attempts to dislodge it on Saturday's high tide failed. \nCanal officials said some progress had been made, however, and more tugboats were joining the effort on Sunday.\nAlternative arrangements are being put in place in case the operation fails.\nEgypt's President Abdul Fattah al-Sisi has ordered preparations to lighten the load of the stranded ship.\nThat would involve transferring some containers to another vessel or to the canal bank. Experts earlier told the BBC that such an operation would involve bringing in specialist equipment, including a crane that would need to stretch more than 60m (200ft) high, and could take weeks.\nThe Suez Canal is one of the world's busiest trade routes, and the Ever Given - part of the Evergreen fleet - has been wedged in it since Tuesday. \nMore than 300 ships are stuck on either side of the blockage and some vessels have had to reroute around Africa.\nOn Saturday 14 tugboats pulled and pushed the Ever Given at high tide to try to dislodge it. At the same time, dredgers continued to remove thousands of tonnes of sand and clay from where the bow was trapped in the canal's bank.\nAlthough strong tides and winds complicated efforts, the tugboats managed to move the ship \"30 degrees from left and right\", said General Osama Rabie, chairman of the Suez Canal Authority (SCA).\nFootage posted on Twitter appeared to show the tugboats honking their horns to celebrate this small victory.\nThe SCA said in a statement that dredgers had so far shifted 27,000 cubic metres of sand to a depth of 18m (59ft).\nGen Rabie said on Sunday that although the vessel was still stuck there were \"positive indicators\" from the past two days' efforts.\n\"The rudder was not moving and it is now moving, the propeller is working now, there was no water underneath the bow, and now there is water under it, and yesterday there was a 4m (13ft) deviation in the bow and the stern,\" he told Egyptian state TV.\nHowever, in a possible complication, SCA sources quoted by Reuters news agency said that a mass of rock had been discovered under the bow of the ship.\nGen Rabie said that President Sisi had ordered preparations for the possible removal of some of the ship's 18,300 containers. He had previously said he hoped such an operation would not be necessary.\nInitial reports said the 400m-long (1,300ft), 200,000-tonne vessel ran aground due to high winds and a sandstorm that affected visibility. \nHowever, Gen Rabie said on Saturday that weather conditions were \"not the main reasons\" for the ship's grounding.\n\"There may have been technical or human errors,\" he told reporters, without giving details. \"All of these factors will become apparent in the investigation.\"\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nAccording to data from Lloyd's List, the blockage is holding up an estimated $9.6bn (£7bn) of goods each day - or $400m an hour.\nGen Rabie estimated that Egypt was losing up to $14m in revenue each day that the canal was closed.\nIn Syria, authorities have begun to ration fuel after supplies were held up by the stalled traffic in the Suez Canal. The war-torn country was already struggling with power cuts and inflation pushing up the price of goods."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56548830",
      "category": "uk-scotland",
      "title": "Nicola Sturgeon: 'Significant questions' over Salmond election bid",
      "tags": "Alba Party,Scottish Parliament election 2021,Nicola Sturgeon,Scottish independence,Alex Salmond,Anas Sarwar,Scottish Parliament,Douglas Ross,Alistair Carmichael",
      "text": "First Minister Nicola Sturgeon has said there are \"significant questions\" about Alex Salmond's political comeback.\nHer comments came after Mr Salmond revealed he would be among the new Alba Party's regional list candidates.\nThe former first minister said his aim was to build \"a supermajority for independence\" after the May election.\nIn response, the Scottish Conservatives wrote to Scottish Labour and the Scottish Liberal Democrats and urged them to work together.\nBut Scottish Labour leader Anas Sarwar accused the party of playing games and added: \"This election cannot be about an SNP psychodrama.\"  \nAnd Scottish Liberal Democrat campaign chairman Alistair Carmichael insisted that the politics of Tory leader Douglas Ross were \"far too dark and divisive\".\nAs the news of the new party broke on Friday, other Holyrood leaders questioned Mr Salmond's character.\nSpeaking on the campaign trail on Saturday, Ms Sturgeon said: \"I take no pleasure whatsoever in saying this but I think there are significant questions about the appropriateness of his return to public office given the concerns that have been raised about his behaviour previously but that's for voters to judge and decide.\n\"This is an election. We live in a democracy. For my part, in this campaign, I am focused on the interests of the country.\"\nShe added that the Covid pandemic and its consequences made this \"probably the most serious election in any of our lifetimes\".\nAsked about Mr Salmond's vision of securing a \"supermajority\", Ms Sturgeon said: \"I know Alex Salmond very well. He makes big claims which often don't stand up to scrutiny.\"\nThe first minister added her predecessor has changed his mind on how to secure independence due to \"self interest and, dare I say it, ego\".\nShe added: \"Alex Salmond is a gambler. It is what he enjoys doing. But this is not the time to gamble with the future of the country.\"  \nMeanwhile, on the first weekend of the campaign it emerged that MP Kenny MacAskill has left the SNP to join the Alba Party.\nThe former justice secretary will stand as a candidate on the Lothian regional list. He is now the Alba Party's first MP at Westminster.\nDuring an online launch on Friday Mr Salmond said the party planned to field at least four candidates on the regional lists in every part of the country.\nPeople have two votes in Holyrood elections - one for a constituency MSP, and another in a regional ballot designed to make the overall result more proportional.\nMr Salmond claimed that if Alba won regional list seats, this could lead to there being 90 or more MSPs at Holyrood who support independence.\nHe added that Prime Minister Boris Johnson, who has already dismissed the SNP's calls for a second independence referendum, would \"find it much more difficult to say no to a parliament and a country.\"\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nIn response to the new party, Scottish Conservative leader Douglas Ross requested a meeting with Mr Sarwar and Scottish Liberal Democrat leader Willie Rennie in a bid to \"rediscover the Better Together spirit\".\nMr Ross asked his counterparts to sign a Unionist manifesto which pledges to vote against a second independence referendum regardless of the result in May's election;  rule out a coalition or confidence deal with any party who seeks to hold an independence referendum in the next parliament; and agree to form a pro-UK, anti-referendum coalition if the opportunity arises.\nHe also warned that another independence poll would be divisive.\nMr Ross said: \"The prospect of that referendum, held without the UK government's consent, has increased dramatically with the formation of Alex Salmond's party. This new Nationalist party is designed solely to deliver an independence super-majority.\n\"The threat of a Scottish Parliament focused entirely on breaking up the UK for the next five years, instead of on the essential task of rebuilding our country, is now very real.\"\nAs the biggest opposition party, Mr Ross vowed to stand up to the SNP but added: \"If we can work with other pro-UK parties to further our chances of preventing a nationalist government, we will do so.\"\nMr Sarwar responded to the letter by confirming Scottish Labour did not support Scottish independence or a second referendum. \nBut he also said the focus of the election must be how the country emerged from the pandemic.\nMr Sarwar said: \"It cannot be about Nicola Sturgeon and Alex Salmond settling old scores. And it cannot be about your petty agenda of game playing.\n\"This election must be about the people of Scotland, their families and a national recovery. As you have recognised yourself, one of the largest threats to the Union is the leader of your own party.\"\nThe new Scottish Labour leader said he did not want to waste time and energy \"on the imagined conflicts that divide us\" and would rather focus on major issues, such as child poverty.\nHe concluded: \"Rather than entertain your latest desperate plea for attention, I am focusing our energy on what matters - guaranteeing a fairer recovery and a stronger Scotland.\n\"Scotland deserves a better government and - as your letter demonstrates - it deserves a better opposition.\"\nScottish Liberal Democrat campaign chairman Alistair Carmichael said: \"Lib Dems will work with others to deliver a constructive and ambitious plan for recovery, but Douglas Ross's politics are far too dark and divisive.\n\"We will focus on winning seats and ensuring that the next government is focused on putting the recovery first, not independence.\n\"As a football referee Douglas Ross has a knack for uniting the fans of opposing teams. As a party leader he seems to do the exact opposite.\"\nOn Saturday, Patrick Harvie, co-leader of the Scottish Greens, said: \"I think a great many people in Scotland want an election based on the big issues facing our country. Not just the constitutional future but the response to the pandemic, how we build a green recovery from the pandemic that creates a fairer and more equal society, the climate crisis - especially with COP26 coming to Glasgow - and the poverty and inequality that still blights our society.\n\"I don't think Alex Salmond is the answer to any of these questions. He's clearly a discredited figure in Scottish politics.\"\nMr Harvie said the behaviour that Alex Salmond had admitted - ignoring the criminal offences he was acquitted over - would have seen summary dismissal for gross misconduct from many other jobs.\n\"I don't think any credible party would have him as a candidate today,\"  he added.\nIn 2019, the Scottish government admitted it had acted unlawfully while investigating allegations of sexual harassment against Mr Salmond, which he strongly denied.\nThe following year he was acquitted of all 13 charges of sexual assault after a trial at the High Court.\nGiving evidence, Mr Salmond said that in hindsight he wished he had been \"more careful with people's personal space\".\nHis defence lawyer, Gordon Jackson QC, told the court Mr Salmond had not always behaved well and could have been \"a better man on occasions\" - but had never sexually assaulted anyone.\nThe Alba's Party's unexpected launch came at the end of an dramatic week at Holyrood.\nOn Wednesday, Mr Salmond said he would take fresh legal action over the conduct of the Scottish government's top civil servant.\nA report by MSPs on Tuesday described the government's handling of harassment complaints against Mr Salmond as \"seriously flawed\".\nThe previous day, First Minister Nicola Sturgeon was cleared of breaching the ministerial code over her involvement in the Alex Salmond saga."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56556943",
      "category": "uk",
      "title": "'Spongy roads' to be Slough's new claim to fame",
      "tags": "Floods,Slough,South Tyneside Council",
      "text": "Ricky Gervais put its trading estate on the map in The Office, while poet John Betjeman famously invited friendly bombs to fall on Slough.\nBut now the Berkshire town looks set to gain a new claim to fame as it will get the Chinese \"sponge city\" treatment.\nThe flood defence system sees selected roads transformed with permeable surfaces that soak up surface water.\nIt is one of 25 innovative new environmental projects around England to be backed with government cash.\nPioneered in China - Wuhan, now best known for an entirely different reason, is considered its leading sponge city - the project in Slough sees participating areas turn a proportion of their urban land into sponge features to absorb rain and flood water.  \nUnder the programme, managed by the Environment Agency, the town will also use natural vegetation to improve drainage. \nSlough Borough Council said the six-year project would use plants and trees to absorb water \"to such an extent it will minimise the risk to homes and businesses of flooding\".\nIt added: \"They act as sponges, soaking up surface water, creating an environment where water can be captured, controlled and in some cases re-used.\"\nThe sponge city approach will be implemented at multiple sites along Salt Hill Street and Chalvey Ditches, the authority said.\nRoger Harrabin, BBC environment analyst\nWhat's new about the sponge city story is not the concept, but the title.\nFor years, local councils have been encouraged to make city surfaces porous whenever they can.\nNeath in South Wales has installed clever landscape tricks such as detention basins, retention ponds, soakaways, and swales.\nThey have a great scheme to turn a school playing field into a lake during heavy rain and they have dug a pond system which teaches kids about frogs as well as floods. \nBut this all sounds a bit nerdy, and funding has been short for what are known as SuDS - Sustainable Drainage Systems.\nWhere front gardens are paved over, for instance, they are supposed to be engineered so they allow water to seep back into the ground, rather than rushing into the sewers. \nBut in most places there is little cash for enforcement and tradespeople carry on as before.\nPerhaps the new title of sponge city will help common sense to prevail.\nFollow Roger on Twitter @rharrabin \nA further 24 schemes aimed at improving waterway defences and coastal resilience will also get a share of £150m as part of the government's new flood and coastal resilience innovation programme.\nThey include the restoration of sub-tidal habitats like kelp beds, oyster reefs and sea grass near South Tyneside.\nResidents in Buckinghamshire will get an app to warn them about the threat of groundwater.\nAnd in Northumberland artificial intelligence and new sensor technology will be used to detect rising water levels. \nEnvironment minister Rebecca Pow said the 25 projects will help shape future approaches in preparing communities for flooding and coastal change. \nIt will also help \"reinforce the UK's position as a world leader in innovation and new technology as we build back better,\" she added.\nEmma Howard Boyd, chairwoman of the Environment Agency, called the project \"extremely exciting\" and said it could be replicated on a larger scale around the world if successful.\nHere is the full list of local areas involved in 25 specialised projects:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56551696",
      "category": "uk-wales",
      "title": "Senedd 2021: Wales' first minister criticised over English-only leaflet",
      "tags": "Cardiff West,Cardiff,Welsh language,Welsh Labour,Welsh Parliament election 2021,Welsh Parliament",
      "text": "The first minister has been criticised after English-only leaflets were sent in his name to some constituents ahead of May's Welsh Parliament election.\nThey were delivered to residents in an area of Mark Drakeford's Cardiff West consistency, carrying a photograph of him with the heading \"Labour news\".\nWelsh Labour said they were sent out by the local party group and leaflets by Mr Drakeford will be bilingual. \nRivals have accused the Welsh Labour leader as being \"hypocritical\".\nThe Welsh government announced plans in 2016 to almost double the number of Welsh speakers from the 562,000 recorded in the 2011 census. \n\"Leaflets coming from the first minister should be bilingual - in Welsh and English,\" said Cardiff West Plaid Cymru candidate Rhys ab Owen.\n\"It is one thing to set a target of a million Welsh speakers by 2050, but another to act on that. The fact that he's sending English-only leaflets show he isn't practising what he is preaching. \n\"To normalise the language it is important things are bilingual and receiving bilingual leaflets from the first minister is imperative.\"\nHe accused Mr Drakeford of being \"hypocritical\".\nNeil McEvoy, of the Propel Party, said: \"They have shown contempt towards the language... I am disappointed but am not surprised. \n\"At the end of the day, it doesn't matter because the language is growing. It has changed a lot here in Fairwater. I can hear the language being spoken in the shops and on the streets.\"\nThe Abolish the Welsh Assembly Party said in a statement: \"It is the hypocrisy that stinks. As first minister, Mark Drakeford spends untold millions cutting down forests to translate all his government leaflets into Welsh. \n\"Yet, when he is spending his own Labour Party money, he admits it is a ridiculous waste, and sensibly just prints his message in English.\"\nMr Drakeford, who has been Wales' first minister since 2018, has held his Cardiff West seat since 2011 and 2021 Senedd election leaflets supporting him were sent to homes in the Fairwater area of the city.\nWelsh Labour said it was \"aware a monolingual version of a leaflet by the local Labour party had gone out in some areas of Cardiff West\" but Mr Drakeford's \"election leaflets including the freeposts, are and will continue to be, bilingual\".\nThe Welsh Liberal Democrats, Welsh Conservatives and the Green Party have also announced candidates standing in the Cardiff West Constituency - Heath Marshall, Sean Driscoll and David Griffin respectively - but did not offer any comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56548931",
      "category": "uk-england-devon",
      "title": "Max Woosey tent camp-out sees 1,000 children take part",
      "tags": "Braunton",
      "text": "About 1,000 children have taken part in a \"big camp-out\" inspired by an 11-year-old boy who has slept in a tent for a year.\nMax Woosey, from Braunton, Devon, began his challenge after a neighbour, who later died of cancer, gave him a tent to \"have an adventure in\".\nChildren as far away as north America and Singapore took part in the Saturday night camp-out.\nBy Sunday Max had raised more than £500,000 for charity.\nThe money will be donated to the North Devon Hospice which helped Max's family care for their neighbour Rick Abbott - the man who provided the tent - before he died in February 2020.\nMax's mother Rachael Woosey said they had received \"hundreds of messages\" and believed about a thousand people took part in the camp-out.\nCamilla Parish, of Chawleigh in Devon, said her family of five, together with their dogs, had camped out for a third time in support of Max's efforts.\n\"After such a bizarre year, having little adventures like this has been great fun and it felt lovely [that] so many were joining and raising money for a great cause,\" she said.\nMany children braved wind and rain through the night while others enjoyed the comfort of their living rooms instead.\nDavid Preston from South Staffordshire said his two children had popcorn in their tent, which had been put up in the front room.\n\"The children decided to do it after seeing Max on the news one evening... they where hardly roughing it like Max. But nevertheless they absolutely loved it,\" he said.  \nMax began camping at the start of the first coronavirus lockdown and has admitted he has \"cried himself to sleep\" on some nights \"because all his gear was soaking wet\". He has gone through seven tents in total.\nCompanies and individuals have donated tents and equipment while celebrities, including Jonny Wilkinson and Bear Grylls, have sent good wishes.\nMs Woosey said Max and his family were thrilled both with the numbers who took part and the £516,000 raised for the hospice.\n\"Last night I lay in bed in tears because it hit me. It's just so overwhelming,\" she said.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56551184",
      "category": "uk-wales",
      "title": "Covid in Wales: Lockdown review 'will give hospitality certainty'",
      "tags": "Coronavirus lockdown measures,Wales business,Roath,Coronavirus pandemic",
      "text": "Wales' first minister will set out the next steps for reopening society on Thursday to give hospitality \"the certainty that it's looking for\".\nBut Mark Drakeford warned he would not give \"false assurances too far into the future\" as non-essential retailers, gyms and tourism sector hope to reopen. \nHe said he would set out \"the prospectus through the whole of April and into May\".\nBut he told the BBC's Andrew Marr Show it was \"inherently an uncertain time\".\nMr Drakeford said he hoped people would be able to enjoy outdoor hospitality by the end of April but meeting indoors would \"likely have to wait until May\".\n\"At the moment things are heading in the right direction, but we know how quickly this virus can change, and I'm not prepared to give people false assurances too far into the future,\" he said.\nOn Saturday, Wales became the first UK nation to lift travel restrictions within its borders.\nThe Welsh government's outline of the next steps in its Coronavirus Control Plan says, on Thursday, it will set out restrictions to be lifted from 12 April, namely a full return to schools, colleges and other education, all shops to open as well as close contact services, such as nail salons and tattooists.\nIn the next three-week review cycle, which will be outlined on 22 April, the Welsh government will consider reopening outdoor hospitality, as well as gyms, outdoor attractions, weddings, community centres, organised activities and restrictions on extended households.\nAll changes will be subject to the public health situation continuing to improve. \nVisitors at Cardiff's Roath Park said they were looking forward to more rules being relaxed but they also had concerns.\nJacqueline Webster, who is due to have her second Covid vaccine on Thursday, said it would be \"nice to get a bit more freedom\" but she was a \"bit nervous\".\n\"It all depends on how sensible people are,\" she said.\n\"We're all going to be like a bull at a gate. Are people going to abide by the rules?\"\nChristine Newland said it had been a \"difficult\" time as she lived alone. \n\"The only thing that bothers is the crowds of people because people only have to be given a slight hint that there might be a bit of an easing and they suddenly all flock everywhere and that bothers me,\" she said.\nOsian Rhys, however, said he was \"worried about false hope\".\n\"I run a theatre company and we went out of lockdown, started rehearsing again, then went back into lockdown and had to postpone another show,\" he said.\n\"You don't want to get your hopes up just to get back in again. Hopefully, if things carry on as they are, I am looking forward to it.\"\nMr Drakeford told Marr that he would be meeting with the other three UK governments on Tuesday to discuss the issue of vaccine passports. \nHe said: \"I think there are definitely prizes to be won through domestic vaccine certification, but there are some very big practical and ethical challenges to face as well.\n\"I don't say that these problems can't be solved. But I am saying that we've got to work together to make sure that if we are to introduce such a system, it has to be fair, and it has to be reliable.\"\nWelsh Conservative Senedd leader, Andrew RT Davies, said: \"Labour have been all over the shop when it comes to providing a road map out of lockdown in Wales. \n\"One minute it's too difficult for Labour, now they're saying more information is to follow. \n\"Labour need to stop playing politics, and focus on what's best for families, workers and businesses in Wales.\n\"We've been calling for a roadmap for the past month as these are people's lives and livelihoods Labour have been messing with and it's simply not good enough.\n\"Welsh Conservatives will end the political games and provide Welsh families, workers and businesses with a detailed roadmap out of lockdown.\"\nPlaid Cymru said businesses still had not been given the degree of certainty required to plan. \n\"What notice period, for example, have they been given in advance of any changes?\" said Plaid leader Adam Price.\n\"Businesses still haven't been given the degree of certainty required to plan.\n\"Secondly, the Welsh Government has said that it's not going to provide any additional support to businesses after 1 April until beyond the election.\n\"That contrasts with the situation in England and Scotland and goes against what the Welsh Government themselves have said previously.\"\nWelsh Liberal Democrat leader Jane Dodds said businesses like the hospitality and tourism sector needed \"time lines\" and a sense that \"things will change\".\n\"These are people and businesses that have been waiting such a long time to try and get going again,\" she said.\n\"So we do need some form of certainty with some dates on the condition, of course, that if things worsen or change then the dates can change.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56553797",
      "category": "world-middle-east",
      "title": "Kurdish-led campaign under way to rid al-Hol camp of IS",
      "tags": "Syrian civil war,Islamic State group,Syria",
      "text": "Kurdish-led security forces have made arrests inside a camp in northern Syria holding family members of Islamic State group members. \nThe operation at al-Hol camp was aimed at rooting out IS followers after violent incidents, some fatal. \nSeveral dozen people are reported to have been killed there this year. \nAn IS recruiter and eight others were arrested at the camp, which also houses refugees and internally displaced people.\nThe Internal Security Forces, also known as the Asayish, said it wanted to \"cleanse the al-Hol camp of IS cells\".\nRami Abdul Rahman, director of the UK-based Syrian Observatory for Human Rights (SOHR), told France24 that 41 people had been killed at the camp since the start of the year, and that 30 of those were Iraqi refugees.\nThe operation, called the Humanitarian and Security Campaign, began at 04:00 local time (01:00 GMT) on Sunday, the forces said in a statement published by the Syrian Kurdish Hawar news agency (ANHA).\n\"The campaign on its first day went according to plan,\" the statement said. \n\"Nine people have been arrested, including individuals accused of belonging to IS whose names are on wanted lists. Among them is one [IS] leader known as Abu-Saad al-Iraqi, who for a long time has worked on recruiting people to join IS.\"\nIt added that the operation was ongoing.\n\"There are 5,000 Asayish members participating in this campaign, supported by the Syrian Democratic Forces (SDF), People's Protection Units (YPG) and Women's Protections Units (YPJ),\" it said.\nAccording to figures released by al-Hol camp's Kurdish-led authorities, almost 61,000 people are held at the site in Al Hasakah district, including more than 16,000 families. About 2,500 of those are families of foreign IS fighters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56557623",
      "category": "world-africa",
      "title": "Mozambique: Dozens dead after militant assault on Palma",
      "tags": "Mozambique",
      "text": "Dozens of people are dead following an attack by Islamist militants on a town in northern Mozambique, officials say.\nHundreds of militants stormed Palma on Wednesday, targeting shops, banks and a military barracks.\nSeven people were killed trying to escape a siege on a hotel, said Omar Saranga, a spokesperson from the country's defence department. \nMilitants linked to the Islamic State (IS) group are behind the conflict in the predominantly Muslim region. \nThe fighting has left more than 2,500 people dead and 700,000 displaced since the insurgency began in 2017. \nHundreds of others, both locals and foreigners, were reportedly rescued from Palma after the attack. \nWitnesses have described hiding out while waiting to be rescued by boat, on a beach strewn with headless bodies. \nMarine traffic websites showed a string of vessels around the town, and the port of Pemba to the south, as people tried to escape by any means - cargo vessels, passenger ships, tugs and recreational boats.\nPalma is near a major gas project run by the French energy giant Total, and more than 100 workers and civilians took refuge in the town's Amarula Palma hotel. \n\"Last Wednesday, a group of terrorists sneaked into... Palma and launched actions that resulted in the cowardly murder of dozens of defenceless people,\" defence ministry spokesman Mr Saranga told a news conference on Sunday. \nOne contractor told the BBC many who escaped the hotel via convoy hid at the beach overnight on Friday and were evacuated by boat on Saturday morning.\nHe said more people were delivered to safety after him, and that the boats would be returning to rescue more still.\nHe said civilians living and working in the area appeared to be co-ordinating the rescue effort. \n\"Local suppliers and companies, these guys were heroes of the entire operation. In the wee hours they managed to co-ordinate and reach out to the evacuees on the beach and got them on to boats and got them into safety.\" \n\"Where the hell was the support from big companies, from countries?\" he asked.\nOne South African man is known to be among the dead. \nAdrian Nel was killed trying to escape, his mother Meryl Knox told the BBC. \nHer husband, Gregory, managed to make it out of Palma - though she told AFP that he had to carry the body of their dead son until he was rescued. Her other son was also able to escape.\nBut once they had fled, Ms Knox said they had \"no army to protect them... it was a matter of, 'run for your life'\".\n\"This could have been avoided,\" she added. \"My son could still be alive today.\"\nOne source close to the rescue operation told AFP news agency that a boat with about 1,400 people on board had arrived in the port town of Pemba, which is about 250km (155 miles) south of Palma, on Sunday afternoon.\nThe exact number of casualties in Palma, a town of about 75,000 people in Cabo Delgado province, is unclear. Many are still unaccounted for.\nThe town and beaches are strewn with bodies \"with heads and without\", according to Col Lionel Dyke, whose private security firm, Dyck Advisory Group, is contracted by the Mozambique police in the area.\nThe armed group is reported to have taken control of Palma, but those claims are hard to verify amid a communications blackout.\nHundreds of people fled the fighting, running into forests, mangroves or nearby villages. \nSome tried to escape the hotel in a convoy of vehicles on Friday, aiming for a nearby beach. At least 20 people were reportedly flown to safety in helicopters, but others were ambushed outside the hotel.\nThere are unconfirmed reports of British citizens being caught up in the hotel siege.\nOne company, RA International, told the BBC that it had yet to locate a British national who was at the Amarula Hotel during the attack. The company says it last heard from its employee on Friday afternoon. Seven of its local staff have made it to safety.\nThe UK parliamentary under-secretary of state for Africa, James Duddridge, tweeted that the government was contacting Britons in the area to provide support, adding: \"The UK wholeheartedly condemns the appalling violence in Cabo Delgado. It must stop. We stand with the people of Mozambique against terror.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56555368",
      "category": "uk-politics",
      "title": "Minister defends David Cameron as 'a man of integrity'",
      "tags": "David Cameron,Rachel Reeves,Lobbying in the United Kingdom,Liberty Steel",
      "text": "David Cameron has been defended as \"a man of the utmost integrity\" by a current cabinet minister, after a fresh row about the former prime minister's dealings with a banker.  \nThe Sunday Times claimed Lex Greensill benefited from \"privileged access\" to government departments during Mr Cameron's time in office. \nOliver Dowden said he had \"no doubt\" the former PM \"behaved properly\". \nLabour is calling for an \"urgent inquiry\". \nMr Cameron was cleared this week by a watchdog which looked at whether he should have declared himself on the register of consultant lobbyists over work he had done for Greensill Capital. \nThe company, which went bust recently, was a key financial backer of Liberty Steel.\nGreensill's collapse raised questions about the future of Liberty Steel and thousands of jobs there. \nThere were reports Mr Cameron tried unsuccessfully to increase Greensill Capital's access to government-backed loans by contacting officials as well as the chancellor, Rishi Sunak.\nNow the Sunday Times has reported that, during Mr Cameron's time at Number 10, Mr Greensill gained privileged access to Whitehall where he promoted a financial product that he would - in later years - go on to benefit from.\nThe Pharmacy Early Payment Scheme, announced in 2012, saw banks swiftly reimburse pharmacists for providing NHS prescriptions, for a fee, before recovering the money from the government.\nGreensill Capital went on to provide funds for the scheme.\nMr Dowden, who worked as a special adviser and deputy chief of staff at Downing Street from 2010 to 2015, was questioned about the matter on The Andrew Marr Show.\nThe culture secretary said while he didn't know the \"full ins and outs\", he had \"no doubt\" Mr Cameron would have behaved properly throughout. \n\"As far as I can tell, no decision in government policy was changed as a result of any meetings that took place,\" he said. \"They'd be properly declared.\"\nLabour's shadow chancellor of the Duchy of Lancaster, Rachel Reeves, said: \"These reports raise very serious questions about the conduct of former Conservative prime minister David Cameron and the access he gave Lex Greensill to ministers and Whitehall departments.\n\"The British people deserve answers to those questions. That's why the Conservatives should agree to an urgent inquiry so we can get to the bottom of this latest scandal.\"\nA government spokesman said Mr Greensill had previously acted as a supply chain finance adviser and Crown Representative - adding the appointment had been unpaid and was approved in the normal manner.\nNeither Mr Greensill nor Mr Cameron have commented.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56541330",
      "category": "health",
      "title": "Doctors warn against cuts to youth drug and alcohol treatment",
      "tags": "Alcoholism,Addiction,Mental health",
      "text": "Cuts to addiction services for young people with drug and alcohol problems in England mean many are missing out on specialist help, according to the Royal College of Psychiatrists. \nIt says eight out of nine regions in England have made real terms reductions in funding since 2014, and 37% overall.\nThe situation has only been made worse by the pandemic, which has badly disrupted services.\nA plan to support people with mental health issues has been announced.\nThe government aims to train up more mental health staff and target specific groups affected by the pandemic, including young people, frontline staff and those with severe mental illness.\nEarlier this month, it confirmed £79m would be allocated to support children and young people's mental health in schools and the community.\nBut without specialist help for drug and alcohol dependency, mental health doctors say some young people are at risk of a lifetime of addiction, poor health or early death.\nThe vast majority of young people seeking help for addiction do so because of problems around cannabis use or alcohol. \nBut with funding reduced by £26m between 2014 and 2020, and the number of young people accessing treatment down by 40%, psychiatrists say more money is urgently needed for youth addiction services.\nServices in the North West, the West Midlands and London have been hardest hit by cuts, the college's analysis found.\nDr Emily Finch, vice-chairwoman of the addictions faculty at the Royal College of Psychiatrists, said the cuts were \"completely unsustainable and unbelievably short-sighted\". \n\"We need to wake-up to the fact that money spent on addiction services saves the NHS a whole lot more in the long run, whether that's in A&E or in other mental health services,\" she said. \n\"On top of all this, the pandemic has made a dire situation even worse, as even more young people have been left unable to access services.\" \nIn 2018, 88% of young people accessing services said they had a problem with cannabis use - a drug that has become stronger and more harmful since then.\nThe second most common problem in nearly half of young people was with alcohol. There were more than 40,000 alcohol-related admissions among the under-24s in 2019, and a quarter of those were for mental and behavioural disorders due to the use of alcohol. \nDr Adrian James, president of the Royal College of Psychiatrists, said: \"More young people will continue to have their lives blighted by the harms of drugs and alcohol unless the government acts now and commits to substantial investment in public health, including youth addictions services. \n\"Addictions services do have a cost, but the cost of addiction to society is far greater.\"\nThe college is calling for £43m to be invested in youth addiction services.\nA government spokesperson said: \"We are determined to confront the harms caused by drugs across the UK, and deliver for the public by making our streets safer and protecting the most vulnerable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56553095",
      "category": "uk",
      "title": "Covid: Plea not to 'squander' gains and poorer nations jabs appeal",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you on Monday morning. \nAhead of lockdown restrictions easing on Monday, the head of NHS England has urged people not to \"squander the gains\" that have been made against coronavirus. Outdoor gatherings are allowed in England from Monday. But although \"enormous progress\" had been made, Prof Stephen Powis warned that it \"does not mean job done\". It comes after Boris Johnson said the roadmap for easing England's lockdown remained on track. Meanwhile, Wales has become the first in the UK to lift travel restrictions within its borders.\nMore than 29 million UK adults have received a first dose of a Covid vaccine, but in many countries around the world, a single jab has not been given. Now, the PM is being urged to \"swiftly clarify\" how many doses the UK is prepared to donate to poorer nations. A group of charities, including Save the Children and the Wellcome Trust, want Mr Johnson to start donating doses through the Covax scheme. So, how fast is the vaccine progress around the world?\nIn an attempt to detect asymptomatic cases quickly and help prevent workplace outbreaks, employers in England will be able to offer free coronavirus tests to staff to take at home. Firms with more than 10 employees will be offered home kits from 6 April. Businesses should register by 12 April for the lateral flow tests, which can give results in less than 30 minutes, and they are free until 30 June.\nEaster marks the first time in months that many friends and families will be able to see each other again. As such, weekend celebrations are more significant this year, with shoppers pulling out all the stops. Easter trees, decorations and garden improvements are all popular searches.\nSince the pandemic began, there has been an increase in demand for pets. Many owners have credited their four-legged companions with helping them through the challenges of lockdown. From Francesca Balon who goes on regular walks with her guide dog Sean, to Raisa Daya whose kitten has replaced the need for therapy, these owners share what their pets mean to them.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page, like this explainer on what a third wave might look like.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56555365",
      "category": "uk-politics",
      "title": "Covid: Vaccine passports could help reopen society - Dowden",
      "tags": "Coronavirus vaccines,Oliver Dowden,Coronavirus pandemic",
      "text": "Vaccine passports could be a \"tool in the short term\" to reopen theatres and sports stadiums, Culture Secretary Oliver Dowden has said. \nThe government needs to \"look at all options\" to \"make areas of our national life viable\", he said, but no decisions have yet been made. \nAnd he insisted the roadmap for lifting restrictions in England was on track.\nWales' First Minister Mark Drakeford said there were \"prizes to be won\" with vaccine passports. \nUnder the government's four-step plan to ease England's lockdown, all legal limits on social contact could be lifted by 21 June, if strict conditions are met.\nWhile most social gathering rules are due to be fully lifted outside on 17 May, social distancing rules and limits on capacity will remain indoors for at least a further five weeks for venues like cinemas, museums and theatres, and for sporting events. \nThe prime minister has suggested pub goers could be asked to provide a vaccine certificate as part of a wider review that could report in May. But he said vaccine passports would not be considered until everyone has been offered a jab, which is due to be by the end of July. \nSpeaking on The Andrew Marr Show, Mr Dowden said no decisions had yet been made about Covid certification.\nHe said it was important to examine this in order to reach \"a much greater easing in the middle of June\" as planned, but it is \"not the only factor\". \nMr Dowden said he completely understood \"concerns people have raised on civil liberties grounds\" and that was why the review currently being undertaken by the cabinet office minister, Michael Gove, was so important. \nHe said pilots would begin from the middle of April to look at things like ventilation, one-way systems and tests on how the virus spreads at indoor and outdoor events. \nThe success of the vaccine rollout and the better weather in the summer months would also be crucial factors, he added. \nWales' First Minister Mr Drakeford said he was prepared to consider coronavirus certificates on a \"four-nation basis\" but the system had to be \"fair and reliable\".\nHe told The Andrew Marr show that he had spoken with Michael Gove and the first ministers of Scotland and Northern Ireland on the matter this week.\n\"I think there are definitely prizes to be won through domestic vaccine certification, but there are very big practical and ethical challenges to face as well,\" he said. \n\"What about those who can't be vaccinated because their health conditions don't allow that to happen? If it's a self-certification system, then what reliance can we put on the fact the that somebody produces a certificate?\"\nSpeaking on the same programme, Mark Woolhouse, professor of infectious disease epidemiology at the University of Edinburgh,  said vaccine passports needed to be considered as part of a wider package of protective measures.\n\"It's certainly something we have to consider seriously\" in order to \"make our activities safe\", he added.\nVaccine passports could be used for reopening nightclubs and enabling mass gatherings, said Prof Woolhouse. \nHe added: \"Part of the whole point of living with this virus is we have to switch emphasis, we have to now start thinking about how do we make those activities safe.\n\"For those activities that it is difficult to make completely safe - I am thinking things like nightclubs, large concerts, mass gatherings - that's where passports come in. Whether it is vaccine passports, test-negative passports or even immunity passports.\" \nLabour has said while vaccine passports \"may be necessary\", it is more important to get a comprehensive quarantine programme in place for arrivals in to the UK.\nShadow Home Secretary Nick Thomas-Symonds said the priority was closing \"the gaping hole in our defences at the border\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56544236",
      "category": "uk",
      "title": "Covid: England lockdown easing still on course, says PM",
      "tags": "Coronavirus lockdown measures,Nadhim Zahawi,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson has said the roadmap for easing England's coronavirus lockdown is still on track, even as a third wave of infections hits Europe.\nThe PM said he will soon \"be able to go to the barbers\" and eventually \"drink a pint... in the pub\".\nOutdoor gatherings are allowed from Monday, with more restrictions due to be eased on 12 April.\nMr Johnson added that nothing in the data dissuaded him \"from continuing along our roadmap to freedom\".\nFrom Monday, people will be allowed to meet outside - including in private gardens - in groups of up to six, or as two households. Shops, hairdressers, gyms and outdoor hospitality venues are due to reopen on 12 April. \nOn Saturday, the government said a further 58 people had died within 28 days of a positive test in the UK and another 4,715 coronavirus cases had been reported - the first time this week the number has dipped below 5,000.\nA total of 411,305 first doses of the vaccine were given on Friday, the highest number since Saturday last week, and 283,654 second jabs given, which is more than double the number administered last Friday.\nMeanwhile, Wales has become the first UK nation to suspend travel restrictions within its borders, allowing families to meet for the first time in months.\nSpeaking to the Conservatives' virtual spring forum, Mr Johnson said: \"In just a few days' time, I'm finally going to be able to go to the barbers.\n\"But more important than that, I'm going to be able to go down the street and cautiously, but irreversibly, I'm going to drink a pint of beer in the pub.\n\"And as things stand, I can see absolutely nothing in the data to dissuade me from continuing along our roadmap to freedom, unlocking our economy and getting back to the life we love.\" \nMr Johnson said it was as yet unclear what impact a rising wave of infections on the continent might have on the UK, with \"bitter experience\" showing it could take three weeks to show up here.\nHe added: \"The question is - is it going to be, this time, as bad it has been in the past? Or have we sufficiently mitigated, muffled, blunted impact by the vaccine rollout?\n\"That's a question we still don't really know the answer to.\"\nLabour's shadow home secretary Nick Thomas-Symonds has said Mr Johnson risked being \"complacent about the threat of a third wave\" and called for a more comprehensive hotel quarantine system for international arrivals.\nIt came as Vaccines Minister Nadhim Zahawi said people aged over 70 could start receiving Covid booster jabs from September to protect them from new variants.\nMr Zahawi told the Daily Telegraph that deputy chief medical officer Jonathan Van-Tam thought \"that if we are going to see a requirement for a booster jab to protect the most vulnerable, [it] would be around September\".\nThose first booster jabs would be given to those in the top four priority groups of the vaccine rollout.\nMr Zahawi also confirmed drive-thru vaccine sites are being considered to persuade younger people to take a Covid jab - as a scientist who advises the government said forcing pub-goers to provide a vaccine certificate might be \"counterproductive\".\nProf Stephen Reicher, who advises the government, said the idea risked making vaccine hesitancy worse.\nMr Zahawi also told the Telegraph that the government was hoping to have up to eight vaccines available by the autumn - with several made in the UK - including one that could guard against three different variants via a single jab.\nThe UK is currently using two vaccines - developed by Oxford-AstraZeneca and Pfizer-BioNTech - to protect people against Covid-19. A third - the Moderna vaccine - has been approved by the UK's medicines watchdog.\nAll have been shown to be effective at preventing people from becoming seriously ill and dying from Covid.\nThe Oxford vaccine offers a good level of protection against the \"Kent\" variant now dominant in the UK. Early research on other vaccines, including Pfizer, suggest they also protect against this variant.\nThere are concerns vaccines may not work as well against variants first spotted in South Africa and Brazil, and some UK variants too, but they can be updated.\nThe government's latest vaccination figures show that more than 29 million people in the UK have received at least one dose of a Covid vaccine, with more than three million of them having had a second dose.\nDespite ministers warning that the UK's vaccine supplies would fall in April, Number 10 said all adults in the UK will still receive a first Covid jab by the end of July. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56558056",
      "category": "world-us-canada",
      "title": "US police bodycam video shows officers berating child aged five",
      "tags": "Police brutality,Maryland,United States",
      "text": "Body camera footage has shown US police officers handcuffing and screaming at a five-year-old boy who had walked away from his school.\nThe video, released on Friday by police in Maryland, shows the two officers telling the boy's mother that she should \"beat him\".\nThe incident from January 2020 is the subject of a lawsuit filed by the child's mother.\nHer lawyers allege that the child suffered emotional trauma. \nThe officers from Montgomery County Police Department had found the child a few streets away from the school and the body camera video shows him crying in the back of a police car as he is driven back.\nThe officers follow a member of staff and the boy into the school. A female officer is heard to say, \"that's why people need to beat their kids.\"\nInside the assistant headteacher's office, the child begins to cry loudly and the video shows one of the officers screaming directly into the boy's face.\n\"Shut that noise up now!\" the officer says. \"I hope your momma let me beat you.\"\nLater the child's mother arrives at the school and the video shows both officers encouraging her to hit her son.\n\"We want you to beat him,\" one officer tells her. The mother responds that she would be worried about being sent to prison, but an officer responds: \"You don't go to prison for beating your child.\" \nOne officer then handcuffs the child in front of his mother, saying to the boy: \"You know what these are for? These are for people who don't know how to listen and don't know how to act.\" \nThe officer removes the handcuffs after about a minute.\nMontgomery County Council member Will Jawando - who asked for the video to be released - said the footage had made him \"sick\", the Washington Post reported.\n\"We all saw a little boy be mocked, degraded, put in the seat of a police car, screamed at from the top of an adult police officer's lungs, inches from his face. This is violence,\" he said.\nA statement from the Montgomery County school authority described the video as \"extremely difficult\" to watch.\n\"There is no excuse for adults to ever speak to or threaten a child in this way,\" the statement said.\nThe Montgomery County Police Department said in a statement that the two officers had been the subject of a \"thorough\" internal investigation, the findings of which had not been released. They remain employed as sworn officers, the department said.\nThe statement said such investigations were considered confidential under Maryland law and it would not comment on the findings.\nThe child's mother is suing Montgomery County, the two police officers, and the county's board of education. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51506729",
      "category": "uk",
      "title": "Covid: What are the social distancing rules?",
      "tags": "Coronavirus lockdown measures,Elderly people,Social distancing,Hospitality industry,NHS,Coronavirus pandemic",
      "text": "Scotland, Wales and Northern Ireland are relaxing some of the rules around gatherings and mixing with others which were introduced to tackle the spread of Omicron.\nHowever, some restrictions remain. \nFirst Minister Nicola Sturgeon has announced a further easing of Covid rules.  \nFrom Friday 28 January, the requirement for physical distancing in indoor settings where people don't have to wear a face covering - such as those leading religious services - will reduce to 1m (3ft) from 2m (6 ft). \nMost of the rules governing indoor and outdoor events have already been lifted. \nCovid passports are required for nightclubs and large events.\nAll restrictions at outdoor events have now been lifted. \nOn 28 January, nightclubs will reopen, and the so-called \"rule of six\" - where gatherings in pubs and restaurants are limited to six people - will be scrapped.\nSome restrictions will remain in place:\nPubs and other hospitality venues now no longer have to offer table service only, and the \"rule of six\", governing the size of groups in hospitality venues, has been scrapped.\nFrom Wednesday 26 January:\nSome rules remain in place:\nThe current restrictions in England don't include any limits on socialising - so friends and family are legally allowed to see each other in private houses, or to meet in public places like pubs and nightclubs.\nCoronavirus spreads mainly when an infected person coughs, sneezes or speaks - sending small droplets, packed with the virus, into the air. \nThe further apart people are, the lower the risk of the infection spreading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56546920",
      "category": "world-asia",
      "title": "Myanmar coup: Dozens killed as army opens fire on protesters during deadliest day",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Dozens of people have been killed by security forces in Myanmar, on the deadliest day since last month's military takeover of the country. \nMore than 90 deaths, including children, were confirmed by the Assistance Association for Political Prisoners (AAPP) monitoring group.\n\"They are killing us like birds or chickens, even in our homes,\" resident Thu Ya Zaw told Reuters news agency in the central town of Myingyan. \n\"We will keep protesting regardless.\"\nThe lethal crackdown came as protesters defied warnings and took to the streets on the annual Armed Forces Day. \nUS, UK and EU officials condemned the violence, with British Foreign Secretary Dominic Raab calling it a \"new low\".\nThe AAPP said the death toll was continuing to rise.\nThe latest violence took the number killed in the suppression of protests in Myanmar since the 1 February coup to more than 400.\nThe military seized control of the South East Asian country after an election which Aung San Suu Kyi's National League for Democracy (NLD) party won by a landslide.\nProtesters gathered across Myanmar, also known as Burma, on Saturday. \nState TV aired an announcement the previous evening saying people \"should learn from the tragedy of earlier ugly deaths that you can be in danger of getting shot to the head and back\". \nSecurity forces were out in strength trying to prevent rallies. \nImages shared on social media showed people with gunshot wounds and families mourning. \nThe director of the UK-based Burma Human Rights Network told the BBC the military had shown it had \"no limits, no principles\".\n\"It's a massacre, it's not a crackdown anymore,\" Kyaw Win said. \nViolent crackdowns using live ammunition were reported in more than 40 locations across the country. \nLocal news site Myanmar Now put the death toll at 114, while the United Nations said it was receiving reports of \"scores killed\" and hundreds more injured.\nThe AAPP said among the fatalities was a 13-year-old girl who was shot dead inside her home. \nIn the main city Yangon, gunshots were fired at the US cultural centre on Saturday. The US embassy said those shots caused no injuries.\nWitnesses and sources told BBC Burmese of protester deaths in the cities and townships of Magway, Mogok, Kyaukpadaung and Mayangone.\nDeaths were also reported in Yangon and on the streets of the second-largest city Mandalay, where protesters carried the flag of the NLD and gave their now traditional anti-authoritarian three-finger salute.\nMeanwhile, an ethnic armed group in eastern Myanmar said military jets had targeted territory it controls. The strike was launched hours after the group, called Karen National Union, said it had overrun an army post near the Thai border.\nIt came amid rising tensions between the group and the military after years of relative peace. \nMoe Myint, BBC Burmese \nA one-year old girl was hit in the eye with a rubber bullet as she played on the pavement near her home in a suburb of Yangon. \nA five-year-old boy in Mandalay is fighting for his life after being shot in the head by security forces.  \nAcross the country, children are amongst the injured and the dead in the bloodiest day since the coup on the 1 February. \nFourteen-year-old Pan Ei Phyu's mother says she rushed to close all the doors when she heard the military coming down her street. But she wasn't fast enough. A moment later, she was holding her daughter's blood soaked body. \n\"I saw her collapse and initially thought she just slipped and fell. But then blood spurted out from her chest,\" she told BBC Burmese from Meiktila in central Myanmar. \nIt was the randomness of today's killings that was particularly shocking. Armed with battlefield weapons, the security forces appeared willing to shoot anyone they saw on the streets. The brutality they showed they were capable of today is on another level from what we have seen since the coup. \nNeither side - the military or the pro-democracy movement - is willing to back down. The military think they can terrorise people to achieve \"stability and security\". But the movement on the streets, led by young people, is determined to rid the country of the military dictatorship once and for all. \nIt's painful to have to count the mounting dead, especially the children.  \nThe killings in Myanmar drew international condemnation.\nThe US embassy said security forces were \"murdering unarmed civilians\", while the EU delegation to Myanmar said the 76th Armed Forces Day would \"stay engraved as a day of terror and dishonour\". \nUN Secretary-General Antonio Guterres said he was \"deeply shocked\".\nPhil Robertson, deputy director of Human Rights Watch (HRW) in Asia, described the scenes as \"shocking, horrible, barbaric and unacceptable\". \nThe military has not commented on the killings. In an Armed Forces Day TV address, coup leader Min Aung Hlaing said the army wanted to \"join hands with the entire nation to safeguard democracy\". \n\"Violent acts that affect stability and security in order to make demands are inappropriate,\" he said. \nHe added that the army had to seize power because of \"unlawful acts\" by democratically-elected leader Ms Suu Kyi and her party.\nThe military has previously tried to claim that shootings have come from among the protesters.\nArmed Forces Day commemorates the start of Myanmar's military resistance against Japanese occupation in 1945.\nA military parade in the capital Naypyitaw was attended by Russia's Deputy Defence Minister Alexander Fomin. Other countries, including China, Vietnam and Thailand, sent representatives but not ministers, according to Reuters.\nMin Aung Hlaing said Russia was a \"true friend\". \nThe US, UK and EU have all imposed sanctions in response to the military coup. Myanmar and Russia's defence ties have grown in recent years. In that time Moscow has provided training to thousands of soldiers, and has sold arms to the military."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56559755",
      "category": "world-australia",
      "title": "Brisbane lockdown: Australian city to shut down over seven cases",
      "tags": "Brisbane,Queensland,Coronavirus pandemic,Australia",
      "text": "The Australian city of Brisbane will enter another snap three-day lockdown to contain a coronavirus outbreak which has grown to seven cases.\nThe Queensland state capital - home to over two million residents - will begin the lockdown at 17:00 Monday local time (06:00 GMT).\nIn January, the city also shut down for three days due to a single case.\nThe city has seen very few locally acquired cases since Australia's first wave of the virus a year ago.\nThe Brisbane outbreak, first reported on Saturday, marks the first cluster of community transmissions in Australia in almost a month.\nHealth officials are yet to determine how the virus leaked into the community, but say it is potentially linked to a hospital doctor who was infectious two weeks ago.\nAfter the lockdown was announced, locals rushed to shops to stock up on goods despite officials urging this was unnecessary. \nVideo online also showed plane passengers in Sydney scrambling to disembark a flight bound for Brisbane after learning of the announcement.\nQueensland Premier Annastacia Palaszczuk said the discovery of four more local cases, reported on Monday, showed there was \"more community transmission\" in the city.\nA lockdown was necessary to help contact tracers contain the spread, she said.\n\"I know it is really tough. We have Easter coming up, we have school holidays coming up,\" she said at a press conference on Monday.\n\"But let's do it now and let's do it right and let's see if we can come through it at the other end.\"\nThe lockdown will affect the Greater Brisbane area, which includes the councils of Brisbane, Logan, Moreton Bay, Ipswich and Redlands.\nAs with previous lockdowns, people will only be able to leave their homes for four essential reasons: exercise, shopping, necessary work and caregiving.\nSchools and workplaces will be closed as well as non-essential businesses and services.\nSimon Atkinson, BBC News in Brisbane\nBrisbane has been here before. And today - just as in early January - many people's instinct was to head to the supermarket.\nIn an inner-city branch of Woolworths, shoppers lined up out the door. Once inside, queues ran the length of the store - certainly not typical for a Monday morning.\nAnd while Australians are known for their love of alcohol, I was slightly surprised to see quite so many people heading into in the \"bottlo\" next door to get in supplies. All a bit unseemly for 09:00.\nThere is no rationale for the rush. Supermarkets and off licences are classed as essential and the state premier has already urged locals to avoid stockpiling. \nBut equally, there is no sense of panic. Only one in five shoppers were wearing masks (they become mandatory in a few hours time), and nearby cafes remained packed.\nLife here has been pretty much normal for months. Most appreciate how good they have it. But the chatter over coffee was pessimistic, with plenty of talk about the Easter plans that'll be in tatters should this snap shutdown be extended.\nElsewhere across Queensland, residents will have to wear face masks again in shops and on public transport, and home gatherings will be limited to 30 people.\nMs Palaszczuk said: \"This is essential everyone that we do this to stop further transmission. We've seen what's happened in other countries. I don't want to see that happen to Queensland.\"\nThe popular tourist town of Byron Bay, south of Brisbane, has also been placed on high alert after two infected people visited on the weekend.\nAustralia has reported 909 deaths and about 29,200 cases since the pandemic began - a number far lower than many nations. It's in the early stages of its vaccine rollout.\nThe nation has faced sporadic outbreaks over the past year, with the most severe in Melbourne last July triggering a punishing lockdown that lasted almost four months. \nSince then, authorities have acted fast at the start of outbreaks to curtail them early on. Several cities have experienced snap lockdowns in recent months:\nLockdowns have proved to be an effective health measure but the unpredictable shutdowns of cities have left a significant economic toll, experts say.\nAustralia's domestic tourism industry has been particularly hit hard, with states often shutting their borders to people from declared hotspots.\nInterstate travel to and from Brisbane will now be restricted until it's no longer listed as a virus hotspot."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56554925",
      "category": "uk-england-birmingham",
      "title": "Walsall boy, 6, finds '488-million-year-old' fossil in garden",
      "tags": "Fossils,Walsall",
      "text": "A six-year-old boy has found a fossil dating back millions of years in his garden after receiving a fossil-hunting kit for Christmas.\nSiddak Singh Jhamat, known as Sid, said he was \"excited\" to find the fossil in his garden in Walsall after digging for worms.\nHis father was able to identify the horn coral through a fossil group he is a member of on Facebook.\nVish Singh estimates the fossil is between 251 and 488 million years old.\n\"I was just digging for worms and things like pottery and bricks and I just came across this rock which looked a bit like a horn, and thought it could be a tooth or a claw or a horn, but it was actually a piece of coral which is called horn coral,\" the schoolboy said.\n\"I was really excited about what it really was.\"\nMr Singh added: \"We were surprised he found something so odd-shaped in the soil... he found a horn coral, and some smaller pieces next to it, then the next day he went digging again and found a congealed block of sand.\n\"In that there were loads of little molluscs and sea shells, and something called a crinoid, which is like a tentacle of a squid, so it's quite a prehistoric thing.\"\nMr Singh said the fossil's markings mean it is most likely a Rugosa coral, estimated to be between 251 to 488 million years old.\n\"The period that they existed from was between 500 and 251 million years ago, the Paleozoic Era,\" he said.\n\"England at the time was part of Pangea, a landmass of continents. England was all underwater as well... that's quite significant expanse of time.\"\nThe family said that they do not live in an area known for its fossils, like the Jurassic Coast in the south of England, but that they do have a lot of natural clay in the garden where the fossils were found.\n\"Lots and lots of people have commented on how amazing it is to find something in the back garden,\" Mr Singh said.\n\"They say you can find fossils anywhere if you look carefully enough, but to find a significantly large piece like that is quite unique.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56541753",
      "category": "uk-scotland-scotland-politics",
      "title": "What does Alex Salmond's new party mean for the election?",
      "tags": "Alba Party,Scottish Parliament election 2021,Scottish independence,Alex Salmond",
      "text": "The return of Alex Salmond to the political fray has sent a shockwave through the Holyrood election campaign. \nFew would have imagined in the years that followed his defeat as an MP in the 2017 general election that his comeback would be at the helm of a new party.\nHe insists that Alba is not a threat to the SNP. But given he has also announced a series of high-profile defections, the idea of a split seems inescapable.\nMr Salmond believes that adding a bloc of Alba Party MSPs would create an independence \"supermajority\" at Holyrood.\nThe former first minister has no designs on going back into government, in a coalition or other formal agreement with the SNP.\nHe may hope his group could act a bit like a pressure group that has enough votes to bend the rest of parliament to its will, and hold First Minister Nicola Sturgeon's feet to the fire on a second independence referendum. \nIt remains to be seen if there is a public appetite for Mr Salmond's new vehicle.\nBut by running candidates across Scotland, it has the potential to change the nature of the race in more or less every seat - partly because of the way Scotland's voting system works.\nUnder that system, MSPs can be elected either as a representative of a constituency, or from one of eight regions of Scotland using a \"top up\" system of proportional representation.\nThe more constituency seats you win in any area, the harder it is to win list seats. In 2016, the SNP won the vast majority of constituency seats - and as a direct result returned just four regional list MSPs.\nMr Salmond believes this means most SNP list votes are \"wasted\", and could instead be given to his new list-only party - which would have zero constituency MSPs, and thus a better chance of winning regional seats.\nHowever, the SNP cannot afford to just ignore the lists. When they won a majority in 2011, it was with the help of no fewer than 16 list seats. \nThey are unlikely to win every single constituency, and thus must try to balance out any local defeats with list seats - from a pragmatic standpoint, their campaign has to be \"both votes SNP\".\nThere is an impact on other parties beyond the SNP, too. Two start-up groups, Action for Independence and the Independence for Scotland Party, have already withdrawn all of their candidates in support of Mr Salmond's goals.\nThe Scottish Greens stand primarily on the regional lists, and usually aim to sweep up the \"second votes\" of pro-independence types who vote SNP in their constituencies.\nThe party has put independence at the heart of its campaign for 2021, pledging that all of its MSPs in the next term will back a push for indyref2.\nThe likes of the Conservatives, Labour and Liberal Democrats will no doubt have watched Mr Salmond's announcement with popcorn in hand, hoping it will put a dent in the SNP's electoral juggernaut.\nHowever, there are only 56 list seats to go around, so even the Unionist parties might be casting a nervous eye over the margins in some regions. \nThey might not be chasing the same voters, but they could still face being edged out if Alba wins some of those seats.\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nThere may be two different ways of winning seats at Holyrood, and two different ballot papers - but there is only one campaign.\nThe emergence of a new party could have a huge impact on the debate as a whole, and on the questions posed each day - potentially recasting the whole campaign.\nNicola Sturgeon had hoped to spend this campaign talking about her pandemic leadership, and about her vision for independence - not Alex Salmond's.\nNow, she may be doomed to the \"Sturgeon vs Salmond\" psychodrama of recent months dragging on for another six weeks.\nOne immediate example of how Mr Salmond may change the debate was when he was asked about an independence referendum at the Alba launch event, and mused about what other routes there may be to securing self-determination.\nSo already there are questions for Ms Sturgeon about her strategy. She could now be continually asked to react to Mr Salmond's position on independence, rather than dictating the debate on a topic which should really be home turf for her.\nMr Salmond also wants to move on from the questions of recent years about the government's mishandling of complaints against him and about the \"malicious plot\" he claims there was against him.\nIn every interview, he has been asked about his own conduct. Each time he responds that there have been several court cases and judges, a jury - which acquitted him of charges of sexual assault in March 2020 - and a number of inquiries. And that should be the end of the matter.\nHowever, the problem for politicians is that they cannot control the questions they are asked on the campaign trail.\nMr Salmond will not be able to make questions about his past behaviour and the events of the last three years simply go away. If he is to make a success of his new party, he needs to maintain convincing answers to them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56552484",
      "category": "science-environment",
      "title": "Green Homes Grant scheme to insulate houses axed",
      "tags": "Greenhouse gas emissions,Climate change,Renewable energy,Environmental Audit Select Committee",
      "text": "A much-promoted grants scheme to help householders in England insulate their home is to be scrapped within days.\nThe Green Homes Grant (GHG) reached just 10% of the 600,000 homes the chancellor promised would be improved.\nThe scheme will be stopped on Wednesday and the cash allocated to a separate insulation fund run by councils.\nThe £300m previously allocated for the GHG will now go into a programme administered by local authorities, targeted at lower income households.\nSome 19 million homes in the UK need to be insulated or the emissions from gas boilers will wreck the UK's chances of achieving its climate change targets.\nBut the GHG scheme, which launched in September in a bid to tackle that, has struggled from the start. \nThe government said many households were reluctant to apply for the grants - up to £10,000 - because they feared catching Covid from contractors coming into their homes.\nHowever, in some parts of the country installers were actually overwhelmed with demand, and families could not even get firms to answer the phone. \nThen checks on the way the money was spent were so stringent that some installers went out of business because payments were so badly delayed.\nAnd despite the checks, some builders appear to have hugely overcharged for their work. One joiner told me he had witnessed an installer carry out work worth £3,000 at most, then deliver an invoice for £5,000.\nIt seems clear there is frustration in Whitehall at the American consultants brought in to manage the scheme for able-to-pay families.\nThe parallel insulation scheme administered by local authorities is running much more smoothly but ministers still need to create a new programme to nudge able-to-pay home owners into improving their insulation for the UK to hit its climate change targets.\nThere is no sign yet what that new programme might look like, or when it might happen.\nA government source pointed out that the Conservatives promised in their manifesto to spend £9bn on insulation - and insisted that this cash would definitely be made available.\nCampaigners, industry figures, and MPs said the current scheme was botched and called for the Chancellor Rishi Sunak to create an insulation programme stretching for decades, so that installers and suppliers have the chance to build up stocks and expertise.\nPreviously many firms have been driven out of the sector following stop-start government funding.\nOn announcing the move, Energy Secretary Kwasi Kwarteng chose to focus on the transfer of cash to the local authority fund, rather than the scrapping of the GHG. \nHe said: \"Upgrading the country's homes with energy efficiency measures means we can cut emissions and save people money on their energy bills.\n\"Today's funding boost will mean even more households across England are able to access these vital grants through their local authority.\n\"This latest announcement takes our total energy efficiency spending to over £1.3bn in the next financial year, giving installers the certainty they need to plan ahead, create new jobs and train the next generation of builders, plumbers and tradespeople.\"\nFirst announced last summer, the GHG scheme was extended in November for another year until the end of March 2022.\nGreenpeace UK described the rollout of the GHG scheme as \"shambolic\".\nThe organisation's Kate Blagojevic said the \"biggest hole\" in England's energy efficiency was private households and you can't \"boost the situation with a smaller pot of money\".\nShe added: \"The government is plain wrong to try and frame it as such.\"\nEd Matthew, from climate change think tank E3G said: \"The end of the government's flagship green homes scheme is a tragedy that was avoidable. \n\"There was plenty of demand for the grants but the scheme was plagued by incompetent administration. The reality is that we can't get to net-zero without decarbonising our homes.\"\nHe called for a new grant scheme to replace it - but said it was key to get the grants out quickly.\nThe demise of the GHG follows the previous failure of the government's Green Deal which flopped because householders could get cheaper finance through their bank. \nMatthew Pennycook, the shadow minister for climate change, said: \"The funding announced today doesn't even come close to plugging the investment gap created by the government's decision to slash more than £1bn from its Green Homes Grant scheme and then scrap it altogether. \n\"Ministers might talk a good game on energy efficiency but their staggering ineptitude when it comes to decarbonising the country's housing stock speaks for itself\".\nFollow Roger on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56554905",
      "category": "uk",
      "title": "Covid-19: More than 30m people in UK receive first jab",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Oliver Dowden,Coronavirus pandemic",
      "text": "More than 30m people in the UK have had a first dose of a Covid vaccine, it has been announced, as the government says it is \"confident\" everyone will receive their second jab within 12 weeks.\nAsked about the concerns over supply, Culture Secretary Oliver Dowden said \"we always knew there would be ups and downs\" but the timetable was on track.\nData shows more than 3.5m adults have now received their second dose.\nMeanwhile, the first Moderna jabs are due to arrive in the UK by late April.\nIt is the third vaccine of seven that the UK has put in an order for - and the UK is lined up to receive 17 million doses. Like the Pfizer-BioNTech and Oxford-AstraZeneca jabs which are already in use, the Moderna jab is given in two doses several weeks apart. \nThe latest government figures show 423,852 UK adults received a first dose of either the Pfizer or the Oxford vaccine on Saturday, taking the overall number to 30,151,287 - with 233,964 having their second dose, bringing that total to 3,527,481.\nAnother 19 deaths of people within 28 days of a positive Covid test were recorded on Sunday, compared to 33 on the same day last week, along with a further 3,862 cases.\nVaccine supply issues have continued to make the rollout bumpy.\nEarlier this month, the NHS warned of a significant reduction in jabs available in England in April, and there has been a delay to Oxford-AstraZeneca shipments from India. There are also tensions from the EU over the supply of jabs.\nMeanwhile, Northern Ireland's First Minister Arlene Foster has said she hopes the UK will give vaccine doses to the Republic of Ireland, in a bid to help stop the spread of infection in Northern Ireland. She said the idea was \"very practical\" and she would speak to Boris Johnson about it again.\nSpeaking to the BBC's Andrew Marr Show on Sunday, Mr Dowden said: \"We're on track both with the rollout of the vaccine and the roadmap. \n\"You will have seen the ups and downs - we were surging ahead a couple of weeks ago, there's been a bit of a slow-down now.\n\"But that doesn't undermine our confidence that we will be able to deliver for that crucial group, the over-50s, by the middle of April and then for the rest of the adult population by the end of July.\"\nAsked whether there will be enough supply for everyone to get their second dose, Mr Dowden said: \"That is absolutely essential and in all our planning throughout this, we have borne in mind that we have to get that second top-up and so we're confident we will be able to deliver it.\"\nHe also said the government was confident that vaccination centres could meet the 12-week deadline on second doses without resorting to mixing of vaccines - giving a Oxford jab to someone who had Pfizer first time round or vice versa.\nProf Adam Finn, from the Joint Committee on Vaccination and Immunisation, said the Moderna vaccine was an \"extra string to our bow\" but shipments would be more limited than of the other two vaccines currently in use. \nHe said it \"adds a further line of supply to enable the vaccine programme to move forward into the under-50s\" but with Moderna primarily directing their supplies towards the US, it is not a \"game-changer\".\nMr Dowden also said people \"still need to abide by the rules after Monday\", which is when lockdown rules are next eased in England. \nFrom Monday, six people or two households are allowed to gather together outside and the \"stay at home\" guidance will be lifted, which coincides with forecasts of warm and sunny weather in some areas.\nIn Wales, the \"stay local\" rule was lifted on Saturday and people were allowed to meet in groups of six outside.\nSome experts have expressed hesitancy at the planned relaxation of rules.\nProf Mark Woolhouse, who sits on a group that feeds into the government's Scientific Advisory Group for Emergencies (Sage), said with the vaccine rollout performing at its current rate the UK \"can get quite close to a full release\", but he was \"a little bit nervous\" about the full relaxation planned for 21 June at the earliest.\nMr Dowden defended the plan, saying it was \"cautious\" - and the five week gaps between each stage means the government has \"four weeks to see the effect of the spread from the easing and then a week to prepare the rules\".\nBut some have been critical of the pace. Sir Richard Sykes, chairman of the scientific body the Royal Institution, said the UK has \"gone from being cavalier to crippling caution\" when it comes to handling Covid.\nHe told BBC Radio 4's Broadcasting House programme: \"If we are not now well prepared to put up with anything that's thrown at us, then it's God help all of us because that's the best we can do at this point in time.\"\nIt comes as a group of charities called for the UK to share its vaccines with poorer countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56551832",
      "category": "uk",
      "title": "Covid: Rapid home test kits to be available for workers",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Employers in England will be able to offer free rapid coronavirus tests to staff to take at home under the extension of a government scheme.\nHome kits will be offered to firms with more than 10 employees from 6 April, where on-site testing is not possible.\nBusinesses should register by 12 April for the lateral flow tests, which can give results in less than 30 minutes, and they are free until 30 June.\nSome 60,000 firms have already signed up for workplace testing.\nThe hope is that asymptomatic cases can be detected quickly, helping to prevent workplace outbreaks.\nThe wider availability of the rapid flow tests is part of government policy to ensure all kinds of workplaces are able to operate safely as lockdown measures are eased, with the stay-at-home rule ending on Monday.\nThe schools testing programme - in which pupils, their family members and staff at secondary schools and colleges are tested twice a week - combined with the wider use of workplace testing, has seen the total number of Covid tests carried out in the UK jump.\nThere were about 500,000 tests a day in mid-February - whereas on two days this week there were more than 1.8 million.\nInitially, only businesses with 250 or more employees were eligible to access lateral flow tests. Earlier this month, it was made available to all businesses and this has now been extended to home testing.\nHealth Secretary Matt Hancock said rapid testing was a \"vital part\" of the roadmap out of lockdown, \"helping us to cautiously lift restrictions on our economy and society\".\n\"Around one in three people with coronavirus do not have any symptoms,\" he said. \"So extending employee testing from the workplace to the home will help us identify more cases we otherwise wouldn't find, prevent further transmission and save lives.\"\nEmployees will be told to inform their bosses of a positive test result, as well as the NHS, which will then offer them a confirmatory PCR test. \nBritish Retail Consortium chief executive Helen Dickinson welcomed the move, saying:  \"This is something we have called for as the next step for smaller businesses and stores where the space for testing at work is limited. It is also supported by employees as a practical approach.\"\nMost businesses in England can register via an application form on the government's website. Charities and some other organisations, including those who are a building society, a partnership or a sole proprietor, will need to register by email, with details listed on the same web page."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56550350",
      "category": "world-middle-east",
      "title": "Suez Canal: Fresh effort to refloat wedged container ship",
      "tags": "Egypt,Global trade,Shipping industry,Suez canal",
      "text": "A fresh effort is under way to refloat a giant container ship blocking Egypt's Suez Canal.\nCanal authorities say 14 tugboats are trying to take advantage of Saturday's high tide and more will arrive on Sunday if the latest attempt fails. \nThe Ever Given became wedged in the canal - one of the world's busiest trade channels - on Tuesday.\nMore than 300 ships are stuck on either side of the blockage. Some have had to reroute around Africa.\nBy late Friday, dredgers had moved about 20,000 tonnes of sand from around the Ever Given's bow, which was stuck deep into the canal's bank.\nThe chairman of the Suez Canal Authority (SCA), Osama Rabie, told a news conference on Saturday that 9,000 tonnes of ballast water - which is stored in tanks to stabilise the ship - had been removed to help lighten the vessel.\nHe said the stern had begun to move on Friday night, and that the rudder and propeller had started working again. Strong tides and winds had made freeing the ship more difficult, he added.\nMr Rabie could not say how soon the ship might be refloated but said the SCA would \"work around the clock\" to get other ships through once the Ever Given was free.\nInitial reports said the 400m-long (1,300ft), 200,000-tonne vessel ran aground in high winds and a sandstorm that affected visibility. \nHowever, Mr Rabie said weather conditions were \"not the main reasons\" for the ship's grounding.\n\"There may have been technical or human errors,\" he told reporters, without giving details. \"All of these factors will become apparent in the investigation.\"\nThe Ever Given is operated by the Taiwanese firm Evergreen Marine and owned by Shoei Kisen of Japan.\nYukito Higaki, president of Shoei Kisen, said on Friday that the ship did not appear to be damaged.\n\"The ship is not taking water. Once it refloats, it should be able to operate,\" he said.\nIf digging the sand away and pulling the ship with tugs fails to move it, Mr Rabie said rescue teams might have to remove some containers to lighten the load. He said he hoped that would not be needed.\nJohn Denholm, president of the UK Chamber of Shipping, earlier told the BBC that transferring the cargo to another vessel or the canal bank would involve bringing in specialist equipment, including a crane that would need to stretch more than 60m (200ft) high.\n\"If we go through the lightering process, I suspect we're talking weeks,\" he said.\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nAn alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer.\nAccording to data from Lloyd's List, the blockage is holding up an estimated $9.6bn (£7bn) of goods each day - or $400m an hour.\nMr Rabie estimated that Egypt was losing up to $14m in revenue each day that the canal was closed.\nHe said Egypt was grateful to the US, China and the United Arab Emirates for offers of help."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56509669",
      "category": "uk-wales",
      "title": "Covid: 'Heart-breaking' wait for Rhondda couple to travel for IVF",
      "tags": "Fertility,Coronavirus lockdown measures,IVF,Tonyrefail",
      "text": "A couple who wanted to travel abroad for IVF since the first UK lockdown say they are in a \"heart-breaking\" wait for travel rules to change.\nKevin and Nicci Button from Tonyrefail, Rhondda Cynon Taf, won a free round of IVF in California in 2020.\nThey are calling for more support for those seeking fertility treatment abroad during Covid.\nThe UK government said what constituted essential medical travel was \"judged on an individual clinical basis\".\nForeign Office guidance currently advises British nationals against all but essential international travel.\nThe couple said they had been trying for a child for more than four years, having gone through two unsuccessful rounds of IVF in the UK.\nMrs Button, 36, said Covid restrictions on international travel and the isolation period on return had become a \"massive boulder\" in their way of starting a family.\n\"The longer this goes on, the harder it is for the chances we have of it working and being successful,\" she said.\n\"At 36, 37, it is not long before I'll be classed as a geriatric mother.\n\"It is a race against time now.\"\nMr Button said initially they felt \"chuffed to bits\" at winning the free treatment in a competition run by the California IVF Fertility Center during the first national lockdown.\nThey have since had to cancel plans to travel to the United States in March, and now hope to go in May this year.\nThe couple said their main problem was because IVF treatment was not classed as essential medical travel, the isolation rule period, on entering a foreign country and re-entering the UK, would apply to them.\nShe said they would also have to travel to California twice in six-week window as part of the treatment - which could mean eight weeks spent in isolation.\n\"We wouldn't have enough annual leave or enough unpaid annual leave, and we can't afford to take that much time off work,\" Mrs Button said.\nThe couple estimate their travel and accommodation in the US for treatment would cost between £4,000 and £6,000.\nHowever, they said the same IVF treatment in the UK could cost up to £10,000.\nMrs Button said: \"We're not looking to go out there for a jolly, it is not about going over there for a good time, it is about going over there to start a family.\"\nMrs Button said couples in their situation should have more support from the UK government, such as being prioritised to have the vaccine sooner, or for isolation restrictions to be changed, or for financial support with those isolation rules.\nThe couple also want to raise more awareness around the impact of fertility issues, which led Mr Button to dedicate an Instagram platform to speaking out about male infertility and mental health.\nGwenda Burns, chief executive of Fertility Network UK, said the pandemic added \"to an already complex situation\" for patients choosing to go abroad for fertility treatment.\n\"In the UK, we have seen travel bans come into place at relatively short notice, which of course will add extra stress and costs for those trying to make their appointments,\" she said.\n\"If they are able to travel safely, patients will also need to quarantine, which can be especially distressing and lonely at a time when they need support more than ever.\"\nThe Human Fertilisation and Embryology Authority, which regulates fertility clinics in the UK, said treatment at some clinics may be affected by the pandemic due to local circumstances.\n\"Patients should keep in contact with their clinic who can update them on any changes to their services,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56555328",
      "category": "uk-scotland",
      "title": "Disruption as ScotRail conductors go on strike",
      "tags": "ScotRail,Rail travel,RMT,Strike action",
      "text": "ScotRail has warned passengers of disruption across the country as conductors stage a series of 24-hour strikes in a dispute over overtime payments.\nA number of services have been cancelled.\nThe RMT said the strikes would take place each Sunday until 2 May, with the possibility of further action if no agreement is reached with ScotRail.\nKey routes affected can be found on the ScotRail website.\nThe union said the dispute centred around enhanced payments for rest-day working.\nIn a previous statement, ScotRail said it would not be able to provide the same level of services over the next six Sundays.\nIt warned that services would be cancelled on a number of key routes and would have \"a significant impact\" on people who needed to travel, including NHS workers delivering services during the pandemic.\nThe RMT said its members were putting themselves at risk during the crisis. \nGeneral Secretary Mick Cash said: \"The wholesale cancellation of services is entirely down to ScotRail‎ and their pig-headed refusal to treat their conductors with the equity and fairness that they deserve.\"\nHe said that instead of issuing statements about front-line workers who had kept essential services moving throughout the pandemic \"ScotRail should be back at the negotiating table settling this very basic issue of equality on enhancements for rest day working\".\nThe RMT is currently balloting ScotRail ticket examiners for strike action over the same issue.\nThe ballot runs until 8 April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56555193",
      "category": "uk-scotland-scotland-politics",
      "title": "Willie Rennie: Focus of next parliament must be Covid recovery",
      "tags": "Scottish Parliament election 2021,Willie Rennie",
      "text": "Scottish Liberal Democrat leader Willie Rennie has said the focus of the next parliament must be the recovery from the Covid pandemic, not independence.\nHe said the ongoing row over another referendum and arguments between Nicola Sturgeon and Alex Salmond had left people \"filled with utter dread\".\nMr Rennie's comments came as a second SNP MP defected to the new Alba Party.\nOn the campaign trail, the SNP pledged to provide all schoolchildren with a laptop, Chromebook or tablet.\nDeputy First Minister John Swinney said the move, which will cost £350m, will help to end Scotland's \"digital divide\".\nThe SNP has also pledged that no-one under the age of 21 will have to pay council tax if they are re-elected to power in May.\nFinance Secretary Kate Forbes said this was in recognition of the coronavirus pandemic having a \"stark impact on the job prospects of our young people\".\nElsewhere, the Scottish Greens plan to move the age children start formal schooling to seven and instead introduce a play-based kindergarten stage for the early years in a bid to reduce the attainment gap.\nBut despite the policy announcements, the narrative continues to be dominated by Alex Salmond's new party and its bid to create a \"supermajority for independence\" by fielding list candidates. \nOn Saturday, Scottish Conservative leader Douglas Ross wrote to Mr Rennie and Scottish Labour leader Anas Sarwar and urged them to work together to preserve the union.\nAsked about the approach, the Scottish Liberal Democrat leader told BBC Scotland's The Sunday Show: \"Our priority is to put recovery first for the country because we have had a terrible year with the pandemic.\n\"Douglas loves his gimmicks but he's part of the problem, not part of the solution.\"\nMr Rennie also said he was \"not interested\" in going into a coalition with any other party and claimed the SNP were \"in decline\" and would not win a majority.\nAsked about the Alba Party, he said: \"People must be filled with utter dread at that this next parliament could be dominated by the the issue of independence, when we have got this massive trauma to get over, and also the arguments between Nicola Sturgeon and Alex Salmond.\"\nThe Scottish Liberal Democrat leader also said he would \"love to be a member of the EU\" but that the debate had moved on and he did not plan to push on rejoining.\nAnd he admitted he was \"very sceptical\" about plans for vaccine passports as they currently excluded half the population. \nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nMeanwhile, the SNP has vowed to give every school child in Scotland a brand new computer device and a free internet connection.\nThe deputy first minister said the programme would also provide technical support and training for teachers so they could better help Scotland's children as they learned on the new devices.\nAnd he said the SNP would deliver funding to councils to improve schools' electronic infrastructure, such as networking within schools and internet bandwidth.\nIn a speech to the SNP campaign conference Mr Swinney said: \"A child cannot do their homework on mum or dad's phone. And they cannot study online if they can't connect to the internet. These tools are no longer luxuries. They are the basic building blocks of a good education.\n\"It is time now to recognise that. And, because education is about levelling up, it must be done for everyone. Rich and poor alike.\n\"Just as in my day, the teacher handed out a jotter to all, so in this internet age, we will hand each child the device they need to learn and prosper.\"\nScottish Labour's deputy leader Jackie Baillie said: \"The facts speak for themselves - under the SNP, the digital divide between the wealthiest and the poorest has grown.\n\"Time and time again, the SNP has missed its own targets for the rollout of devices - leaving some of the poorest children without access to vital technology and experts baffled at the sluggish pace of the programme.\n\"After 14 years of SNP failure, the people of Scotland deserve better. Scottish Labour is focused on delivering a national recovery plan that works for the people of Scotland.\"\nScottish Conservative leader Mr Ross said: \"While we will all agree that the focus has to be on our recovery from Covid-19 and rebuilding from the pandemic, we can't do that while the Nationalists are determined to take us through another divisive and damaging independence referendum.\n\"We should be focused on getting through the health pandemic and taking on the emergency that will follow, and have the Scottish Parliament 100% laser-focused on our recovery and rebuilding.\n\"All pro-UK parties have to recognise that and that's why I continue to make the offer to Scottish Labour and Scottish Liberal Democrats to work with us.\n\"We don't agree on everything, we will never agree on everything, but we should agree about the threat the Nationalists pose to Scotland and to the rest of the UK.\"\nPutting forward its plans to delay the age children start school the Scottish Greens said studies showed that under 7s responded to and developed better with play-based learning, while formal assessments in literacy and numeracy in the early years could put some off learning.\nCo-leader Patrick Harvie said: \"The Scottish Greens believe Scotland should ditch the British model of starting school at four or five and instead look to our Scandinavian cousins.\n\"Finland is renowned for its education system, and it is recognised that kindergarten leads to better outcomes later in a child's school career. \n\"The Scottish Greens would introduce this system in Scotland as part of our plans for a green recovery from the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56559173",
      "category": "uk",
      "title": "Covid: Outdoor meet-ups and sports resume in England",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Two households or groups of up to six people are now able to meet outside in England again as the stay-at-home Covid restrictions order comes to an end.\nOutdoor sport facilities, including tennis courts and golf courses, have reopened, and organised outdoor sports are resuming in the latest easing.\nWeddings are also on again, attended by up to six people.\nBut Boris Johnson has urged caution, saying cases are up in Europe and variants threaten the vaccine rollout.\n\"Despite today's easements, everyone must continue to stick to the rules, remember hands, face, space, and come forward for a vaccine when called,\" the prime minister said.\nA further 4,654 Covid cases were recorded in the UK on Monday, compared with 5,342 cases a week ago. There were also another 23 deaths of people within 28 days of a positive test, compared with 17 on the same day last week.  \nThe latest government figures show 293,542 UK adults received a first dose of the vaccine on Sunday, taking the overall number to 30,444,829 - with 146,785 having their second dose, bringing that total to 3,674,266.\nPlayers at Eastbourne Netball Club told the BBC they were excited to get back on the court after only a few sessions of virtual netball during lockdown.\n\"It's our social interaction as well as our physical wellbeing,\" Samantha, head coach, told Radio 4's Today programme.\nEngland's next moment of unlocking, including that much-anticipated haircut, is a fortnight away at the earliest.\nMonday marks the second easing of the lockdown imposed across England in early January, after schools reopened to all pupils on 8 March. \nPeople can now meet outside - including in private gardens - in groups of up to six, or as two households, with social distancing.\nA household can include an existing support bubble.\nCulture Secretary Oliver Dowden said he was confident people would stick to the new rules, saying: \"They have kept with it for the past year, shown common sense.\"\n\"We can see that light at the end of the tunnel,\" he added. \"Stick with it just a little bit more and we can start doing more and more of what we love.\" \nThe prime minister will hold a Downing Street coronavirus briefing at 17:00 BST. He will be joined by England's Chief Medical Officer Prof Chris Whitty and Chief Scientific Adviser Sir Patrick Vallance.\nA new slogan - Hands, Face, Space and Fresh Air - has also been unveiled by the government to emphasise the importance of ventilation in reducing the spread of the virus. \nProf Dame Anne Johnson, professor of infectious disease epidemiology at University College London, told Today: \"People shouldn't mix indoors. That's going to be the biggest risk.\"\nShe said it was important to maintain social distance outside because \"the longer the contact and the closer you are, the more likely [you are] to get transmission\".\nShe added it was important \"not to let up the lockdown too quickly\", pointing to \"significant rises\" in infections in Europe.\nThe lifting of the stay at home order in England happens just days after Wales took a similar step. Scotland and Northern Ireland will follow suit later this week.\nIt comes after huge progress has been made in reducing infections and rolling out the vaccination programme.\nIt should signify the worst of the pandemic being over.\nBut if the virus has taught us anything, it is that you can take nothing for granted.\nThe direct link between infections and hospitalisations has been severely weakened - even broken - by vaccines. \nHowever, a surge in infections would still cause havoc for many people who are in the process of building up immunity, for small numbers of the most at-risk groups who have not been vaccinated, and for those for whom the vaccines do not work - while very good, they are not 100% perfect.\nMutations that allow the virus to dodge past some of the immune response could also make things worse.\nIt's why the government's key message today is one of caution.\nBut it does not mean we can't be optimistic, either.\nAs many friends and families prepare to be reunited for the first time together in several months, ministers are still advising people to work from home where possible and minimise the number of journeys they take.\nSports minister Nigel Huddleston urged those travelling to visit family and friends to plan journeys ahead - filling up with petrol or going to shops locally before travelling.\nPeople should stay outside once there, he told BBC Breakfast, as the change of rules \"is not an excuse to stay overnight\".\nMr Huddleston also advised people who see others bending the rules to \"call them out in a respectful way\" and refrain from hugging.\n\"I know it's a little bit awkward, but actually in these circumstances it's the right thing to do,\" he said.\nThe next stage in the relaxation of the rules will take place no earlier than 12 April with non-essential retail reopening, and restaurants and pubs allowed to serve outdoors.\nIn Wales, the \"stay local\" rule was lifted on Saturday, with six people allowed to meet outside and stay in self-contained holiday accommodation.\nThe stay home order in Scotland will end on Friday, and from Thursday in Northern Ireland up to six people, or two households, will be able to meet outdoors.\nAre you getting married today or returning to sport? Tell us what the latest easing of restrictions means for you. Email haveyoursay@bbc.co.uk\nSports stars including England World Cup-winning cricket captain Eoin Morgan and British number one women's tennis player Johanna Konta are teaming up with the government to encourage a return to physical activity.\nMr Johnson said \"as teams return to outdoor pitches, courts, parks and fields, I hope today will kick-start a Great British summer of sport\".\nThe prime minister added: \"I know how much people have missed the camaraderie and competition of organised sport, and how difficult it has been to restrict physical activities - especially for children.\"\nThe government has announced it will set up a new Office for Health Promotion in England to promote physical fitness and mental health, saying the pandemic has revealed many vulnerabilities in the population.\nThe PM said the new office, expected to be launched by the autumn, will be \"crucial in tackling the causes, not just the symptoms\" of ill-health.\nIt will design policy across Whitehall and resources will come from the existing health budget, according to the Department of Health and Social Care, where it will be based."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56549156",
      "category": "world-asia",
      "title": "Myanmar's deadliest day since its coup",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56541213",
      "category": "uk-politics",
      "title": "Union creates hotline for disgruntled Amazon staff",
      "tags": "Amazon,Jeff Bezos,Unite",
      "text": "The trade union Unite is setting up a hotline for Amazon staff to complain about their treatment at work.\nOrganiser Sharon Graham told the BBC it was time the internet retail giant shared its \"bonanza profits with the workers who help make them\".\nAmazon had its most lucrative year ever in 2020, helped by a surge in online shopping during the pandemic.\nThe company said it offered its staff \"excellent\" pay, benefits and career opportunities, plus \"safe\" conditions.\nIt added that it was \"proud\" to have created 10,000 jobs in the UK last year.\nAhead of the hotline's launch on Monday, Unite said it wanted to agree a \"social contract\" with Amazon and for the company to recognise trade unions.\nThese changes, Ms Graham argued, would help secure higher wages and end \"relentless\" work targets.\nShe said staff needed to speak about \"the exploitation they suffer day after day as a consequence of Amazon's merciless drive for profit\".\nMs Graham - who is planning to run in the contest to replace current Unite general secretary Len McCluskey when he steps down next year - told the BBC the hotline was \"not a stunt\" and the union was \"in this for the long haul\".\nIt wants to hear from staff who have had \"had timed toilet breaks\", done \"back-breaking piece work with never-ending targets\", had \"compulsory\" overtime imposed and needed to talk about \"the horrendous record of injuries on the job\", she said.\nBut Amazon rejected Unite's criticisms, with a spokesman saying: \"The fact is we already offer our employees excellent pay, excellent benefits and excellent opportunities for career growth, all while working in a safe, modern work environment.\"\nHe added that the company's \"competitive wages\" started at £9.70 or £10.80 per hour, depending on location, and he would \"encourage anyone to compare this to the wages and benefits offered by other retailers\".\n\"We're proud to have created 10,000 new permanent roles across the UK in 2020, taking our total permanent UK workforce to more than 40,000,\" the spokesman said.\n\"Our people have played a critical role in serving customers in these unprecedented times and the new roles help us continue to meet customer demand and support small and medium-sized businesses selling on Amazon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56539696",
      "category": "uk-scotland",
      "title": "Former SNP leader Alex Salmond launches new political party",
      "tags": "Alba Party,Scottish independence,Alex Salmond,Scottish Parliament",
      "text": "Former SNP leader Alex Salmond has announced the creation of a new pro-independence party which will contest the Scottish Parliament election.\nThe former first minister said he would be among the candidates who will stand for the Alba Party on regional lists.\nMr Salmond said the aim was to build \"a supermajority for independence\" at Holyrood after the election in May.\nOther parties described Mr Salmond as \"discredited\" and questioned his suitability for public office.\nThe announcement came at the end of a dramatic week at Holyrood.\nOn Wednesday, Mr Salmond said he would take fresh legal action over the conduct of the Scottish government's top civil servant.\nA report by MSPs on Tuesday described the government's handling of harassment complaints against Mr Salmond as \"seriously flawed\".\nThe previous day, First Minister Nicola Sturgeon was cleared of breaching the ministerial code over her involvement in the Alex Salmond saga.\nAlex Salmond is no stranger to making a political comeback - he was twice elected leader of the SNP and served for two separate spells as an MSP. \nOn the day he stood down from Holyrood for the second time, he told me he would consider returning if Scotland became independent. \nFive years later, he's decided to attempt a comeback anyway - on the basis that the SNP and Greens need his help to make independence happen. \nThe SNP has questioned the appropriateness of his return to public life given the controversy over his personal conduct in recent years. \nWhen I asked him today if he owed an apology to any or all of the women who have complained about his behaviour, Mr Salmond said he accepted the outcomes of the two court cases and three inquiries and wanted to move on.\nMr Salmond was acquitted of all charges in a criminal trial and successfully challenged the Scottish government's process for handling harassment complaints against him in the civil court. \nThat his reputation has suffered damage along the way would come as no surprise. But it will now be for voters to decide whether or not they want one of the biggest figures in modern Scottish politics back in the frontline. \nMr Salmond said that under his leadership, the Alba Party was seeking to \"build a supermajority for independence in the Scottish parliament\".\n\"The party's strategic aims are clear and unambiguous - to achieve a successful, socially just and environmentally responsible independent country,\" he said.\n\"We intend to contribute policy ideas to assist Scotland's economic recovery and to help build an independence platform to face the new political realities.\"\nIt plans to field at least four candidates on the regional lists in every part of the country.\nPeople have two votes in Holyrood elections - one for a constituency MSP, and another in a regional ballot designed to make the overall result more proportional.\nMr Salmond claimed that if Alba won regional list seats, this could lead to there being 90 or more MSPs at Holyrood who support independence.\nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \nHe said Prime Minister Boris Johnson, who has already dismissed the SNP's request for a second independence referendum, would \"find it much more difficult to say no to a parliament and a country.\"\nThe SNP said there were \"real questions\" about Mr Salmond's suitability to return to public office.\nA spokesperson said: \"This is perhaps the most predictable development in Scottish politics for quite some time.\n\"At this time of crisis, the interests of the country must come first and should not be obscured by the self interest of someone who shows no sign whatsoever of reflecting on serious concerns about his own conduct.\"\nScottish Conservative leader Douglas Ross said: \"Alex Salmond is a discredited figure who admitted appalling behaviour towards women during his time as SNP first minister and right-thinking people will want nothing to do with him or his new party.\"\nHe added that his party would do \"everything possible\" to block another independence referendum and \"ensure the Scottish Parliament works towards rebuilding and recovery after the pandemic\".\nScottish Labour leader Anas Sarwar said the people of Scotland deserved more than \"score settling\" and \"old politics\".\nHe said: \"We are still in the midst of a pandemic. Lives and livelihoods are still at risk.\n\"This election must be about our national recovery and the people of Scotland's priorities, not the old arguments between personalities who believe their interest matters more than the national interest.\"\nThe Scottish Liberal Democrats chair Alistair Carmichael MP said the move was evidence of a feuding within the Nationalist movement.\nHe said: \"There are no questions about Scotland's future to which Alex Salmond is the answer.\n\"This astonishing announcement shows just how divided the SNP are. A few years ago no one could have imagined that the former first minister and his protege would be at one another's throats.\"\nThe Scottish Greens' Ross Greer told the BBC News Channel: \"This is the very public meltdown of a thoroughly disgraced individual.\"\nHe said the election should be about the future and described Mr Salmond as \"a man from Scotland's past who is obsessively pursuing personal vendettas\".\n\"Alex Salmond is less popular in Scotland than Boris Johnson. I'm quite sure that very quickly after today we can go back to ignoring what is a very sad sideshow.\"\nIn 2019, the Scottish government admitted it had acted unlawfully while investigating allegations of sexual harassment against Mr Salmond, which he strongly denied.\nThe following year he was acquitted of all 13 charges of sexual assault after a trial at the High Court.\nGiving evidence, Mr Salmond said that in hindsight he wished he had been \"more careful with people's personal space\".\nHis defence lawyer, Gordon Jackson, told the court Mr Salmond had not always behaved well and could have been \"a better man on occasions\" - but had never sexually assaulted anyone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56514324",
      "category": "world-us-canada",
      "title": "Guatemalan teenagers die on journey to US: 'I knew I shouldn’t let him go'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56550195",
      "category": "uk-scotland-scotland-politics",
      "title": "MP Kenny MacAskill quits SNP for new Alba Party",
      "tags": "Alba Party,Scottish Parliament election 2021,Alex Salmond,Kenny MacAskill",
      "text": "The MP Kenny MacAskill has announced he is quitting the SNP to stand for Alex Salmond's new party at the Holyrood election. \nThe former Scottish justice secretary said the Alba Party, that launched on Friday, would help achieve independence. \nThe SNP have called for a by-election in response, and described his departure as \"somewhat of a relief\".\nMr MacAskill is the most high-profile SNP name to defect to the new party.\nHe is now the Alba Party's first MP at Westminster and said he would be forming an Alba Party group there. He said the membership of Alba was \"going through the roof\".\nMr MacAskill told the BBC News Channel: \"The gamble isn't going for an independent supermajority, the gamble is remaining in a United Kingdom led by Boris Johnson enforcing austerity and making the world a riskier place.\n\"This is a chance to deliver the right for Scotland to decide its own future and to reject the right of Boris Johnson to veto Scotland's right to choose.\"\nHe said he would continue to serve in East Lothian.\n\"This is about continuing to drive forward the cause of independence,\" he said. \"I didn't leave the SNP - that I've been a member of for more than 40 years - lightly, but I've been committed to the cause of independence throughout all of my life and it's never been more vital or necessary than now.\n\"Now is the time for Scotland to choose a different way, a different direction, but to be able to do that we require the powers of an independent nation and that's why Alba was formed and that's what a supermajority for independence will deliver in May.\"\nHe added: \"This isn't just the Alex Salmond party or even the Alex Salmond and Kenny MacAskill Party, it's a party for those who support the cause of independence and who want to make sure we grasp that nettle which is badly required because of the risks and challenges that we face.\"\nA total of 48 SNP MPs were elected in December 2019, making it the third largest party at Westminster.\nNews of Mr MacAskill's defection will not come as a surprise to many as the East Lothian MP has long been a close ally of Mr Salmond and has been critical of the SNP's leadership.\nThe SNP's Westminster leader Ian Blackford said: \"He has been an increasing embarrassment to many in the SNP and his departure is somewhat of a relief.\n\"That he is joining a party with serious questions to answer about its leader's suitability for public office is no surprise.\n\"He should now resign his seat in the House of Commons to let a by-election take place immediately so the people of East Lothian can elect a new MP who will focus on their interests, rather than self-interest.\"\nScottish Labour MP Ian Murray said: \"The Scottish and Westminster parliaments are not places for people to play at politics and Kenny McAskill must now stand down to allow the people of East Lothian to make his obsession with division history. The people of East Lothian deserve better than to be cast aside without a second thought.\"\nLib Dem MP Alistair Carmichael added: \"Kenny MacAskill wants to go from being the SNP MP for East Lothian, to the Alba party MSP for Lothians. I will be interested to see how he pursues this role from his home in Banffshire.\" \nA spokesman for the Scottish Conservatives said: \"Instead of focusing 100% on recovery and rebuilding Scotland, Alex Salmond and Kenny MacAskill's new party are seeking to game the electoral system and boost nationalist seat numbers so they can get an independence super-majority.\"\nA spokesman for the Scottish Greens said: \"This election should be about putting forward a positive vision for Scotland's future, not settling personal vendettas. Kenny MacAskill has simply joined the public meltdown of a man disgraced by his own behaviour.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56552966",
      "category": "uk",
      "title": "Covid: Boris Johnson urged to share vaccines with poorer nations",
      "tags": "Coronavirus vaccines,Boris Johnson,Save the Children,Coronavirus pandemic",
      "text": "A group of charities is urging Boris Johnson to \"swiftly clarify\" how many Covid vaccine doses the UK is prepared to donate to poorer countries.\nSave the Children and the Wellcome Trust are among those calling on the PM to start donating jabs through Covax.\nThis scheme aims to provide jabs for low and middle-income countries.\nCulture Secretary Oliver Dowden said the UK does not currently have a surplus of vaccines, but when it does that surplus will be shared.\nThe UK, which has ordered 400 million vaccine doses and will have many left over, has said it will donate most of its surplus vaccine supply to poorer countries.\nThe lower income countries most likely to receive the first vaccines through Covax include Afghanistan, Haiti, DR Congo, Ethiopia and Somalia.\nMeanwhile, Northern Ireland's First Minister Arlene Foster has said she hopes the UK will give vaccine doses to the Republic of Ireland, in a bid to help stop the spread of infection in Northern Ireland.\nMs Foster said sharing excess supply with Ireland was \"a runner\" and she will \"be making that point again\" when she speaks to Mr Johnson.\nSo far, more than 29 million UK adults have received a first dose of a Covid vaccine.\nIn a letter, the charities say the UK is \"one of the world's highest per-capita buyers\" of vaccines and is on track to have more than 100 million surplus doses.\n\"There is therefore the high risk that the UK will be hoarding limited supply whilst health workers and the most vulnerable in low and middle-income countries do not have access,\" the letter says.\n\"The UK will be sitting on enough surplus vaccine doses to vaccinate the world's frontline health workers twice over.\"\nThe group urges the UK to immediately begin donating doses through the Covax initiative.\nScientist Sir Jeremy Farrar, director of the Wellcome Trust and a member of the government's Scientific Advisory Group for Emergencies (Sage), said the UK will still have contractual access to at least 100 million surplus doses once the entire population is vaccinated, which he said \"won't be of use in the UK\".\n\"Now is the time to think beyond our borders,\" he said. \"The world won't be safe while any single country is still fighting the virus.\n\"If left to spread, it risks mutating to an extent where our vaccines and treatments no longer work. This goes beyond ethics - it's a scientific and economic imperative.\"\nCharities that signed the letter include anti-poverty campaigns One and Global Citizen, the Results UK charity and the Pandemic Action Network.\nOn Sunday, Mr Dowden told Sky News' Sophy Ridge programme: \"Clearly our first priority is ensuring that we deliver vaccines in the United Kingdom\n\"We clearly don't currently have a surplus of vaccines. Should we get to the point where we have a surplus of vaccines, we'd make a decision on the allocation of that surplus.\"\nThe government said the UK has \"played a leading role in championing global access to coronavirus vaccines\", including a £548m contribution to the Covax Advance Market Commitment.\nThis makes the UK \"one of the largest donors\" and the contribution \"has already helped 20 lower-middle countries to receive doses\".\n\"The prime minister has confirmed the UK will share the majority of any future surplus coronavirus vaccines from our supply with the Covax pool, when these are available,\" a spokesman said.\n\"No-one is safe until we are all safe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56438893",
      "category": "world-australia",
      "title": "Melbourne to Cairns: Meet the Australian skateboarding an 'insane' 4,000km",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56556451",
      "category": "world-europe",
      "title": "Covid: Barcelona hosts large gig after testing crowd",
      "tags": "Spain,Coronavirus pandemic,Music",
      "text": "Around 5,000 people spent Saturday night at a gig in Barcelona after receiving negative results in same-day Covid testing.\nSpanish authorities let the concert, featuring band Love of Lesbian, go ahead as part of a pilot.\nFans took a test earlier in the day and did not have to keep physically apart but they still wore masks.\nIt is one of the largest gatherings in Europe in more than a year since the pandemic began.\n\"This is for one night only, so enjoy it,\" one of the hosts said before the concert started at Saint Jordi Arena.\nThe gig was held as part of a research project looking at the viability of holding Covid-secure mass events following rapid-testing of guests.\nIt follows a similar experiment in the Netherlands last week, when fans attended a two-day music festival after showing proof of a negative Covid test.\nIn Barcelona ticket-holders were only permitted to enter the stadium once a negative result code was sent to their phones. Temperatures and IDs were checked at the door.\nStaff from a local hospital and event promoters teamed up to carry out rapid testing in booths within tents at three local venues. \n\"We expect it to be completely safe. Over the next 14 days we will look at how many of the audience test positive for Covid and will report back,\" doctor Josep Maria Llibre told AFP news agency.\n\"I'm so very, very excited. It's been 18 months since we've been on stage and one of us up here is in tears!\" lead singer Santi Balmes shouted to fans from the stage.\n\"We really wanted to do something different, to take a step towards normality,\" one guest told AFP. But Marina Crespo, 25, added that she still tried \"not to get too close to people\".\nThe pandemic has devastated the live music industry along with many other cultural activities. The European music industry lost 76% of its income in 2020, according to a study by Spain's Music Federation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56558059",
      "category": "world-latin-america",
      "title": "Covid-19: Mexico revises coronavirus death toll up by 60%",
      "tags": "Coronavirus vaccines,Andres Manuel Lopez Obrador,Mexico,Coronavirus pandemic",
      "text": "Mexico has published revised figures indicating that the number of deaths caused by coronavirus is 60% higher than previously reported.\nMore than 321,000 people are now believed to have died from Covid-19 in the country. \nThe revised toll places Mexico with the second highest number of Covid-related deaths in the world, after the US.\nPresident Andrés Manuel López Obrador has faced widespread criticism over his handling of the crisis.\nThe opposition has accused him of downplaying the severity of the pandemic and blamed him for delays in the vaccination programme. \nThe revised report issued by Mexico's health ministry (in Spanish) showed that by the end of the sixth week of 2021 there had been 294,287 deaths \"associated with Covid-19\" - up from the 182,301 confirmed figure given previously.\nSince mid-February more than 26,772 Covid-19-related deaths have been reported across Mexico which would take the total to more than 321,000.\nThat places Mexico above Brazil, which has registered 310,000 deaths, and below the US which has recorded 549,000 fatalities - despite having a population of 126 million which is far smaller than either country.\nExperts have long warned that Mexico's true death toll is probably much higher due to a lack of testing. It is also believed that a shortage of intensive care beds in many states has led to a large number of people dying at home.\nThe new figures came after a review of \"excess deaths\" and a review of death certificates.\nLast week, Hugo López-Gatell, who is heading Mexico's response to the pandemic, warned that the country risked a new wave of infections as millions prepared for the Easter holidays.\nMr López Obrador, who has himself recovered from Covid-19, has been repeatedly accused by his opponents of not taking the crisis seriously enough and is often seen in public without wearing a face mask.\nMeanwhile, Mexico's vaccination programme has seen about 6.1 million doses administered so far. \nThe US recently announced it would release four million doses of the AstraZeneca vaccine to Mexico and Canada. \nBoth countries have approved the AstraZeneca inoculation, but the US has not. However, the US has a stockpile of the jab. \nThe White House said that 2.5m of the US's 7m jabs would go to Mexico and 1.5m to Canada.\nLeaders from both countries had asked the White House for assistance. Mexican officials even pressed the Biden team on the issue during a conversation about border security earlier this month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-56557227",
      "category": "uk-scotland-highlands-islands",
      "title": "Teenager killed and girl critical after Highland crash",
      "tags": "Alness",
      "text": "A 16-year-old boy has died and a 15-year-old girl is critically ill after they were involved in a single-car crash near Alness in the Highlands.\nThey were passengers in a blue Audi RS4 which was being driven by a 39-year-old man, who remains in hospital.\nThe accident happened on the B9176, known locally as Struie Road, Fyrish, at about 21:35 on Saturday.\nA 22-year-old woman, who was a front-seat passenger, was also taken to hospital but has since been released.  \nPolice said the car was travelling west on the B817 but then turned right onto the B9176 when the driver appears to have lost control and hit a wall at the junction of Fyrish Substation.  \nThe 16-year-old was pronounced dead at the scene.\nHe was a rear seat passenger along with the 15-year-old girl, who is in a critical condition.  \nSgt David Miller said: \"We are appealing to any other road users who were in the area around the time of the incident to contact us, did you see a blue Audi, did you pass it on the road? \n\"Any small piece of information could be vital in our inquiries.  \n\"In particular, we would ask motorists with dashcams to check their footage as they could have captured an image which could assist us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56558487",
      "category": "uk",
      "title": "School abuse: 'Rape culture' warning as 8,000 report incidents",
      "tags": "Sexual violence,Department for Education,Sexual harassment",
      "text": "More than 8,000 allegations have now been made by school pupils on a website gathering testimonies of sexual violence and abuse.\n\"Rape culture\" was a problem for all schools, said Soma Sara, founder of the Everyone's Invited website.\nMany of the perpetrators are claimed to be at the same school or in the same social groups.\nNorfolk Chief Constable Simon Bailey blamed the \"volume of pornographic material that's being consumed\".\n\"There's an erosion of an understanding of what normal sexual relationships look like,\" said the National Police Chiefs' Council lead on child protection.\n\"We have a real problem here,\" he told BBC News, saying that a police helpline would be set up and promising to \"investigate those allegations which are of a criminal nature\".\nThe helpline will \"ensure victims can access advice and support where needed\", said the Prime Minister's official spokesman. \nOn Twitter, the Education Secretary for England, Gavin Williamson, said: \"No school - whether an independent school or state school - should ever be an environment where young people feel unsafe, let alone somewhere that sexual abuse can take place.\"\n\"The allegations that I have heard in recent days are shocking and abhorrent.\"\nMr Williamson said \"any victim of these sickening acts\" should raise their concerns with someone they trust, such as a teacher, family member or the police. \"We will take appropriate action,\" he wrote on Twitter.\nRobert Halfon, chairman of the House of Commons education select committee, called for a \"full independent inquiry to find out why so many female students have suffered from sexual abuse and harassment\".\nHighgate School, among the private schools caught up in the claims, says it is launching an \"immediate external review of the sexual abuse and harassment allegations\" and is \"working on an anti-sexism plan\".\nDulwich College's head teacher Joe Spence said: \"The behaviour described is distressing and entirely unacceptable\" and \"we are meeting with victims to listen to their experiences and their concerns, and we will act on them\". \nThe website Everyone's Invited was set up last year as a place where victims can post anonymous accounts of abuse they had suffered.\nMany of the accounts describe allegations of sexual harassment and sexual violence carried out against young women by young men who are at school or college or university with them, or part of the same social groups.\n\"These are stories of rape culture - so where behaviour that's not normal is normalised,\" Ms Sara told the BBC.\n\"Sexual harassment, groping at a Christmas party, image-based abuse, revenge porn, non-consensual sharing of intimate photos - and just general sexism and misogyny,\" she said, describing the experiences being raised.\nMs Sara said \"normalising and trivialising\" such incidents could create a \"gateway to more extreme criminal acts, such as rape and sexual assault\".\nThe website initially drew attention to private schools, particularly in London, but the 22-year-old said that was a consequence of her own background - and that the range of testimonies, from state and private schools, showed this was a much wider issue.\n\"Rape culture is a universal problem - it's everywhere, in all schools, all universities and all of society,\" she told BBC News.\nAnonymous testimonies listed on the site do not reveal the identity of the pupils or their attackers, but many schools are named. Many of the incidents recounted took place outside school or university premises. \nPaul Whiteman, leader of the National Association of Head Teachers said school leaders had to \"ask ourselves what more we can all do to prevent sexual harassment and violence\" - but he said \"this is a problem that reaches far beyond the school gates\".\nChief Constable Bailey warned that pornography was distorting how some young people saw relationships - and that this had become a \"driver\" of the type of behaviour being reported online.\nMs Sara agreed with this, and said the most effective response would be for young people themselves to confront such attitudes.\n\"It's really important we encourage our children and teenagers to be empowered to stand up to their friends and call out this behaviour, because I think that's the most influential space.\"\nLabour leader Sir Keir Starmer said: \"There's got to be an inquiry and it has got to get going very fast, this is serious.\"\nHe also called for \"cultural change in terms of behaviour in our schools and in our young people, but also in the respect that is shown particularly for women and girls\".\nThe Department for Education said it was very concerned by the allegations posted on Everyone's Invited. \nA spokeswoman said: \"The vast majority of schools, colleges and universities take their safeguarding responsibilities very seriously, so it is particularly shocking when allegations of abuse are made in connection with a place of education, where everyone should feel secure and be protected.\n\"Working together, the Department for Education, the Home Office and the National Police Chiefs' Council are in contact with Everyone's Invited to provide support, protection and advice to those who are reporting abuse, including on contacting professionals or the police if they wish.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-56555337",
      "category": "uk-england-norfolk",
      "title": "Drag Race UK: Bimini Bon Boulash mural painted over",
      "tags": "Graffiti,RuPaul's Drag Race,Art,LGBT,Great Yarmouth,Norwich",
      "text": "A mural tribute to Drag Race UK star Bimini Bon Boulash has been painted over in an apparent act of vandalism.\nThe work was painted in the Pottergate underpass in Norwich on Wednesday by local artist Knapple, with help from transgender activist Sharpay Salazar.\nHowever, on Sunday morning, the work was found covered over.\nBimini, from Great Yarmouth, responded to the defacement on Twitter, saying they felt \"sorry for the people who felt threatened\" by the mural.\nIn the post, they added: \"I will never stop being myself. \n\"I'll never shy away from living an authentically queer experience even if there are people that disagree with our existence.\n\"I don't feel anger, I have sympathy. \n\"I feel sorry for the people who felt threatened or intimidated by a message portraying love, positivity and kindness.\n\"Trans rights are human rights and I will push that message until the end.\"\nBimini was a finalist on RuPaul's Drag Race UK series two and was praised for speaking openly with fellow star Ginny Lemon about being non-binary, and their experience as part of the LGBT community.\nThe mural depicted Bimini in one of their Drag Race UK runway looks - a homage to Norwich City Football Club.\nA flag in the background celebrated Bimini's advocacy, as a non-binary person, for the transgender community.\nKnapple, who planned the mural, said: \"It shows such ignorance.\n\"People think Norwich is quite liberal and progressive, but there is this undercurrent of not being accepting at all.\"\nLast year, a Black Lives Matter mural by the artist, was removed by council contractors in a \"hugely regrettable\" move, before a second version was defaced.\nShe said: \"This isn't the end. It just shows there is work to be done. \n\"Why should we be silenced by people that don't shared the same progressive views?\"\nPasser-by Catherine Sutherland, who has lived in Norwich for 30 years, said the mural's removal was \"heart-breaking\".\nShe said: \"I feel like I want to cry - it was such an uplifting piece.\n\"To see it being painted over so quickly makes me really, really upset because it's so clear it's because someone feels like it doesn't represent Norwich and in that they are really wrong.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56553128",
      "category": "uk",
      "title": "Covid: Another lockdown 'last thing in world' that government wants",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The \"last thing in the world\" the government wants is another lockdown, Culture Secretary Oliver Dowden has said, adding it is on track with the lockdown easing plan.\nHe said dates \"could be delayed if the situation deteriorates\" but ministers were confident in the \"cautious path\".\nIt comes as the head of NHS England urged people not to \"squander the gains\" made in recent months.\nOn Monday in England, two households or groups of up to six can meet outside.\nThe \"stay at home\" guidance will also be lifted, outdoor sports facilities will reopen and small weddings can take place. The next stage - due no earlier than 12 April - will allow non-essential retail, restaurants and pubs to reopen.\nIn Wales, the \"stay local\" rule was lifted on Saturday and six people were allowed to meet outside.\nMr Dowden was asked on BBC One's Andrew Marr Show whether he could guarantee that this would be the last lockdown.\n\"Well, this is why we've chosen to go on this cautious path,\" he said. \"The aim of doing this is to make sure that it's irreversible.\"\nMr Dowden said the dates \"could be delayed if the situation deteriorates but at the moment we're on track\".\nHe told the programme: \"My whole experience of the past year, and I think everyone that's watching's experience of the past year, is you can't rule things out.\n\"But we have every confidence we won't have to have another lockdown because we've done this and it's the last thing in the world we would want to do.\"\nOn Saturday, Mr Johnson also said the roadmap was still on course, and nothing in the data dissuaded him from the plan.\nThe return of the legal right in England to go for a walk in the rain with five other people feels like quite a big moment.\nAnd that reminds us of something: alongside the health emergency, the hundreds of thousands of grieving relatives and an economic crisis, this is the ongoing era of liberties crushed for everyone, the world and life shrunken and greyer than before.\nThat's why the government is so desperate to avoid the psychological whiplash of yet another slamming on of the brakes, or a reversal. \nThat's why there's the constant refrain of the roadmap, as they call it, being cautious but irreversible.\nAnd that's why, despite the prime minister's instinct to inject his language with optimism, there's been a concerted effort in recent months to manage our expectations, to minimise the miles between our realistic hopes and potential reality. \nFor this pandemic has cruelly taught us, repeatedly, that the road back to normality will contain hairpin bends we haven't yet seen. \nAnd for every fleeting moment of feeling like we are getting there - and everyone hopes we are - it's still another fortnight, at least, in England, before it's legal to go to the hairdressers. \nThe abnormal has become normal, but it's worth reminding ourselves just how remarkable it still is.\nBut even after lockdown, there will still be the need for social distancing, testing and self-isolating of a while to come, suggested Prof Mark Woolhouse, who sits on a group that feeds into the government's Scientific Advisory Group for Emergencies (Sage).\n\"I still suspect that looking forward, and I am talking now right through 2021 and into the years ahead, that we are still going to have to be alert to coronavirus,\" he said.\n\"There are still going to be situations where we might need to use personal protective equipment, we might well need to do some kind of social distancing, put some kind of biosecurity measures in place.\"\nHe said a lot of workplaces, retail and hospitality \"can be made safer\" and for places like nightclubs or large concerts, \"that's where passports come in - whether it is vaccine passports, test-negative passports or even immunity passports\".\nBut the chairman of the scientific body the Royal Institution, Sir Richard Sykes, said the UK has \"gone from being cavalier to crippling caution\" when it comes to handling Covid.\n\"If we are not now well-prepared to put up with anything that's thrown at us, then it's God help all of us because that's the best we can do at this point in time,\" he told BBC Radio 4's Broadcasting House programme.\nIt comes as Prof Stephen Powis, NHS England national medical director, warned that coronavirus could still \"wreak more havoc and ill-health on a significant scale\" and cited concerns over variants. \nWriting in the Sunday Telegraph, he said the prospects \"look immeasurably brighter and more positive\" but said that the easing \"does not mean job done\".\nProf Powis said: \"We've made enormous progress that we need to build on and not squander the gains we've made.\"\nHe added: \"We need to hold our nerve and drive for the line, so everyone can get back safely and soon to our normal lives.\"\nWhile there are thousands of different versions, or variants, of Covid-19 circulating, those that are of particular concern were first detected in the UK, South Africa and Brazil.\nSeveral European countries are already battling a third wave of coronavirus infections - the effects of which Mr Johnson said will \"wash up on our shores\". \nThere also remain ongoing tensions over vaccine exports on the continent.\nHowever, the prime minister has insisted that there is \"absolutely nothing in the data\" to discourage him from easing restrictions as planned on Monday.\nWales became the first UK nation on Saturday to lift travel restrictions within its borders, allowing unlimited travel within the country.\nScotland's stay-at-home rules become \"stay local\" on Good Friday and Northern Ireland's stay-at-home message is to be relaxed on 12 April.\nDo you have plans on Monday as lockdown rules change in England? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56025355",
      "category": "world",
      "title": "Covid vaccine tracker: How’s my country and the rest of the world doing?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "When it comes to the coronavirus vaccine there is one question most people are asking - when will I get it? A handful of countries have set very specific vaccination targets, but for the rest of the world the picture is less clear. \nGetting the world vaccinated against Covid-19 is a matter of life and death, involving complicated scientific processes, multinational corporations, government promises and backroom deals. So figuring out when and how everyone in the world will get the vaccine is not easy.\nAgathe Demarais is the director of global forecasting at the Economist Intelligence Unit, which has done some of the most comprehensive research on the topic. She has looked at the world's production capacity, along with the healthcare facilities needed to get vaccines into people's arms, the number of people a country has to contend with, and what they can afford. \nMany of the findings seem to fall along predictable lines of rich v poor. The UK and the US are both well supplied with vaccines right now because they could afford to invest a lot of money into vaccine development and put themselves at the front of the queue.\nRich countries that didn't do that, like Canada or those in the EU bloc, are a little further behind. Canada was criticised at the end of last year for buying up five times the supply it needs to cover its population, but it seems it wasn't positioned for priority delivery. \nThat's partly because the country decided to invest in vaccines from European factories, afraid that the US under Donald Trump would issue export bans. It turned out to be a bad bet. European factories are struggling with supply and recently it has been the EU, not the US, that has been threatening export bans.\n\"As long as the European market doesn't have enough vaccines, I think that big imports to Canada are going to remain off the cards,\" says Ms Demarais. Most low-income countries haven't started vaccinating yet. But some countries in the middle are doing better than expected.\nSerbia is eighth in the world in terms of the percentage of its population vaccinated, ahead of any country in the EU.\nIts success is partly down to an efficient roll-out but it's also benefitting from vaccine diplomacy - a battle between Russia and China for influence in eastern Europe. It's one of the few places where the Russian vaccine Sputnik V and the Chinese vaccine SinoPharm are already available.\nOn paper, Serbians are given a choice of what vaccine they would prefer - Pfizer, Sputnik or SinoPharm. In reality, most people end up being given SinoPharm.\nAnd the influence China is exerting here is likely to be long-term. Countries giving a first and second dose of one of the Chinese vaccines are also likely to look to Beijing for booster doses if needed.\nThe United Arab Emirates is also relying heavily on the SinoPharm vaccine - it makes up 80% of the doses being administered there right now. And the UAE is building a SinoPharm production facility.\n\"China is coming with production facilities, trained workers, so it's going to give long-term influence to China,\" says Ms Demarais. \"And it will make it very, very tricky for recipient governments to say no to China for anything in the future.\"\nBeing a global vaccine superpower, however, doesn't mean your population will be vaccinated first. The EIU's research predicts two of the world's vaccine production powerhouses, China and India, may not be sufficiently vaccinated until the end of 2022. That's because they have huge populations to contend with, as well as a shortage of health workers.\nIn India, the country's success as a Covid vaccine producer is largely down to one man, Adar Poonawalla. He's chief executive of the Serum Institute of India, the world's largest vaccine producer.\nLast year, his family started to think he has lost his mind when he began betting hundreds of millions of dollars of his own money on vaccines that he didn't know would work.\nIn January, the first of those vaccines, developed by Oxford and AstraZeneca, was delivered to the Indian government. Now he's producing 2.4 million doses a day. He's one of two main suppliers to the Indian government - and is also supplying Brazil, Morocco, Bangladesh and South Africa.\n\"I thought the pressure and all the madness would end now that we've made the product,\" he says. \"But the real challenge is trying to keep everybody happy.\n\"I thought there'd be so many other manufacturers who would be able to supply. But sadly, at the moment at least, in the first quarter, and perhaps even the second quarter of 2021, we're not going to see a substantial increase in supply.\"\nHe says production cannot be ramped up overnight. \"It takes time,\" Mr Ponnawalla adds. \"People think that the Serum Institute has got a magic sauce. Yes, we're good at what we do but it's not a magic wand.\" He currently has an edge because he started building facilities in March last year, as well as stockpiling things like chemicals and glass vials in August.\nFor manufacturers starting production now, it will take months to produce vaccines. And the same applies to any boosters that might be needed to tackle new variants.\nMr Ponnawalla says he is committed to supplying India and then Africa through a scheme called the Covax facility.\nCovax, an initiative led by the WHO and other health organisations, aims to get affordable vaccines to every country in the world. Countries that can't afford vaccines will get them for free through a special fund. The rest will pay. But the theory is that they will get a better price by negotiating through the bloc than if they had done so on their own.\nCovax is planning to start delivering vaccines this month. But the plan is being undermined by the fact many countries involved are also negotiating their own deals on the side. \nMr Poonawalla says almost every leader in Africa has been in touch with him to access vaccines independently. Last week, Uganda announced it had secured 18 million doses from the Serum Institute at $7 a jab - much more than the $4 being paid by Covax. The institute says it is in talks with Uganda but denies this deal was ever signed.\nIn total, Mr Poonawalla's firm is due to supply 200m doses of the AstraZeneca vaccine to Covax and has promised 900m more doses in the future. \nThe Africa Centres for Disease Control and Prevention has since advised against rollout of the vaccine in countries where the South African strain is present. He says he is still committed to the scheme, but admits it faces problems. It's dealing with too many different vaccine producers, he says, each offering varying prices and timelines for delivery.\nMs Demarais and the EIU are not overly optimistic about what Covax can achieve either. The timelines for delivery of vaccines are still not clear and even if things go according to plan, the scheme only aims to cover 20-27% of a country's population this year. \"It's going to make a small marginal difference, but not a game-changer,\" she says.\nIn her forecast, some countries may not get widespread coverage even by 2023. Some may never be fully covered. Vaccination may not be a priority for every country, especially one that has a young population and is not seeing huge numbers of people getting sick.\nThe problem with that scenario is as long as the virus can prosper somewhere it will be able to mutate and migrate. Vaccine-resistant variants will continue to evolve.\nIt's not all bad news. Vaccines are being produced faster than ever but the scale of the task - inoculating 7.8 billion people around the world - is gigantic. And it's never been attempted before. \nMs Demarais believes governments should level with their people on what is possible. \"It's very difficult for a government to say, 'No, we're not going to achieve widespread immunisation coverage before several years.' Nobody wants to say that.\"\nData journalism by Becky Dale and Nassos Stylianou."
    }
  ]
}