{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56470597",
      "category": "world-europe",
      "title": "Iceland volcano: Lava-spewing Fagradalsfjall 'subsiding'",
      "tags": "Volcanoes,Iceland",
      "text": "A volcano which erupted on Friday night near Iceland's capital Reykjavik seems to be subsiding, scientists say.\nLava at Fagradalsfjall burst through a crack in the Earth's crust hundreds of metres long and a series of small fountains turned the night sky red.\nIcelanders had been bracing themselves for an eruption for several weeks, after the island nation recorded more than 50,000 recent earthquakes.\nMeteorologists said the eruption was small and no-one was in danger.\nThe last eruption there was some 800 years ago.\nIn 2010, the eruption of another volcano, Eyjafjallajokull, brought air traffic to a halt across Europe.\nHowever, the eruption of Fagradalsfjall has not spewed out much ash, so no major disruption is expected.\nThe biggest threat was pollution from the gases that had been released, and nearby residents were asked to keep their windows shut.\nBut the Icelandic Meteorological Office (IMO) said in a report on Saturday that the pollution was likely to have little effect on the health and well-being of the area's inhabitants.\nOfficials quoted by AFP news agency said that the area of the eruption was open to the public, but could only be accessed by a difficult hike of several hours from the nearest road.\nThere is also a potential danger from sulphur dioxide gas.\n\"Currently gas pollution is not expected to cause much discomfort for people except close up to the source of the eruption. The gas emissions will be monitored closely,\" the IMO said. \nThe IMO said the eruption of Fagradalsfjall began at about 20:45 GMT on Friday, and was later confirmed via webcams and satellite images.\nA coastguard helicopter was sent to survey the area, about 30km (19 miles) from Reykjavik. \nIt then sent first images of the lava snaking its way down after the eruption.\n\"I can see the glowing red sky from my window,\" said Rannveig Gudmundsdottir, who lives in Grindavik, 8 km (5 miles) from the eruption.\nA magnitude 3.1 earthquake was recorded 1.2 km from Fagradalsfjall just several hours earlier.\nIceland frequently experiences tremors as it straddles two tectonic plates, which are drifting in opposite directions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-56468719",
      "category": "uk-england-tyne",
      "title": "Wingate fire: Ex-marine's home destroyed 'after standing up to yobs'",
      "tags": "Wingate,Durham Constabulary",
      "text": "A teacher and ex-Royal Marine said his family is lucky to be alive after a suspected arson attack which destroyed their home in County Durham.\nSean Ivey, from Wingate, fled to safety with his wife and two children after a fire broke out early on Thursday. \nMr Ivey, who served in Afghanistan and Iraq, believed he was targeted after standing up to anti-social behaviour.\nTwo men have been arrested and Durham Police issued a 48-hour dispersal order in the area.\n\"I just woke up in bed and felt the need to look out of the window,\" Mr Ivey said.\n\"I shouted to my wife that the car was on fire, go and get the kids.\"\nIt broke out around 01:45 GMT. Flames from the car then spread to a caravan parked on the driveway, before spreading to the roof of the bungalow.\nA second fire broke out during the early hours of Friday. Nobody was inside at the time.\nDurham Police are treating them as suspected arson.\nMr Ivey, who served with 45 Commando, said young people had been spotted riding around the area on quad bikes wearing balaclavas, \"terrorising\" other road users.\n\"[There have been] burglaries, car fires, this is quite extreme but these aren't isolated incidents,\" he added.\n\"I'm just absolutely fed up of the anti-social behaviour, the lack of respect, the lack of discipline, and where does it stop?\"\nOn Wednesday, hours before the first fire, Mr Ivey posted on social media that his parents had been robbed when four men burst into their home.\nHe said he had a run-in last weekend with a young biker \"riding like a lunatic\" and saw another in the main street of the former mining village pulling wheelies and mounting the paths.\nHe also called out gangs gathering outside a local takeaway.\nA fundraising campaign has raised more than £50,000 to help the family, whose home was not insured because a policy had run out.\nPhotographs, medals and Mr Ivey's Royal Marines uniform have also been lost.\nTwo men, aged 22 and 25, have been arrested. Police said they were continuing to carry out lines of inquiry in relation to the second fire.\nInsp Emma Kay said it had had \"a huge impact\" on the family and the wider community. \n\"I would encourage anyone with information no matter how small it may be to come forward and help us bring the offenders to justice,\" she said.\nPatrols are being increased and the dispersal order will be in place over the weekend, meaning anyone failing to leave when asked will face arrest.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56475262",
      "category": "uk",
      "title": "Covid: EU should not 'build walls' around vaccines - Wallace",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic",
      "text": "The European Union should not \"build walls\" around the distribution of vaccines and should seek to meet its contractual \"obligations\", Defence Secretary Ben Wallace has told the BBC.\nHis comments follow a threat by the European Commission to block vaccine exports to countries including the UK.\nEU Commissioner Mairead McGuinness said all sides needed to \"calm down\".\nOn Saturday, a record 873,784 combined first and second doses of Covid vaccines were given in the UK.\nPrime Minister Boris Johnson said he wanted to thank \"everyone involved\" in the rollout.\nDespite the vaccine progress, Mr Wallace did not rule out extending a ban on overseas holidays amid rising cases in other countries.\nPresident of the European Commission, Ursula von der Leyen, said last week that if Covid vaccine supplies in Europe do not improve, the bloc \"will reflect whether exports to countries who have higher vaccination rates than us are still proportionate\".\nMr Wallace told the BBC's Andrew Marr Show that both the EU and the UK should live up to their contractual \"obligations\".\nThe defence secretary said: \"The European Union stands for the rule of law... and that means we should all abide by our contracts. We are legally all obliged, both the buyer and the purchaser.\n\"The European Commission also recognises that the world is watching.\"\nMr Wallace said the language being used by the European Commission was \"counterproductive\", adding: \"Trying to... build walls around this would only damage both EU citizens and United Kingdom.\"\nEarlier this month, European Council President Charles Michel said the UK had imposed an \"outright ban\" on the export of vaccines and their components.\nHowever, there is no ban and his claim was dismissed by the British government as \"completely false\".\nMrs von der Leyen said the EU is still waiting for exports from the UK, and it wants reciprocity.\nMs McGuinness told Andrew Marr: \"I think all of us should put our hands up and say we were not prepared for this global pandemic. We did not do our best at the beginning but we are doing our best now to protect our citizens.\n\"I think we all need to, if you like, calm down, look very... dispassionately at the situation around the raw materials for vaccines, around where they are produced and how we might ramp up that production.\"\nAlso on Marr, shadow foreign secretary Lisa Nandy said it was \"right to calm down\" tensions over the issue.\n\"We do better when we work together - if we don't defeat the virus everywhere we are not going to defeat it anywhere. And there are new strains of the virus that are currently emerging.\n\"We may not be out of the woods with Covid yet and so we have to work together... cool the rhetoric,\" Ms Nandy said.\nSome 41 million vaccine doses have been exported from the EU to 33 countries in six weeks, Mrs von der Leyen said, including more than 10 million which have gone to the UK.\nFollowing comments by government adviser Dr Mike Tildesley that summer holidays overseas are \"extremely unlikely\", Mr Wallace refused to rule out an extension to the foreign holiday ban.\n\"I think we will play it by ear. I'm not going to rule anything in or anything out,\" he said.\nMr Wallace added that it would be \"premature\" to book a trip abroad while we are \"seeing growing variants\".\nMeanwhile, Dr Mary Ramsay, head of immunisation at Public Health England, said that restrictions could last for \"quite a long period of time\".\nShe told Marr: \"We may eventually get back to a much more normal situation.\n\"But people have got used to those lower-level restrictions now, and people can live with them, and the economy can still go on with those less severe restrictions in place.\n\"So I think certainly for a few years, at least until other parts of the world are as well vaccinated as we are, and the numbers have come down everywhere that is when we may be able to go very gradually back to a more normal situation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56469976",
      "category": "world-asia-india",
      "title": "Covid-19: Mumbai to roll out compulsory testing in crowded places",
      "tags": "Mumbai,India,Coronavirus pandemic",
      "text": "The Indian city of Mumbai is to roll out mandatory coronavirus tests in crowded places as the country grapples with a rise in infections.\nThe local government said rapid tests would be done randomly in areas such as shopping centres and train stations.\nA refusal to be tested will \"amount to an offence\", it said.\nIndia recorded 40,953 new Covid cases on Saturday, the biggest daily jump for nearly four months. A total 159,000 people have died with the disease.\nIt has seen more than 11.5 million cases of coronavirus infections so far - and the number has been steadily climbing for weeks as the country scrambles to vaccinate its population and identify highly contagious variants of the disease.\nIn Mumbai, a coronavirus hotspot in the western state of Maharashtra, 2,982 people have contracted the disease in the past 24 hours.\nThe rapid tests will be mandatory in crowded places such as shopping centres and train stations from 22 March, city officials said.\nThe commissioner of the local authority told India Today that people should \"be ready for the swab test\" whenever they enter a busy area in Mumbai. \nThe tests will be carried out for free - except those at shopping centres, where the costs will be covered by individuals. \nMumbai officials did not specify what action would be taken against those who refuse to have tests.\nThe local authority said it would use rapid antigen tests (RATs), a type of test that detects the presence of proteins unique to the coronavirus.\nBut research shows these tests are less reliable than other types and sometimes produce incorrect results.\nIndia has recorded the third-highest number of infections, and the fourth-highest number of deaths, of any country in the world.\nInfections started to dip at the start of 2021, but doctors have blamed a fresh wave on poor adherence to restrictions.\nIn recent weeks Maharashtra, which has long been a virus hotspot, has accounted for the majority of new infections.\nSeven other states - including Kerala, Punjab, Karnataka, Gujarat, Tamil Nadu, Haryana and Madhya Pradesh - are also reporting a resurgence of Covid-19.\nSome regions in India have brought back restrictions, including lockdowns and restaurant closures, while more are believed to be considering similar moves.\nWith the easing of restrictions and life returning to normal in the densely packed cities, Indians have been lax in following Covid-19 safety protocols.\nBut what is still unclear at the moment is whether new variants of the virus are responsible for the new infections. \nTwo variants are under investigation for possible links with the uptick in cases in a few states.\nMuch of the blame, however, should lie with the authorities, who many believe have been equally lax in enforcing Covid-19 measures.\nThe cricket board allowed tens of thousands of spectators, mostly unmasked, to pack a stadium for a match in western Ahmedabad city last week, even as infections were climbing.\nElsewhere, Covid-19 tests will reportedly not be required for thousands of pilgrims expected to take a holy dip at an upcoming Hindu religious festival in Uttarakhand state.\nIn this context, Prime Minister Narendra Modi's call for states to contain the spread of infections sounds disingenuous. There is a clear and present danger of India frittering away the \"advantage\" of bringing new infections down to lower levels in February.\nThe vaccination drive began in January in India, a country of more than 1.3 billion people. \nMore than 40 million people have received at least one dose of a Covid-19 vaccine so far.\nThe rollout is currently targeting elderly people and those with underlying health conditions, but it is expected to expand further soon.\nThe government aims to use up to 500 million doses to cover 250 million \"priority people\" by the end of July.\nAlthough the pace of vaccination has picked up, experts say unless the drive is scaled up the target could be missed.\nPrime Minister Modi, 70, received a dose on 1 March. After receiving the jab, he urged people to take the vaccine when their turn comes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52646738",
      "category": "explainers",
      "title": "UK holidays: What are the rules?",
      "tags": "Tourism,Coronavirus lockdown measures,Holidays,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Going abroad is not straightforward at the moment, so many people are choosing to holiday in the UK this summer. \nWhat are the current rules?\nYou can travel freely between England, Scotland, Wales and Northern Ireland, unless you have to self-isolate because you have Covid symptoms or have tested positive. \nAll holiday accommodation - including hotels, hostels, B&B, caravans and boats - can operate across the UK. \nIf you have to cancel a trip because of Covid, you may be entitled to a refund or to rearrange for a later date, but this will depend on the terms and conditions of your booking, so you will need to discuss this with your holiday provider. \nAnyone planning a trip to the Scottish islands is asked to take two lateral flow tests - one on the day of travel and one three days before.\nPeople travelling to Northern Ireland from the rest of the UK are also advised to test before departure and after arrival, but this is not law.\nSome UK cruise operators are insisting passengers do a rapid test before boarding. Saga and P&O have said all cruise passengers must be fully vaccinated. \nThere is no longer any requirement for social distancing, and no limits on how many people can stay together in holiday accommodation or private homes in England, Scotland or Wales. \nHowever people are still advised to meet others outdoors or in well-ventilated spaces wherever possible. \nThere are still some restrictions in place in Northern Ireland:\nThe Northern Ireland Executive is due to discuss easing remaining restrictions at its next meeting on 1 September.\nFace coverings are no longer required by law in England, although the government \"expects and recommends\" that they are worn in crowded and enclosed spaces. \nHowever, a number of transport operators in England are still asking customers to wear masks, as are a number of shops and supermarkets.\nWearing a face covering remains compulsory in many public indoor spaces in Wales, Scotland, and Northern Ireland, including on public transport, so you will be expected to use a mask on any cross-border plane, train or bus journey, unless you are exempt. \nMuseums, galleries, amusement parks, leisure centres, cinemas, theatres, stately homes and gardens can open across the UK. \nHowever, some venues are still not operating at full capacity, and you may need to pre-book tickets, so you should check before you visit. \nYou may still be asked to wear a face covering or physically distance from other people. \nBusinesses in Wales are required to carry out risk assessments to decide if social distancing measures are still needed. \nIndoor hospitality venues in Scotland must continue to collect customer contact details. Organisers of outdoor events for more than 5,000 people and indoor events for more than 2,000 have to apply for permission to go ahead. \nNightclubs are still closed in Northern Ireland.\nThe Common Travel Area (CTA) is a term which covers the UK, Ireland, the Channel Islands and the Isle of Man. \nTravel within the CTA is not considered international travel. \nFully vaccinated adults or under-18s travelling from the UK to other CTA destinations may not need to do any travel-related testing or quarantine on arrival, but the rules do vary, so you need to check before arranging a trip. \nAs long as you've not been outside the CTA in the previous 10 days, you do not have to complete a passenger locator form, take any Covid tests or quarantine on your return to the UK.\nForeign travel is allowed, but people must follow different rules about testing and quarantine according to the traffic light status of their destination country. \nVisitors to green-list countries do not need to isolate on their return home. Under-18s and fully vaccinated people returning to the UK from amber-list countries also no longer have to self-isolate on arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56475666",
      "category": "uk",
      "title": "Foreign holidays: Minister refuses to rule out Covid ban extension",
      "tags": "Coronavirus lockdown measures,Holidays,Coronavirus pandemic",
      "text": "An extension to the ban on foreign holidays in order to control the spread of coronavirus cannot be ruled out, Defence Secretary Ben Wallace has said.\nMr Wallace told the BBC that booking a trip abroad would be \"premature\".\nIt comes after a scientist on a government advisory body said summer holidays overseas are \"extremely unlikely\" because of the risk of travellers bringing variants to the UK.\nThe earliest date people in England could holiday abroad is 17 May.\nThe Scottish and Welsh governments also said international travel will not be possible before 17 May, while Northern Ireland has not set a date.\nWhile the devolved nations issue their own guidance on international travel, they have been broadly in line with Westminster.\nNon-essential travel is currently banned from the UK and those coming to the UK must quarantine.\nA government taskforce will report to the prime minister on 12 April detailing when and how international travel can resume.\nPeople can currently travel abroad for a limited number of reasons, such as education or work.\nMr Wallace told the BBC's Andrew Marr Show that he had not booked a holiday abroad, adding it would be \"premature\" to do so while we are \"seeing growing variants\".\nWhen asked whether the ban on foreign holidays could be extended, Mr Wallace said: \"I think we will play it by ear... I'm not going to rule anything in or anything out.\n\"I think the first thing is we are not going to do anything that puts at risk this national effort to control this pandemic. All the indications are in the right direction at the moment and let's take it step by step.\"\nWhen asked about trips abroad, Dr Mary Ramsay, head of immunisation at Public Health England, told Andrew Marr it was \"too early to say\".\n\"I think everyone has to wait and see. We really don't know. The situation changes so quickly. Numbers are going up at the moment in continental Europe and that's very concerning,\" she said.\nShe added that she hoped countries on the continent can get their vaccine programmes \"on track\" to mitigate the rise in cases.\n\"But obviously the safest thing is to stay where you are. And to avoid anything that increases your risk and I think it's really too early to say what sort of summer we might be able to experience,\" Dr Ramsay said.\nShe added that even those who have been vaccinated could potentially still transmit the virus, saying that restrictions could last for \"quite a long period of time\".\nShadow foreign secretary Lisa Nandy told Andrew Marr that she will not be booking a foreign holiday.\n\"I know everyone is desperate to go on holiday but we have got to proceed with caution. \n\"We can't allow the good work that has been done from the vaccine rollout to be unravelled by unlocking too quickly or by failing to secure our borders.\"\nMs Nandy added: \"We do need to be careful, we do need to be cautious, and frankly I haven't booked a foreign holiday for this summer and I won't be doing so because I don't think we're there yet.\"\nHalf of all UK adults have now received a first dose of a vaccine, with Friday being a record day for Covid jabs - a combined 711,156 first and second doses were given.\nBut Sir David King, former chief scientific adviser to the UK government, said despite the vaccine rollout, the UK should not become \"complacent\".\n\"We know that new variants have recently appeared in France, in California, in the Philippines and in Brazil. And in the UK there are now already 300 cases of the South African variant.\n\"I don't think that we can be complacent about any of this because we don't know what the vaccine efficacy is with these new variants. So we need to be very, very cautious in the management of the travel business.\"\nDr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling, which feeds into the Sage group of government science advisers, said on Saturday the UK faces a \"real risk\" if people travel abroad, adding that international travel for the summer was \"extremely unlikely\".\nSeparately, Mr Wallace said the EU should not \"build walls\" around the distribution of jabs following a threat by the European Commission to block vaccine exports to countries including the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56469092",
      "category": "uk",
      "title": "Covid-19: Record day for UK with 711,156 vaccinations given",
      "tags": "Coronavirus vaccines,Matthew Hancock,Coronavirus pandemic",
      "text": "Friday was a record day for Covid vaccinations in the UK, with a combined 711,156 first and second doses given to members of the public.\nIt means that half of all UK adults - some 26,853,407 people - have now received a first dose of a vaccine.\nHealth Secretary Matt Hancock said the latest milestone in the rollout marked a \"phenomenal achievement\".\nPrime Minister Boris Johnson - one of those to receive a first dose on Friday - also hailed the landmark.\nA total of 2,132,551 people have also received their second dose of a vaccine, government figures show.\nAnother 96 deaths within 28 days of a positive Covid test have also been recorded in the UK, as have a further 5,587 cases.\n\"Vaccinating over half of all adults is a phenomenal achievement and is testament to the mammoth efforts of the NHS, GPs, volunteers, local authorities and civil servants in every corner of the UK,\" said Mr Hancock.\nThe news comes after the government confirmed a shipment of about five million doses of the Oxford-AstraZeneca jab would be delayed, resulting in an expected reduction in the number of first doses - including for the under-50s - given during April.\nMeanwhile, European countries, including France, Germany and Italy, have begun offering the Oxford jab again after a pause over safety fears.\nMr Hancock said he was \"absolutely delighted\" to reveal the UK had reached the vaccination milestone.\nHe added: \"It's a huge success and I want to say many, many thanks to all those involved, including the half of all adults who have come forward.\"\nMr Johnson - who received his first dose on Friday - added he was \"immensely proud of the progress we have made so far in rolling out vaccinations\".\n\"There is still further to go and I encourage everyone to take up the offer when asked to do so,\" he said.\nDespite the progress of the UK's vaccine rollout, a scientist advising the government has warned overseas holidays would be \"extremely unlikely\" because of the risk of travellers bringing Covid variants back to the UK.\nThe UK faced a \"real risk\" if people travelled abroad in the summer, Dr Mike Tildesley, a member of the government's Scientific Pandemic Influenza Group on Modelling, which feeds into Sage, said.\nTransport Secretary Grant Shapps said it was \"too early to tell\" when holidays abroad would be allowed.\nUnder the current roadmap for easing restrictions, the earliest date people in England could holiday abroad would be 17 May.\nWith all over-50s now able to take up the offer of a vaccine dose, the vaccination programme approaches a target to offer a vaccine to the top nine priority groups, as determined by scientific advisers, by mid-April.\nThese included frontline health and care workers, people who were clinically vulnerable and those with an increased risk of hospitalisation - covering 99% of those at risk of dying from Covid-19.\nIn Northern Ireland and some areas of Scotland, people in their 50s were already being offered a Covid vaccine. Parts of England may already have started offering it to this age group too, with Wales targeting an offer of one dose to all over-50s by mid-April.\nThe most-recent issues with supplies meant the vaccine rollout would be \"slightly slower than we might have hoped but not slower than the target we had set ourselves\", Communities Secretary Robert Jenrick said on Friday.\nThose with appointments for second doses should attend as normal and it is expected April could see more second doses than first doses for the first time.\nAlongside the Oxford vaccine and the Pfizer-BioNTech jab, the UK has also approved a third vaccine - from Moderna - which is due to start being rolled out in late spring.\nA vaccine from Novavax has shown promising results and will be made in north-east England, and a single-dose vaccine from Johnson & Johnson has also been shown to be effective."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56475051",
      "category": "uk-wales",
      "title": "Covid: Fines issued for rugby party lockdown breach",
      "tags": "Coronavirus lockdown measures,Merthyr Tydfil,Coronavirus pandemic",
      "text": "Police broke up a party of 14 rugby fans watching the Wales game and issued fines for breaching Covid rules.\nIt was one of 1,500 incidents dealt with by South Wales Police, making Saturday \"one of the busiest days of 2021\", a tweet by an officer said.\nAt least 32 fines were issued by police in Merthyr Tydfil with fans found watching Wales' Six Nations defeat to France.\nHouseholds are not allowed to mix indoors due to current Covid rules.\nOfficers in Swansea said they were also called out to reports of parties due to the rugby match and Cardiff City's game at Swansea City.\nRugby fans had been reminded to watch Wales' Grand Slam decider at home to avoid a surge in coronavirus cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56470235",
      "category": "uk-wales",
      "title": "Walrus spotted in Wales, days after one seen off Ireland",
      "tags": "Broad Haven,Animals",
      "text": "A walrus has been spotted at the bottom of a Welsh cliff, just days after one was seen off the coast of Ireland.\nThe creature was seen near Broad Haven South beach, Pembrokeshire, on Friday before it managed to get back into the sea.\nIt is thought the animal may have been the same one that was seen off the County Kerry coast.\nCleopatra Browne of Welsh Marine Life Rescue was called to the scene where the walrus was \"sat there, chilling\".\n\"It was about the size of a cow,\" said Ms Browne, of St Davids, Pembrokeshire. \n\"It was a whopper. I've seen them on telly and the news but it was huge.\"\nShe said it looked \"underweight\" possibly because it had \"just swam miles across the ocean.\"\nWalruses are more often seen in the Arctic.\n\"I did a double take,\" Ms Browne said.\n\"You go around the coast path and go, 'woah'. It's not what you expect - it would be like seeing a penguin in your lounge.\" \nMs Browne watched the walrus from about 40m (130ft) away and believed it was a young animal as its tusks were \"about 3in long\".\n\"There is a tale going around that it fell asleep on an iceberg and ended up drifting across and woke up in Ireland,\" said Ms Browne.  \n\"And then ended up in Wales on the way home.\"\nMs Browne's colleague Terry Leadbetter said: \"Hopefully he is heading toward Cornwall. It's been to Ireland and Wales.\"\nPhotographer Amy Compton said she \"couldn't believe\" what she was seeing, adding she had \"definitely\" not seen anything like it before.\nRSPCA animal rescue officer Ellie West, who checked the animal, said: \"He was resting and, although appearing slightly underweight, thankfully he wasn't displaying any signs of sickness or injury. \n\"This is an incredibly rare sighting and these big, beautiful animals never usually venture so far south. We believe this may be a juvenile who has travelled down this way in search of food.\"\nShe urged people to \"keep their distance\" and not approach the animal.\n\"I will certainly never forget this day, in fact it's still sinking in that I've been monitoring a walrus on the Pembrokeshire coast today,\" she said. \n\"It's been absolutely amazing. As a keen rugby fan, it's possibly the only reason I would miss the rugby.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-56475313",
      "category": "uk-england-tees",
      "title": "Wingate arson: Ex-marine Sean Ivey 'overwhelmed' by generosity",
      "tags": "Wingate,Durham Constabulary",
      "text": "An ex-Royal Marine whose home was destroyed in a suspected arson attack is \"lost for words\" after more than £200,000 was raised to help his family.\nSean Ivey, from Wingate, County Durham, fled to safety with his wife and two children after a fire on Thursday, with a second blaze starting a day later. \nMr Ivey, who served in Afghanistan and Iraq, believed he was targeted after standing up to anti-social behaviour.\nTwo men have been arrested on suspicion of arson.\nMr Ivey, who works as a teacher at Hartlepool College of Further Education, told the BBC he felt \"totally overwhelmed\" if not \"a bit embarrassed\" by the generosity he has received. \nThe online campaign, which had an initial target of £2,000, was set up by former 45 Commando colleague Kevin Miller, after the family home and all their possessions were lost. \nMr Ivey had spoken out in recent days about anti-social behaviour in his local area and had posted on social media that his parents had been robbed.\n\"I can't just let this go, because it has hit a nerve with people,\" he said. \n\"It's happening right across the country and not enough is being done.\"\nThe 38-year-old is married to Kate, 35, a nurse, and they have two young children.\nThe fundraising campaign took Mr Ivey, a former sergeant, by surprise.\n\"It's a few years since I saw Kev but that's the great thing about the Royal Marines and how veterans come together when any situation like this occurs.\"\nThe first blaze broke out during the early hours of Thursday, which saw a fire spread from the family car to a caravan on the drive way, and then to the roof of their home. The family was inside at the time but managed to escape.\nA second fire, on Friday morning, destroyed the remainder of the bungalow.\nMr Ivey, who suffered a head injury while serving in the military, had forgotten to renew an insurance policy on his home. He said \"his heart dropped\" when he realised.\nThe father-of -two said he would continue to live in the village where he grew up and it was not in his nature \"just to back down\".\n\"It's completely unacceptable, nobody should be frightened in their own home,\" he said.\nDurham Police are treating the fires as suspected arson. Two men, aged 22 and 25, were arrested and a 48-hour dispersal order was issued in the area.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56475256",
      "category": "uk",
      "title": "Liberal Democrats propose 'sovereign green wealth fund'",
      "tags": "Wind power,Employment,Climate change,Wind farms,Liberal Democrats,Ed Davey",
      "text": "The Liberal Democrats want the government to use profits from green infrastructure projects to create a new fund for climate action and green jobs. \nLeader Sir Ed Davey put forward his \"sovereign green wealth fund\" proposal at his party's spring conference.\nHe said the government raised £9bn last month from auctions to build wind farms on the coasts of England and Wales.\nSir Ed wants money from projects like this to be invested \"to grow our green wealth even further\" in the UK. \nThe party leader told the conference: \"This green wealth doesn't belong to Rishi Sunak, or the Tories. It belongs to the British people.\n\"So I say, let's invest it in a sovereign green wealth fund. Let's invest this windfall from wind power into more climate action, to build new infrastructure and attract more private investment.\"\nHe said by using the money to invest in green technologies - such as tidal power and hydrogen - the UK could \"grow our green wealth even further\" and create \"thousands of manufacturing jobs\". \nThe Lib Dems also proposed a new tax break for small businesses to support new jobs as part of the Covid economic recovery. \nSir Ed called on the chancellor to slash National Insurance contributions for smaller firms by quadrupling the annual Employment Allowance from £4,000 to £16,000 .\nEmployers would not have to pay any National Insurance for their first five employees, he said.\nHe called it a \"tax cut to back small businesses, create jobs, and put recovery first\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56476400",
      "category": "uk",
      "title": "Diversity review under way at Buckingham Palace",
      "tags": "Diversity,UK Royal Family,Buckingham Palace",
      "text": "Buckingham Palace is reviewing diversity policies across all royal households.\nThe work is looking at improving diversity at Buckingham Palace, Clarence House and Kensington Palace. \nRoyal sources have stressed that the Palace already has policies, procedures and programmes in place but has not seen the progress it would like.\nThe work began before the Duke and Duchess of Sussex made allegations of racism within the Royal Family.\nPrince Harry and Meghan's interview with Oprah Winfrey included claims they had been asked how dark their son's skin would be before his birth. \nThe duchess said there had been \"concerns and conversations about how dark [Archie's] skin might be when he was born\". \nBoth Prince Harry and Meghan refused to say who made the comment - but Harry later clarified to Oprah that it was not the Queen or the Duke of Edinburgh.\nThe issue of race was the one of the most difficult aspects of the interview for the Royal Family.\nIn response, Buckingham Palace described those issues as particularly \"concerning\", saying they would be \"taken very seriously and will be addressed by the family privately\".\nThe Duke of Cambridge later said the royals were \"very much not a racist family\" in response to questions about the interview.\nComments made by the Sussexes will now form part of the diversity review, which was first reported by the Mail on Sunday.\nThe Mail on Sunday described the work as a \"major drive\". It will take place in collaboration with people from minority backgrounds, disabled people, and gay and transgender communities.\nBuckingham Palace is seeking independent views and is looking at new ways of approaching all issues of diversity within the royal households. \nPossible changes being considered include the appointment of a \"diversity chief\", but sources said they accept more can be done and improvements made.\nRoyal sources stress that the Royal Family has a strong track record on diversity through their charity projects and engagements, but add the whole family has given this project their full support. \nA source said they were listening and \"wanted to get this right\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56469687",
      "category": "uk",
      "title": "Covid: Arrests during anti-lockdown protests in London",
      "tags": "Coronavirus lockdown measures,Sarah Everard murder,Metropolitan Police Service",
      "text": "Thousands of people have attended anti-lockdown demonstrations in London, after MPs urged the government to allow peaceful protest during lockdown.\nCrowds marched from Hyde Park to Westminster, with at least 33 arrests by police, mostly for Covid breaches.\nScotland Yard said the number of people attending Saturday's demonstrations exceeded expectations.\nThe Home Office said it was still illegal for people to attend protests under the current coronavirus rules.\nDeputy Assistant Commissioner Laurence Taylor told the BBC more people than previously expected were at Saturday's protests, but the Met has not given a formal estimate of the number in attendance.\nBBC correspondent Marianna Spring, reporting from the anti-lockdown protests, said the atmosphere was \"animated\" and a number of people appeared to be angry about restrictions on peaceful protest.\nLater, in Hyde Park, police officers were forced to run back to their vans, as protesters threw bottles and cans at them.\nPA Media reported that some members of the public then left the park, with small children carried by their parents.\nThe anti-lockdown protests came after a vigil following the death of Sarah Everard in south London last week resulted in arrests, as police enforced Covid and public order laws.\nEarlier, more than 60 MPs and peers wrote to the home secretary calling for laws to be changed to allow peaceful protests during lockdown.\nLiberal Democrat leader Sir Ed Davey blamed the scenes at the Clapham event on a lack of clarity putting police \"in an impossible position\", adding that the right to protest was a \"basic freedom\".\nBy Jon Donnison, news correspondent \nThousands of tightly-packed anti-lockdown protesters marched up Whitehall with some chanting \"freedom\" to the beat of a drum. \nOne man carried a placard bearing the words \"no more NHS and Gov lies\".\nI have seen very few demonstrators wearing masks and there's no attempt at social distancing. So far the police - who are here in large numbers - have been taking a hands-off approach, though I have seen at least one arrest on Whitehall.\nAmong the crowd there are undoubtedly some conspiracy theorists, with some accusing the mainstream media of pushing fake news. But that is by no means everyone here. \nOne woman, who did not want to be named, told me she knew Covid was bad. \"I had it myself last March,\" she said. \"But this lockdown is too much.\"\nThe letter to Home Secretary Priti Patel, organised by campaign groups Liberty and Big Brother Watch, urged her to issue guidance to police forces on \"facilitating\" protests.\nThe initial organisers of the Sarah Everard vigil effectively lost a High Court battle to hold it lawfully the day before, resulting in its cancellation.\nBut hundreds attended Clapham Common to gather around tributes left on a bandstand - the Met Police said the gathering became unlawful after people began delivering speeches to the crowd.\nThe event also increased interest in plans to give officers more precise powers to restrict demonstrations in a new sweeping Police, Crime, Sentencing and Courts Bill debated by MPs.\nSir Patrick Vallance, the UK's chief scientific adviser, told MPs earlier this month that protests elsewhere had not resulted in a spike in infections and that outdoor gatherings were safer than indoors, though not risk free.\nHe said: \"It is the case that it is difficult to see how things like large beach gatherings and so on can cause a spike. The same was the case in a protest march in New York; they did not really see any spikes after that. \n\"It is lower risk, but the other thing that can happen with outdoor events, and so on, is that, when indoor things are also open, you start to get people congregating indoors around that. That can increase risk, but outdoors itself is lower risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56469835",
      "category": "uk-wales",
      "title": "Erasmus replacement: Welsh students to get new scheme",
      "tags": "National Union of Students (NUS),Cardiff University,Wales education,Students,International students",
      "text": "A new international study programme for students at Welsh universities will start next year, ministers have said.\nIt will be developed by Cardiff University in collaboration with education and youth sector partners ahead of its launch in 2022.\nThe UK government chose not to continue with the EU's Erasmus scheme as part of the Brexit deal, and developed its own Turing programme. \nThe Welsh government said its scheme would \"fill the gaps Turing leaves\".\nWhile £110m has been allocated for the first year of the Turing scheme, the Welsh government is allocating £65m up until 2026.\nStudents and staff across universities, further education, adult education, youth work settings and schools will be able to \"benefit from international exchanges in a similar way to the opportunities that flowed from Erasmus+, not just in Europe but also further afield,\" the government said.\nThe new scheme - called the New International Learning Exchange - aims to enable 15,000 participants from Wales to go overseas over the first four years, with 10,000 participants coming to study or work in Wales. \nThe programme also aims, where necessary, to fund costs so that international students, teachers and young people can travel to work and study in Wales.\nWhile Welsh institutions will be able to participate in the Turing Scheme in 2021-22, they will also continue to benefit from Erasmus+ exchanges deferred from last year due to the pandemic.\nThe new programme will then fill the gaps Turing leaves, including the commitment to long-term funding, the retention of the principle of two-way exchanges and the inclusion of youth work.\nEU Commission President Ursula von der Leyen had recently said the only way Wales could continue with the Erasmus scheme was if the \"whole\" of the UK rejoined.\nEducation Minister Kirsty Williams said: \"Our students and staff are vital ambassadors for us overseas, promoting the message that Wales is an inviting destination for students and partners across the world.\n\"Their education and cultural awareness are improved in many ways as a result of spending time abroad - just as our education providers are enriched by students and staff visiting Wales to study and teach.\"\nShe said the \"main beneficiaries of the new scheme will be young people in upper secondary, for whom the challenges of learning from home over the last year have been particularly profound\". \n\"We owe it to this next generation of students and learners to have the same opportunities previous years had,\" said Ms Williams. \nProf Colin Riordan, Vice-Chancellor of Cardiff University, said: \"We are sure that the scheme will be of huge benefit both for the learners and for raising the global profile of Wales as a connected, open and inviting country.\"\nBecky Ricketts, National Union of Students Wales President, said: \"Students in Wales deserve the opportunity that many people have had before them, and the chance to learn, grow and develop themselves on a global scale is one that many feared that they had lost.\"\nThe Department for Education said the Turing Scheme aimed to give more students, particularly those from disadvantaged backgrounds, the chance to study abroad.\nA spokeswoman said: \"Backed by £110m for the first year alone, up to 35,000 students from across the UK will be able to work or study abroad from September. \n\"The Turing scheme will fund UK participants to go abroad, and we anticipate other countries will do the same.\n\"The benefits of the exchanges will be kept under review, and the learnings used to build on future schemes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56468894",
      "category": "world-africa",
      "title": "Uganda: Lions found dead in Queen Elizabeth National Park",
      "tags": "Wildlife,Lions,Uganda,Poaching",
      "text": "Six lions have been found dead and dismembered after a suspected poisoning in one of Uganda's most famous parks.\nThe lions were found in Queen Elizabeth National Park with their heads and paws hacked off, and their bodies surrounded by dead vultures, officials said.\nThe Uganda Wildlife Authority (UWA) said it \"cannot rule out illegal wildlife trafficking\".\nAn investigation has now been launched, with conservationists working with local police at the scene.\nThese particular lions are known for their ability to climb trees.\nIn a statement, UWA's communications manager Bashir Hangi said they were \"saddened\" by the killings.\nHe added that nature tourism is an important part of Uganda's economy, contributing about 10% of its GDP, and plays a vital role in the conservation of animals.\n\"UWA strongly condemns the illegal killing of wildlife because it does not only impact negatively on our tourism as a country, but also revenue generation, which supports conservation and community work in our protected areas,\" he said.\nThere have been a number of previous incidents where lions in Queen Elizabeth National Park were believed to have been poisoned.\nIn April 2018, 11 lions - including eight cubs - were found dead after a suspected poisoning. A similar incident led to the deaths of five lions in May 2010."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56474930",
      "category": "business",
      "title": "Shortage of bouncers could stop clubs reopening",
      "tags": "Nightclubs,Hospitality industry",
      "text": "Venues such as bars and nightclubs may not be able to open as planned if they cannot find enough bouncers to supervise them, the body representing security staff has said.\nAfter a year of closure many security staff have moved into other work.\nSome staff who are not UK nationals have returned to their home countries following Brexit and the pandemic.\nMore than half of positions may not be filled, the UK Door Security Association (UKDSA) said.\nThe UKDSA is calling for new, more rigorous training regulations, due to come in in April, to be postponed to help agencies recruit new security staff more quickly.\n\"I imagine it's going to be more pressured when we reopen,\" said Stuart Glen, who runs The Cause, a nightclub in north London.\n\"When we go back on 21 June every operator in our field, every festival, nightclub, bar, restaurant, theatre, every event has been gagging to get back on track and suddenly everyone is going to say we need security staff.\"\nHaving the correct ratio of security staff is a condition of holding a licence to operate, he added. \n\"If we can't find the staff then we physically can't open. It's a major issue,\" Mr Glen said. \nFrom 1 April security staff must have first aid qualifications before taking the training required to be a door supervisor, according to the Security Industry Authority, the government's regulatory body for the sector.\nThere are additional training requirements related to terror threats and emergencies, the use of body-worn video recorders, and breathalysers. Some of the new requirements start in April, some in October.\nThe UKDSA said it supported the additional elements in the new training regime but said it was \"deeply concerned about the timing of these changes and the impact on front-line staffing levels\".\nMichael Kill, chief executive of the Night Time Industries Association, said: \"We rely heavily on licensed door supervisors to keep staff and customers safe. \n\"With the additional responsibility of public health… it is even more important that we remove barriers to ensure that we are able to fulfil the resource requirement.\n\"This will need a government intervention to ensure that the industry has the ability to provide enough staff. While the training is welcomed, it is not timely given the current economic situation across most of the sector, and consideration needs to be given to it being pushed back to 2022.\"\nThe extent to which non-UK nationals working the industry have returned overseas, further reducing the pool of available staff, is hard to quantify.\nHowever academic studies have found there was a significant exodus of foreign-born UK residents between 2019 and 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56479245",
      "category": "uk-england-bristol",
      "title": "In pictures: Kill the Bill Bristol protest turns violent",
      "text": "Police officers have been hurt during a protest in the centre of Bristol that turned violent.\nCrowds had gathered for the Kill the Bill demonstration in opposition to the Police and Crime Bill.\nWindows of a police station were smashed, riot vans and police cars were set on fire amid tense scenes in the centre of the city.\nBristol Mayor Marvin Rees said: \"Smashing buildings in our city centre, vandalising vehicles, attacking our police will do nothing to lessen the likelihood of the Bill going through. \n\"On the contrary, the lawlessness on show will be used as evidence and promote the need for the Bill.\"\n."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55302595",
      "category": "health",
      "title": "Covid: How does the Oxford-AstraZeneca vaccine work?",
      "tags": "Medical research,Coronavirus vaccines,Vaccination,University of Oxford,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "People under the age of 40 are to be offered an alternative to the Oxford-AstraZeneca vaccine in the UK as a precaution, after a review of all the latest evidence by vaccine advisers and safety experts.\nThe UK's medicine regulator - the MHRA - says the benefits of the vaccine still outweigh the risks for the vast majority of people.\nThe Joint Committee on Vaccination and Immunisation (JCVI) - the body which advises the government - has now recommended that \"adults aged 18- 39 years with no underlying health conditions are offered an alternative to the Oxford-AstraZeneca vaccine, if available, and if it does not cause delays in having the vaccine\".\nData from the MHRA suggests there's a very small - but slightly higher than normal - incidence of a rare type of clot in younger adult age groups, particularly when the risk of being infected with coronavirus is very low, as it is now.\nThe risk of a clot is roughly one in 100,000 for people in their 40s, and rises to one in 60,000 for people in their 30s. \nBased on the current data, the following is advised:\nThe MHRA looked into UK cases of rare blood clots in people who had recently received the Oxford-AstraZeneca vaccine.\nIt found 242 cases of clotting cases and 49 deaths after an estimated 28.5 million AstraZeneca vaccines doses were administered across the UK up to 28 April.\nThe MHRA said about four people in a million would normally be expected to develop this particular kind of blood clot - though the fact they are so rare makes the usual rate hard to estimate.\nAnd the regulator said it had not been proven that the jab had caused the clots. \nIts head, Dr June Raine, said while the link was \"firming up\", more evidence would be needed. \nThe benefits of the AstraZeneca vaccine outweigh the risks of the virus - hospitalisation and death - for the vast majority of people, she said. But for younger age groups it was more \"finely balanced\".\nThe MHRA study looked at people who had developed clots associated with a low level of platelets after receiving the Oxford-AstraZeneca vaccine. \nPlatelets are tiny blood cells that help your body form clots to stop bleeding.\nAmong these clots is a type called a Cerebral Venous Sinus Thrombosis (CSVT).\nCVST occurs when a blood clot forms in large veins in the head - stopping blood from draining out of the brain. \nAs a result, blood cells may break and leak into brain tissue - ultimately leading to a stroke.  \nThe clot can occur naturally and are more common, but still very rare, in younger women. \nThe MHRA says anyone who has these symptoms four or more days after receiving the Oxford-AstraZeneca vaccine should seek prompt medical advice:\nCovid infection itself can make clots more likely, stresses the MHRA.\nThe European Medicines Agency (EMA) has said clotting should be listed as a very rare vaccine side effect.\nAfter a study looking at 86 such cases in the EU, the EMA concluded the benefits of the vaccine outweighed the risk and that there was no definite causal link.\nNevertheless, Denmark has stopped its AstraZeneca rollout completely - and Germany, Spain, Italy and Ireland have suspended use of the vaccine in people under 60. \nFrance is recommending it only be given to those aged 55 or over, while Australia says people aged under 50 should get the Pfizer jab instead.\nIt is made from a weakened version of a common cold virus (known as an adenovirus) from chimpanzees. It has been modified to contain genetic material shared by the coronavirus - although it can't cause the illness.\nOnce injected, it teaches the body's immune system how to fight the real virus.\nExperts are studying all of the current coronavirus vaccines to check how well they work against new, mutated variants of the virus. \nThe government's deputy chief medical officer, Jonathan Van Tam, says there is \"plenty of evidence\" the vaccines appear to be effective against the Kent variant which is dominant in the UK.\nThere is less evidence about protection against other variants, such as those identified in Brazil and South Africa. \nHowever a study of around 2,000 people suggests, while the Oxford-AstraZeneca vaccine may offer more limited protection against mild and moderate disease caused by the South Africa variant. it should still protect against severe disease."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56477291",
      "category": "uk",
      "title": "Covid-19: Record-breaking day with 844,285 vaccine doses given in UK",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The number of daily Covid-19 vaccine doses administered in the UK has hit a record high for a third consecutive day.\nA combined total of 844,285 first or second doses were given on Saturday, up from 711,157 on Friday.\nOn Twitter, Prime Minister Boris Johnson thanked \"everyone involved\".\nMore than 27.6 million people in the UK - more than half the adult population - have now received at least one dose of a vaccine. \nMr Johnson, who received his first dose on Friday, said: \"A huge thank you to everyone involved and please come forward to get your jab when you are invited to do so.\"\nSir Simon Stevens, chief executive of NHS England, added: \"In just one day we vaccinated the equivalent of the entire adult populations of Liverpool, Southampton and Oxford combined.\"\nA slightly higher daily total of 873,784 was initially reported by the PM and Health Secretary Matt Hancock, who added later the figures from Scotland had \"been revised down slightly\" but it was \"still our record day\".\nOf the vaccinations administered on Saturday, 752,308 were first doses and 91,977 were second, meaning 2,228,772 people in the UK have now been fully vaccinated.\nA further 33 deaths within 28 days of a positive test have also been recorded, taking the UK's total by that measure to 126,155.\nThere have also been another 5,312 confirmed cases of coronavirus in the UK.\nThe new vaccine record comes after Defence Secretary Ben Wallace warned the EU not to \"build walls\" around the distribution of vaccines.\nSpeaking to the BBC's Andrew Marr Show after a threat by the European Commission to block vaccine exports to countries including the UK, Mr Wallace said: \"The European Union stands for the rule of law... and that means we should all abide by our contracts. \n\"We are legally all obliged, both the buyer and the purchaser.\"\nEU Commissioner Mairead McGuinness said all sides needed to \"calm down\".\n\"I think all of us should put our hands up and say we were not prepared for this global pandemic,\" she said. \"We did not do our best at the beginning but we are doing our best now to protect our citizens.\n\"I think we all need to, if you like, calm down, look very... dispassionately at the situation around the raw materials for vaccines, around where they are produced and how we might ramp up that production.\"\nDespite the success of the vaccine rollout, Mr Wallace did not rule out extending England's ban on overseas holidays amid rising cases in other countries.\nMr Wallace said booking a trip abroad would be \"premature\".\nIt comes after a scientist on a government advisory body said summer holidays overseas are \"extremely unlikely\" because of the risk that travellers will bring coronavirus variants to the UK.\nThe earliest date people in England could holiday abroad is 17 May.\nThe Scottish and Welsh governments also said international travel will not be possible before 17 May, while Northern Ireland has not set a date.\nMeanwhile, a leading epidemiologist has predicted that people may need to wear face coverings and socially distance for several years before a return to normality.\nDr Mary Ramsay, the head of immunisation at Public Health England, said basic measures could be in place until other countries successfully roll-out jabs.\nShe said people \"have got used to those lower-level restrictions now, and people can live with them, and the economy can still go on with those less severe restrictions in place\".\n\"So I think certainly for a few years, at least until other parts of the world are as well vaccinated as we are, and the numbers have come down everywhere, that is when we may be able to go very gradually back to a more normal situation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56477970",
      "category": "uk-scotland-glasgow-west",
      "title": "Old Firm fans praised for heeding 'stay at home' call",
      "tags": "Coronavirus lockdown measures,Glasgow,Armadale",
      "text": "Celtic and Rangers football fans have been praised for sticking to lockdown restrictions.\nPolice Scotland confirmed there had been no arrests made following the Old Firm fixture as fans heeded warnings to \"stay at home\".\nThe message was heavily promoted ahead of Sunday's match at Celtic Park.\nDespite a significant police presence at both Parkhead and Ibrox, police said the warning was observed by the vast majority.\nHowever, while Glasgow appeared quiet, a crowd of Rangers supporters gathered in West Lothian.\nSocial media posts showed fans celebrating in the street in Armadale.\nA police spokesperson said: \"Officers are currently in attendance managing a crowd who have gathered in Armadale.\n\"Local road closures were put in place for a short period of time and roads have since reopened. Police remain in the area.\"\nPolice Scotland mounted a major operation in a bid to prevent a repeat of celebrations by fans two weeks ago.\nThousands of Rangers supporters broke lockdown rules to gather at Ibrox Stadium and Glasgow's George Square following the team's league title win.\nTop officers warned similar behaviour would not be tolerated and there would be arrests if advice was ignored.\nAssistant Chief Constable Bernard Higgins said: \"I'd like to thank the vast majority of fans from both clubs who took responsibility to prevent the spread of coronavirus by staying at home and not gathering at Celtic Park or anywhere else.\n\"Where small groups of people did gather, officers engaged and encouraged them to disperse and return home.\n\"The clear message to all supporters as the football season continues over the coming weeks is to stay safe by staying at home and please do not gather in large groups.\"\nHe added: \"I'm grateful for the co-operation and support from all clubs and we will continue to work with them and the Scottish government to ensure the season can be completed safely.\"\nThe match, which took place behind closed doors at the Celtic Park stadium, ended in a 1-1 draw.\nIn a moment of solidarity, Celtic captain Scott Brown put his arm around Rangers midfielder Glen Kamara, who was the target of alleged racist abuse during his side's Europa League tie with Slavia Prague on Thursday. \nThe league fixture was only given the go-ahead on Friday. \nJustice Secretary Humza Yousaf said the decision to proceed followed \"extensive engagement\" with the clubs, the SPFL, Police Scotland and Glasgow City Council."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56462200",
      "category": "world-europe",
      "title": "Covid restrictions: Can music festivals be safely planned?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56400751",
      "category": "uk",
      "title": "What is the Police, Crime, Sentencing and Courts Bill and how would it change protests?",
      "tags": "Metropolitan Police Service",
      "text": "The House of Lords has voted to reject controversial changes to the way protests are policed.\nThe government's Police, Crime, Sentencing and Courts Bill will now go back to the House of Commons so MPs can respond.\nThe bill is a mammoth piece of legislation which includes major government proposals on crime and justice in England and Wales. It needs to be passed by both the House of Commons and the House of Lords to become law.\nThe government has been defeated in the House of Lords on some of the bill's most contentious parts, including plans to give the police new powers to stop protests in England and Wales if they are deemed to be too noisy and disruptive.\nThe Lords also added some proposals of their own to the bill, including one to make misogyny a hate crime.\nThe bill now faces going back and forth between the Commons and Lords until agreement is reached.\nBut some of the measures that the Lords rejected cannot now feature in the final legislation, because of the way the government introduced them.\nThese include one of most high-profile proposals, which would have made it illegal for protesters like Insulate Britain to cause serious disruption by locking themselves to things.\nThis measure could now only be brought back by the government in a new bill.\nIf the police want to restrict a protest, they generally have to show it may result in \"serious public disorder, serious damage to property or serious disruption to the life of the community\". \nThey can also impose specific measures on the routes of marches.\nWhen it comes to major events, such as the COP26 protests, details around protests are typically agreed with the organisers weeks in advance.  \nPolice chiefs would be able to put more conditions on static protests, such as those organised by Extinction Rebellion where roads and bridges are occupied.\nThey would be able to:\nSo if a single individual was holding a protest placard while sharing their views via a loudspeaker, and refused to follow police directions about how they should conduct their protest, they could be fined up to £2,500. \nIt would also become a crime to fail to follow restrictions the protesters \"ought\" to have known about, even if they have not received a direct order from an officer. \nAt present, police need to prove protesters knew they had been told to move on, before they can be said to have broken the law. \nThe proposed law also includes an offence of \"intentionally or recklessly causing public nuisance\". \nThis is designed to stop people occupying public spaces, hanging off bridges or employing other similar tactics.\nAnother measure clarifies that damage to memorials could lead to up to 10 years in prison. This follows the toppling of a statue of slave trader Edward Colston in Bristol. \nThe four people who had been accused of illegally removing the statue were recently cleared of criminal damage at Bristol Crown Court.\nThe right to protest and express yourself is enshrined in the Human Rights Act. Police commanders have to show they have taken this into account. \nBut that right is not absolute. Protests can be limited by police if they believe they have good reason to impose restrictions on an event to ensure public safety, or to prevent crime. \nThe Home Office insists its proposals do respect human rights. \nBut the history of public protest is littered with long and complex legal battles over whether police have used their powers properly. \nOne of the most important cases - about the police's power to contain a crowd for an indefinite period - took 11 years of courtroom arguments before concluding that the tactic was lawful. \nThe Labour Party opposes the bill in its current form. \nShadow home secretary Yvette Cooper says the legislation has been \"rushed\" and will create \"incredibly widely-drawn\" powers, \"for example, allowing the police to stop and search anyone in the vicinity of a protest, including passers-by, people on the way to work and peaceful protesters\".\nGreen party peer Baroness Jones described the government's plans as \"oppressive\" and \"plain nasty\".\nRights of Women, a campaign group, says the bill fails to introduce long-called-for measures that could reduce violence against women and girls, such as providing more support in communities.\nHowever, the government says that other parts of the legislation toughen sentencing for serious violent and sexual offences and introduce new police bail rules for suspects under investigation. \nThe bill would also place a legal duty on police and local authorities to come up with a joint action plan to tackle serious violence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56472115",
      "category": "uk",
      "title": "Dawn Bilbrough: Food plea nurse considers quitting after Covid",
      "tags": "Nursing,NHS,Stockpiling,Coronavirus pandemic",
      "text": "A critical care nurse who tearfully urged the public to stop panic buying last year has said she is considering leaving her profession.\nDawn Bilbrough said the past year had been \"relentless, incredibly traumatic and emotionally and physically exhausting\".\nHer video message in March 2020 went viral after she found supermarket shelves empty following a 48-hour week.\nMs Bilbrough told the BBC the \"burden\" of seeing patients die had been \"hard\".\nThe 52-year-old, from York, told BBC Radio 4's The World This Weekend that nothing in her 20-year nursing career could have prepared her for the last 12 months.   \nSpeaking as the anniversary of her video approached, she said: \"There have been times when I've come home and had a good cry, because we have witnessed so much… we're at the patient's bedside 12 hours a day and they haven't had that usual psychological support from their families. \n\"So we've been there… and got to know them as people, their likes and dislikes, their dreams; and then they've become really unwell and been placed on ventilators and quite often they haven't got through that. \n\"And that's been difficult because personally I've felt a bond to my patients, and to witness them not progress as we would wish, that's been really hard.\"\nIn the viral video, taken following a visit to a supermarket after she finished her working week, Ms Bilbrough pleaded with people to stop panic buying so she could purchase food. \n\"There's no fruit and veg, I had a little cry in there,\" she said.\nMs Bilbrough later went on to develop coronavirus symptoms.\nShe has now described seeing coronavirus patients die as a \"burden\" she has to bear. In normal times, she might lose a patient in intensive care once every two weeks, but during the pandemic several were dying every day. \nIn the last wave over winter, she said more died than survived.  \n\"I was once working in a pod where there were four patients with Covid,\" she said.\n\"I left my shift at 20:00 in the evening. When I returned the next day all the patients had died, and were replaced with different people… although it's hard bearing this burden, you don't become desensitised - if you do, it's time to give up the profession.\"\nMs Bilbrough warned the pandemic was not over and that it was \"shocking\" that those on ventilators now are often in their 50s.\n\"What we have at the moment is an awful lot of patients that remain on ventilators that have been on them since January... we've got young people that are still needing that support. So it's quite shocking,\" she added.\nAmid calls for a better pay rise for nurses, Ms Bilbrough said the public has \"huge respect for the profession, and I do hope it will continue when people go back to their normal lives… I hope they remember the sacrifices and the burdens that people within the profession have made over the past year and will continue to make for a little while longer\".\nMs Bilbrough said she has not dealt with the emotions of the most challenging year of her career because she has had to get on with her job.\nShe expressed her hope for support for the long-term stress, anxiety and depression those in her profession are experiencing.\n\"There's just this overwhelming sense of sadness that creeps in… and I think we have to kind of bury that because we're professionals and we can't explore that too deeply when we're at work,\" she said.\n\"So we're…carrying it around with us and for me, it's starting to come up a little bit and it needs to be addressed and processed, and it's going to take some time.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56473067",
      "category": "uk-politics",
      "title": "Foreign aid: Government decision to cut budget 'unlawful', says peer",
      "tags": "Foreign, Commonwealth and Development Office,International aid",
      "text": "The government's decision to cut foreign aid without passing new legislation has been called unlawful by an ex-director of public prosecutions.\nLord Macdonald of River Glaven said No 10 acted outside the law when it ditched its policy of spending 0.7% of national income on aid.\nHis formal legal opinion was commissioned by senior Tory MPs campaigning to reverse the aid cut.\nThe advice says No 10's decision could be tested in court via judicial review.\nHowever, the Foreign, Commonwealth & Development Office said the government had acted in accordance with the International Development Act 2015 - a piece of legislation that enshrines the 0.7% target in law - and remained a world-leading aid donor, spending £10bn on aid this year.\nLast autumn, the government said it would not meet the 0.7% target in the coming financial year and cut spending to just 0.5% of national income - a move that would save about £4bn a year.\nChancellor Rishi Sunak claimed the cut was needed to save money during the pandemic, and would be \"temporary\".\nBut opponents claimed the decision was politically motivated and designed to attract voters in so-called \"red wall\" constituencies held by Conservatives in the north of England.\nLabour's Preet Kaur Gill said cutting the aid budget would \"strip life-saving support from millions of people leaving them to die\".\nShe called on the government to put the change to a vote in Parliament, adding: \"Failure to do so will diminish Britain's claim to be a global force for good and weaken our credibility and ability to defend the rule of law around the world.\"\nAlthough the 0.7% is enshrined in law, ministers have claimed the legislation allows them to miss the target, just so long as they explain to parliament why they have done so.\nBut Lord Macdonald's legal advice - which was first reported by the Sunday Times - disagrees and says the law does not give Foreign Secretary Dominic Raab any right to change the 0.7% target, which is different from missing it.\nThe crossbench peer, who was previously affiliated with the Liberal Democrats, is one of the best known names in British legal circles of the past 25 years. \nAs Ken McDonald, he was a co-founder of London-based Matrix Chambers with other leading lawyers at the start of this century, including Tony Blair's wife Cherie Booth. The newly-established barristers' chambers specialised in a number of high-profile human rights cases.\nHe later became the first defence lawyer to be appointed to the role of director of public prosecutions.\nThe current advice is issued by Matrix Chambers and states: \"The Secretary of State's decision is unlawful, not because of a (mere) failure to meet the 0.7% GNI target, but because the secretary of state has proceeded on the erroneous assumption that he has some power to alter the target itself.\"\nIt adds: \"The illegality of the…decision is clear: the secretary of state proceeded on the erroneous assumption that he was free to establish a \"target\" for official development assistance which is below 0.7% GNI. \n\"In truth, no such discretion was open to him. For that reason, his decision is arguably ultra vires the 2015 Act.\"\nAndrew Mitchell, a former international development secretary, is urging the government to put the change to the aid target up for a House of Commons vote.\nThe Conservative MP said: \"This legal opinion, finding that the government's decision is 'unlawful' and that the government's 'illegality is clear', is not unexpected. \n\"The foreign secretary told the Commons that his own legal advice required a change in the legislation, in order to change the 0.7% target. That's why I have been urging ministers to address this in parliament. \n\"I still believe that it is not too late to change course, before the start of the new financial year in April.\"\nBaroness Sugg, the former international development minister who quit her role over the cut to the aid target, said: \"Britain, as a force for good, sets global standards and defends the rules based international system. \n\"Legal opinion like this risks undermining our credibility on the world stage at the very moment we need to strike trade deals, negotiate communiqués and agree ambitious legally binding climate targets.\"\nOxfam GB's chief executive Danny Sriskandarajah said: \"The decision was clearly immoral, now it appears to have been unlawful as well.\"\nThe Foreign, Commonwealth & Development Office insisted the government had acted in accordance with the International Development Act  - which explicitly envisaged circumstances when the 0.7% target was not met. \nIt added the government had sought legal advice throughout the process and remained a world-leading donor, spending £10bn on aid this year.\nA statement from the FCDO said: \"The seismic impact of the pandemic on the UK economy has forced us to take tough but necessary decisions, including temporarily reducing the overall amount we spend on aid.\n\"The UK government has acted in accordance with the International Development Act 2015 throughout this process.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56472495",
      "category": "uk",
      "title": "Covid-19: Census to give snapshot of pandemic life, and food plea nurse considers quitting",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow.\nThe Office for National Statistics has said this year's census will provide insights into the impact of the coronavirus pandemic and Brexit on people's lives. The once-in-a-decade survey of people living in England, Wales and Northern Ireland will for the first time include voluntary questions for over-16s on gender identity and sexual orientation. Questionnaires are completed online. In Scotland, the census has been delayed to March next year because of Covid restrictions. Meanwhile, have a million people left the UK?\nLast March, critical care nurse Dawn Bilbrough filmed a tearful video message urging the public to stop panic buying after she found supermarket shelves empty following a 48-hour week. A year on, she has told the BBC that she is considering quitting her profession, admitting the \"burden\" of seeing patients die during the pandemic has been \"hard\". The 52-year-old from York said the past year had been \"relentless, incredibly traumatic and emotionally and physically exhausting\".\nAirline passenger numbers fell 75.6% worldwide last year, and coronavirus vaccines are seen as a key part of reviving the industry. The boss of Australian airline Qantas believes governments will \"insist\" on jabs for international travellers. And even if they do not, Qantas should enforce its own policy, chief executive Alan Joyce told the BBC.\nThe government's announcement last year that it would cut its foreign aid target from 0.7% to just 0.5% of national income sparked widespread criticism. Chancellor Rishi Sunak said at the time it was hard to \"justify\" the spending with the UK facing record borrowing because of the pandemic. But the government's failure to pass new legislation has been called unlawful by a former director of public prosecutions.\nLockdown restrictions have led many to rethink who they want to isolate with. For Orla Smyth, she chose to move in with her mother, Therese Smyth, for the last two weeks of her life. Her mother, who lived with cancer for 10 years, relocated to a Marie Curie Hospice in Belfast when her condition deteriorated. Orla joined her.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nLockdown restrictions have begun to be eased across the UK. Here's what you need to know.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56478904",
      "category": "uk",
      "title": "Fireworks thrown in 'unprecedented' Bristol violence",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56477887",
      "category": "uk-england-bristol",
      "title": "Bristol protest: Police attacked as 'Kill the Bill' demo turns violent",
      "tags": "Coronavirus lockdown measures,Avon and Somerset Constabulary,Bristol",
      "text": "Protesters have attacked police after thousands of people turned up to a demonstration that officers had \"strongly advised\" against attending. \nOfficers suffered broken bones and police vans were set alight as angry scenes unfolded in Bristol city centre.\nCrowds had gathered for the Kill the Bill demonstration in opposition to the Police and Crime Bill.\nDemonstrators scaled a police station, threw fireworks into the crowd and daubed graffiti on the walls.\nHome Secretary Priti Patel described the events as \"unacceptable\".\n\"Thuggery and disorder by a minority will never be tolerated,\" she said. \"Our police officers put themselves in harm's way to protect us all.\"\nAvon and Somerset Police said what had started \"as a peaceful protest\" had been \"turned by a small minority into a violent disorder\".\nTwo police vehicles were set on fire, damage was caused to a police station, one officer suffered a broken arm and another suffered broken ribs, the force added.\nBy Joanna Prior, BBC News\nAt the beginning of the night the mood was generally lively but not aggressive. \nThere was broken glass across the road and some people had climbed on top of traffic lights but there was no police intervention.\nThe dense crowd eventually splintered, with some moving away to carry on drinking and listen to music. \nThe atmosphere among those who remained became more volatile. \nRiot police in full protective gear formed a barricade in front of the station, but the officers didn't engage with the protesters at all. \nThey stood by as their shields and vans were daubed with graffiti - some of it profane and some of it hostile towards the police themselves and Home Secretary Priti Patel.\nThen the atmosphere took a marked turn when the first police vehicle was set on fire. Huge plumes of black smoke rose up from Bridewell Street. \nA small number of protesters jumped on to the roof of a second police van, thumping on the glass as the officers tried to reverse. \nObjects were being thrown by protesters into the crowd and still the police did not move from their positions.\nAs well as the police vehicles set on fire, others were smashed up and their tyres let down as the crowd chanted \"shame on you\".\nPolice said perpetrators would be \"identified and brought to justice\".\nIt is not clear if any arrests have been made but a spokesman for Avon and Somerset Police said there would be \"significant consequences for behaviour such as this\".\nAvon and Somerset Police Federation chairman Andy Roebuck said: \"This is the worst violence in Bristol for many, many years. \n\"It's really unprecedented violence. Between four and six or possibly more officers are seriously injured and some have broken bones.\n\"No-one had any indication it would erupt this way.\"\nBristol mayor Marvin Rees said he recognised \"the frustrations\" with the Police, Crime, Sentencing and Courts Bill but said that \"smashing buildings in our city centre, vandalising vehicles, attacking our police will do nothing to lessen the likelihood of the bill going through\". \nThangam Debbonaire, shadow housing secretary and MP for Bristol West, added: \"The scenes of violence and direct attack on the police in Bristol city centre will distress most people, including anyone who believes in defending the right to peaceful democratic protest.\"\nDarren Jones, Labour MP for Bristol North West, tweeted that the scenes in the city were \"completely unacceptable\".\n\"You don't campaign for the right to peaceful protest by setting police vans on fire or graffitiing buildings,\" he said.\nVideos on Twitter showed protesters rocking and kicking a police van while officers on horseback were pushed by the crowd.\n\"Officers are continuing to deal with a smaller number of protesters in Bridewell Street,\" a police spokesman said earlier.\n\"They've had projectiles thrown at them, including a firework, and have been verbally abused.\n\"This is unacceptable behaviour and those responsible for offences will be identified and brought to justice.\"\nCampaigners have staged a string of protests against the bill, which would give the police more powers to deal with non-violent demonstrations. \nMany attendees in Bristol wore face masks and carried placards with slogans such as: \"Say no to UK police state\", \"Freedom to protest is fundamental to democracy\", and \"Kill the Bill\".\nAvon and Somerset Police had encouraged people to stay away from the demo and attend virtual protests instead.\nMass gatherings are currently banned under coronavirus legislation and anyone breaching regulations could be fined, though some MPs have said the law should change to allow protests.\nThis weekend has seen a number of protests and demonstrations, with campaigners gathering in support of various causes. \nHave you witnessed the protests? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56460329",
      "category": "business",
      "title": "Qantas boss: Governments 'to insist' on vaccines for flying",
      "tags": "Coronavirus vaccines,Qantas,Aerospace,Air travel,Vaccine passports,Coronavirus pandemic,Australia",
      "text": "The boss of Australian airline Qantas has told the BBC that \"governments are going to insist\" on vaccines for international travellers.\nCoronavirus vaccines are seen as crucial to reviving an industry that saw worldwide passenger numbers fall 75.6% last year. \nChief executive Alan Joyce said many governments were talking about vaccination as \"a condition of entry\". \nEven if they weren't, he thought the airline should enforce its own policy.\n\"We have a duty of care to our passengers and to our crew, to say that everybody in that aircraft needs to be safe,\" Mr Joyce said. \nHe believes that would justify changing the terms and conditions on which tickets are booked. \nAnd Mr Joyce thinks passengers would be willing to accept the change. \"The vast majority of our customers think this is a great idea - 90% of people that we've surveyed think it should be a requirement for people to be vaccinated to travel internationally.\"  \nBut some powerful voices are among those who disagree, including the World Health Organisation. Its director of digital health and innovation, Bernardo Mariano, told the BBC: \"We don't approve the fact that a vaccinations passport should be a condition for travel.\" \nHe added that - regardless of what the private sector wanted - a unified approach from governments would be needed to make such a change work. \nAviation is vital to the global economy. The International Air Transport Association (Iata) estimates that it supports $1.8 trillion (£1.3tn, A$2.3tn) in global economic activity.\nBut government restrictions and fears of catching coronavirus have led to an unprecedented fall in passenger numbers in an industry which carried 4.5 billion people in 2019.  \nAustralia's government has closed its borders to almost all foreigners and has also periodically closed internal borders.\nEven with vaccines, Mr Joyce thinks that \"once we open up our international borders, we're going to have the virus circulating\". \n\"And that's going to be a big change for a lot of Australia, to find that acceptable,\" he said. \"We need people to understand they can't have zero risk with this virus. We manage risk in so many different other ways for other parts of life.\"\nThe lack of passengers means that in the last six months of 2020 Qantas lost $800m (£580m, A$1.03bn). That compares with a profit of $596m (£430m, A$771m) in the same period of 2019. It's also meant 8,500 job cuts from a pre-pandemic staff of about 29,000. \nAnd thousands of others are on furlough, with the Australian government paying their wages. Other international carriers have seen similar reversals in their fortunes.\nIn response, airlines have cut their capacity, with huge numbers of aeroplanes put into storage. For Qantas that was about two-thirds of their 314 aircraft. \nAmong them are the airline's fleet of giant, double-decker Airbus A380s, one of which was being refurbished when the pandemic took hold. It \"went from Dresden in Germany where the reconfig took place straight to the Mojave Desert, and nobody sat on those seats\", Mr Joyce said.\nQantas says vaccines will be required to fly \nHaving less supply of any product normally means that prices climb in response to an increase in demand. However, Mr Joyce doesn't think the combination of fewer seats and the easing of restrictions will lead to higher prices. \n\"In some cases, we think the airfares could be half of what they were pre-Covid,\" he said. \"And that will be there to stimulate demand.\"\nIt could be that way for some time. \"Internationally it's going to take a while for it to recover to 2019 levels,\" the airline boss said.\nWhen flights do get going again, the priority will be bringing money in and any surge in demand can be dealt with by bringing more aircraft back into service. \n\"So we're very confident that it's not going to be higher airfares,\" Mr Joyce insisted.\nLast month Qantas pushed back the date at which it expects its international flights to resume from July to the end of October. That's the point at which the Australian government hopes to have vaccinated all adults and the date for which the airline is now selling international tickets.\n\"The number one flight by a significant amount is Perth to London non-stop,\" says Mr Joyce. The demand for the ultra-long haul flights is, he says, \"a good indication\" that after pandemic passengers will try to avoid changeovers in airports filled with other people. \nThat desire to travel direct means \"the business case is probably going to be stronger\" for what Qantas calls \"Project Sunrise\".  It is likely to eventually involve direct flights \"from Sydney and Melbourne non-stop into Europe and non-stop to the east coast of  the United States\", he said.\nTests have already taken place but the launch has been delayed, and is now not expected until 2024.\nAviation is responsible for about 2.5% of global carbon emissions. \nBut Qantas claims to have the \"world's biggest airline carbon offset programme\". It is also investing $38.7m (£28m, A$50m) in a partnership with BP to develop a sustainable aviation fuel industry in Australia. In addition, it said it was looking at technology such as more fuel-efficient planes as well as electric and hydrogen-powered vehicles.\n\"I think you have to do it,\" Mr Joyce said. Spending money to cut emissions, he says, shows \"it's not just a focus on the bottom line\".\n\"You have to actually do the right thing by the environment, do the right thing by society. Otherwise, you don't have a social licence to operate in the future.\"\nTo keep the finances on course during the pandemic Qantas has raised $770,000 (£560,000, A$1m) by selling bar carts that in-flight drinks were served from on its now-retired Boeing 747s, as well as wine in plastic bottles and a stock of the quintessentially Australian chocolate biscuit, Timtams. \nMr Joyce says: \"You just have to have that flexibility, that adaptability, to survive.\" \n\"It's the reason why Qantas survived for 100 years\" and is the oldest continuous operating airline in the world, he said.\n\"That's part of our DNA. That's why we're going to survive for at the least the next 100 years.\"\nYou can watch Alan Joyce's full interview on \"Talking Business with Aaron Heslehurst\" this weekend on BBC World News at Saturday 2330 GMT,  Sunday  0530GMT, 1630 GMT,  Monday 0730 GMT, 1130 GMT and  Tuesday at 1330 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56472645",
      "category": "world-asia",
      "title": "Pakistan: Two men sentenced to death for motorway rape",
      "tags": "Pakistan,Sexual violence",
      "text": "A court in Pakistan has sentenced two men to death for a rape which triggered public outrage.\nAbid Malhi and Shafqat Ali Bagga came across a Pakistani-French woman and her two children stranded on a motorway.\nThe men broke into their car, which had run out of petrol on the road near Lahore, robbed them and raped the woman in front of her children. \nLater comments by a policeman, who questioned why the woman had been out late on her own, led to mass protests.\nOn Saturday, a special court in the eastern city of Lahore convicted Abid Malhi and Shafqat Ali of gang rape, kidnapping, robbery and terrorism offences.\nTheir lawyer said they would appeal against the decision, according to the AFP news agency.\nOn 9 September 2020, the woman - whose name has not been publicly released - ran out of fuel on a motorway leading out of Lahore. Her two children were with her.\nShe called her relatives in Gujranwala who advised her to call the motorway emergency numbers and also set off to help her.\nAccording to the complaint registered with the police by one of the woman's relatives, the car was broken into by two men in their early to mid-30s who stole money and jewellery she had on her. They raped her in front of her two children in a nearby field, and then escaped.\nPolice say the woman was traumatised, although she did provide them with some basic descriptions of her attackers.\nThe next day the most senior police official in Lahore, Umer Sheikh, appeared in front of the media and implied that she had been partly to blame. He questioned why she had not taken a busier road, given that she had been alone with her children, or checked her fuel before departing.\nIn several TV appearances he reiterated these points, also adding that the woman, who is a resident of France, seemed to be operating under the impression Pakistan was as safe as France.\nThe reaction was like nothing seen in the country before and came from all quarters.\nOn social media people called him out for his victim-blaming.\nThousands of people across Pakistan also took part in protests, demanding justice and better protection of women in the country.\nIn December, new rape laws were passed, offering faster trials and tougher sentences."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56476995",
      "category": "world-asia",
      "title": "Afghanistan: US Defence Secretary Lloyd Austin on unannounced Kabul visit",
      "tags": "Kabul,Afghanistan,Ashraf Ghani",
      "text": "US Defence Secretary Lloyd Austin has made an unannounced visit to Afghanistan, weeks before a planned withdrawal of all remaining US troops.\nAfter meeting President Ashraf Ghani in Kabul, he called for a responsible end to the war but would not say whether the deadline would be met.\nMr Austin said the focus should be on reducing high levels of violence to allow a negotiated end to the conflict.\nThe pullout was agreed with the Taliban by the Trump administration last year.\nBut there are questions over whether the insurgents have kept their pledge to negotiate with the Afghan government.\nNew US President Joe Biden has said the 1 May deadline would be tough to meet, prompting warnings of \"consequences\" from the Taliban.\nMr Austin is the first member of Mr Biden's cabinet to visit Afghanistan. He flew into Kabul on Sunday at the end of a brief tour of Asia.\nSpeaking to journalists, Mr Austin would not say whether the Taliban had met their obligations under the recent deal.\n\"It's obvious that the level of violence remains pretty high in the country,\" he said, quoted by the New York Times. \n\"We'd really like to see that violence come down, and I think if it does come down it can begin to set the conditions for some really fruitful diplomatic work.\"\nThere are fears that if foreign militaries withdraw before a lasting agreement is reached, the Taliban might return to power.\nThe US says it has some 2,500 troops still in Afghanistan.\nThe Trump administration made withdrawing troops from Afghanistan a priority.\nThe deal signed in February 2020 said that the US and its Nato allies would withdraw all troops in 14 months if the Taliban upheld its promises, including not allowing al-Qaeda or other militants to operate in areas it controlled, and proceeding with national peace talks.\nAlthough the Taliban, a hard-line Islamist movement, stopped attacks on international forces as part of the historic agreement, it has continued to fight the Afghan government.\nAs a condition of starting negotiations with the Afghan government, the Taliban also demanded that thousands of their men be released in a prisoner swap. \nDirect talks then began Doha in September 2020, but a breakthrough has still not been reached."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56469844",
      "category": "uk-wales",
      "title": "Covid: Ex-MP's husband 'had do not resuscitate order'",
      "tags": "NHS Wales,Coronavirus pandemic",
      "text": "A former MP is calling for an investigation following her husband's death amid growing concern over the use of do not resuscitate orders.\nFormer Conwy MP Betty Williams' husband Evan died at Ysbyty Gwynedd in Bangor last April after contracting Covid.\nShe said she had not been told about the decision on a DNR order - which she said was made the day he died - despite speaking to staff before his death.\nThe health board said it was unable to comment on individual cases.\nIn a statement, Betsi Cadwaladr University Health Board chief executive Jo Whitehead said: \"I would like to offer my deepest condolences to Mrs Williams following the loss of her husband. \n\"Due to patient confidentiality, we are unable to comment on individual cases. \n\"We would urge her to contact us directly if she has any concerns.\"\nBut Ms Williams told BBC Radio Wales' Sunday Supplement she had already written to the new chief executive to highlight her concerns.\nIt comes as the care watchdog for England said individuals' human rights may have been breached in more than 500 cases where DNR decisions were made during the Covid pandemic.\nMr Williams, 79, died on Good Friday - 10 April - after being diagnosed with acute pneumonia. \nTwo tests for Covid had been returned negative but a third result came back positive following his death.\nThe last time Ms Williams saw her husband of 52 years was when paramedics took him to hospital from their home. \n\"I had a telephone call from a doctor telling me that his condition has deteriorated,\" she said.\n\"Nothing at all was said to me about DNR instructions,\" she said.\nShe said a DNR order was signed by two consultants.\nMs Williams, who stood down as a Labour MP more than a decade ago, said she wrote to the health board asking about the DNR order on 27 April and whether he had given his consent.\nShe said she received confirmation on 12 June that he had not.\n\"It's like pulling teeth,\" she said.\n\"I had to drag this information out.\"\nMs Williams said she would again be writing to the chief executive asking her to \"conduct an investigation into how she's going to deal with this\".\nMr Williams had a lung condition as a result of working in a factory producing mining equipment in Penygroes.\n\"He was in hospital when he fell ill but was having physio in preparation for coming home,\" she said.\n\"There was a very sad occasion two days before he died. He rang me at 09:15 on the Wednesday and said to me in Welsh 'I've never been so ill in my life'.\"\nMrs Williams said he was \"a wonderful husband and was brilliant with our disabled son\". \n\"He carried so much of the burden when I was back and forth to London. His two grandsons in Groeslon miss him dearly. They thought the world of him.\"\nFirst Minister Mark Drakeford stopped short of saying a review would be held into DNR orders when asked during an interview on BBC Politics Wales.\nHe said guidance had been given to the health service in Wales \"early on in the coronavirus crisis\" by the chief medical officer after a GP practice sent an \"unfortunate letter\" to patients last April asking them to sign DNR consent forms.\n\"If there's more to find out then we will definitely want to find out. I completely agree with that,\" he said.\n\"But I also want to be clear that, because we had an early incident, we were on top of this issue from right at the start of the pandemic.\"\nFollowing the publication of the Care Quality Commission's report into cases in England, the Welsh Conservatives said they \"pressed for clarity over this issue in Wales\" because they felt \"none has really been forthcoming\".\nAngela Burns MS, the party's health spokeswoman, said: \"It's now essential that we have transparency over this matter, which mean some difficult and uncomfortable questions will need to be asked, and answered, including how many DNR notices have been applied in Wales without consultation - and how many, if any, have been acted on.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56377442",
      "category": "uk-wales",
      "title": "Covid: Welsh firms looking at flexi-working 'permanently'",
      "tags": "Flexible working,Coronavirus lockdown measures,Wales business,Cardiff,Cardiff University,Welsh government,Wales economy,Coronavirus pandemic",
      "text": "Some of Wales' major employers say they are considering a permanent shift to flexible working after the pandemic.\nThe Welsh government, Cardiff University and Admiral Group say they are all consulting with staff about a hybrid of home and office working.\nHowever, experts say there will always be a place for office working - especially for those starting careers.\nThey say many major organisations will instead have smaller offices and allow more flexible working. \nInsurer the Admiral Group, based in Cardiff, currently has the majority of staff working from home with a very small number working from offices.\nThe company's head of people, Rhian Langham, said staff were telling the company how they wanted to \"embrace all of the best bits of working from home whilst preserving our amazing culture\".\nShe said they were looking at a hybrid of working in the office and from home once buildings could reopen more widely.\n\"Our key considerations are our commitment to great customer service and ensuring we keep our unique culture alive and thriving, and we believe we can do both in a hybrid working environment,\" she added.\nFigures from the commercial property sector show that, on average, over the past 10 years, office take-up in Cardiff city centre was 350,000 sq ft a year.\nIn 2020 the total was 235,680 sq ft, with 120,000 sq ft of that taken up by Legal and General's new building at Central Square, due to be completed by November 2022. \nCardiff University's five-year lease on its Friary House offices in the city is also up for renewal this year. The university has not confirmed whether it will renew.\nA spokesman said feedback from staff showed many would like to keep some of the working practices they have had to adopt because of Covid.\n\"As part of our thinking, we are also exploring our estate's footprint and the carbon emissions associated with our buildings and commuting to work,\" the university said.\n\"In doing so, we aim to do our part to help reduce Cardiff University's carbon footprint and address climate change.\" \nThe Welsh government has said it wants to give workers more flexibility to work remotely. \nA network of community-based working hubs within walking or cycling distance of people's homes are being considered and could be used by public, private and third-sector employees. \nA spokesman for the government said it was consulting with staff and unions over long-term remote working with \"ambitions\" of having up to 50% of staff working remotely at any one time.\n\"Allowing more staff to work remotely will be key contributor to our carbon reduction aims and result in a fairer distribution of jobs across Wales,\" they said.  \nEarlier this month, oil giant BP told office-based staff they would be expected to spend two days a week working from home after lockdown restrictions ease.\nAnd last week Blaenau Gwent council set out plans to vacate and demolish its headquarters in favour of hubs and homeworking.\nDr Martin James from Swansea University's School of Management said any recession could contribute to encouraging firms to embrace home working to help reduce costs.\nHowever, he said it was too early to declare \"the death of the office\", although research showed productivity had increased with home working. \nBut Dr James said roles that became fully remote and \"don't require the office dynamic\" were in danger of being outsourced.\n\"A lot of research is going to be happening and strategic thinking at the moment because even relatively minor shifts can lead to profound changes.\"\n\"[That can be] where companies are located and what spaces they are going to retain and - while companies may be holding off from making big decisions in the short term - there is a concern that won't go away and will result in a review, particularly in terms of real estate and commercial property and where they're going to be locating their staff.\"\nCommercial property consultant Chris Sutton said he believed there would always be a place for office working for those starting out in their careers. \n\"One of the casualties of working from home has been personal development and people learning on the job,\" he said.\n\"If you're highly-experienced, you can work remotely but it's difficult for people at the first stages of their career.\"\nMr Sutton said office space had been a key driver of the economy over the past decade, particularly in Cardiff which had seen a total of 1.5 million sq ft of office space developed.\nHe added: \"Those large-scale developments have been a driver of growth for the city centre - it feeds the bars, restaurants and retail and theatre - and the whole city is losing not having staff at full capacity.\n\"We won't see a cliff edge of a large-scale vacation of floor space simply because organisations are tied into long leases, but in time, we will see major organisations having a smaller-scale footprint and allowing more flexible working.\" \nDirector of CBI Wales Ian Price said once lockdown was eased there would need to be a continued collaboration between remote workers and those in the office.\nHe said: \"While Covid-19 has undoubtedly caused real damage across the Welsh economy with too many jobs and livelihoods lost but there has also been real innovation.\n\"Firms have done amazing things to keep operations going and deliver for customers - some that will continue well into the future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56476998",
      "category": "world-australia",
      "title": "Australia floods: Thousands evacuated as downpours worsen",
      "tags": "Floods,New South Wales,Sydney,Australia",
      "text": "Some 18,000 people have been evacuated from severe floods across New South Wales (NSW) in Australia, with more heavy rainfall predicted.\nThe state's entire coast is now under a severe weather warning.\nDays of torrential downpours have caused rivers and dams to overflow around Sydney - the state capital - and in south-east Queensland.\nThe military is being deployed to help with search and rescue, in what has been called a \"one-in-50-years event\".\nAustralia's Bureau of Meteorology has forecast \"increased rainfall, strong winds, damaging surf and abnormally high tides\" in New South Wales on Tuesday.\nIt also said that some 10 million people across every state and territory except Western Australia were now under a weather warning.\nNSW Premier Gladys Berejiklian said no deaths had been reported by late Monday - describing it as \"a miracle given what we have been through\".\nBut there has been widespread damage in the affected areas, which are home to about a third of Australia's 25 million people.\nMs Berejiklian said many of the communities \"being battered by the floods\" had been affected by bushfires and drought the previous summer.\n\"I don't know any time in state history where we have had these extreme weather conditions in such quick succession in the middle of a pandemic,\" she said.\nPM Scott Morrison has offered funds for those forced to evacuate. He told parliament there was \"serious risk still ahead\".\nSwollen rivers cut off roads and bridges, and almost 200 schools in NSW will remain shut on Tuesday.\nPeople in more than 15 mostly low-lying areas have been ordered to evacuate and a similar number have been given evacuation warnings.\nAn order requires people to seek shelter with family or friends well away from flood impacted areas, or in a special centre. The warning tells people to prepare for an evacuation order.\nAreas north and west of Sydney, the NSW Central Coast and the Hawkesbury valley have been of particular concern.\nThere have been some 15,000 evacuations from the Mid-North Coast and a further 3,000 in Sydney, officials said. \nThe Australian Defence Force will provide search and rescue helicopters on Tuesday, after a request from the NSW government.\nPM Morrison told MPs: \"Across NSW, 1,400 first responders have conducted over 700 flood rescues and responded to over 7,500 requests for assistance.\"\nHe added: \"This is an ongoing situation that is evolving and is extremely dangerous.\"\nOne stranded family was lifted from their flooded home by a helicopter. Responders also saved a family with a baby from flooding in their home in Sydney's west.\nThere have been images of dead wildlife, livestock floating through flooded areas and rows of houses engulfed up to their windows.\nThe Hawkesbury and Nepean rivers - which border Sydney to the north and west - reached higher levels on Monday than during a devastating flood in 1961.\nMeanwhile, the Warragamba Dam, Sydney's main water source, began spilling over for the first time in five years. It reached a peak daily discharge on Sunday of 500 gigalitres - equivalent to the volume of Sydney Harbour - before falling back to 300 GL on Monday.\nOn Sunday a young couple saw their house north of Sydney swept away by flash floods on what should have been their wedding day. Shocked neighbours filmed the uprooted three-bedroom cottage bobbing along the Manning river after it burst its banks.\nIn Port Macquarie's North Shore, one resident was filmed dragging a stingray through what was his front lawn.\nIn south-east Queensland, flash floods also affected Brisbane and the Gold Coast at the weekend.\nConditions in many areas of New South Wales are expected to worsen, with officials warning that two weather systems could collide, creating a \"last blast\" of rain and storms going into Wednesday.\nThe Bureau of Meteorology said heavy rainfall would affect the whole NSW coast and several inland areas on Tuesday, bringing a \"serious risk\" of flash flooding.\n\"This situation is far from over,\" it tweeted.\nBut it added: \"Most areas of New South Wales will see a clearing trend early Wednesday as a drier airmass moves into the region.\"\nIt also sent out a tweet saying 10 million Australians were now under a weather warning - affecting an area the size of Alaska.\nThe bureau said the rainfall so far - up to 90cm in some areas - had been \"extraordinary\", with many areas across NSW resembling an \"inland sea\".\nMs Berejiklian, the NSW premier, said: \"What we're going through now is different to what you've been through for the last 50 years, so please take it seriously.\"\nJamisontown resident Ellen Brabin told ABC News that she had not seen floods as severe as this in more than 40 years.\n\"I've seen all the floods and stuff, and never had to move before so this is different,\" she said.\nThe intense summer of rain and floods in eastern Australia is a stark contrast to a year ago, when many of the same areas were scorched by mammoth bushfires and ravaged by drought.\nThis side of the continent is currently experiencing a La Niña weather pattern, which typically brings more rainfall and tropical cyclones during summer.\nTwo of Australia's three wettest years on record have been during La Niña events. Typically a La Niña sees a 20% increase in average rainfall from December to March in eastern Australia.\nScientists say that climate change is also intensifying La Niña's impact, and making weather patterns more erratic. \nAre you in the affected region?  If it is safe to do, share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-56475355",
      "category": "uk-england-suffolk",
      "title": "Stolen dogs investigation finds 83 pets in Ipswich raid",
      "tags": "Ipswich,Dogs",
      "text": "Eighty-three dogs believed stolen have been seized in a police raid.\nThe animals were found during an almost 10-hour search of West Meadows travellers' site in Ipswich on Saturday.\nOfficers, who found dogs of various breeds and ages, arrested six people at the site on suspicion of conspiracy to steal.\nSuffolk Police said it was working with other forces to reunite pets with owners as soon as possible.\nDet Ch Supt Eamonn Bridger said such thefts had \"become a particular problem across the entire country since the first lockdown began 12 months ago\".\n\"I know many victims of these crimes will be anxious to know whether or not we have recovered their pet. \n\"I would like to reassure them that we are working as quickly as possible to identify who all the dogs belong to and aim to reunite them with their owners as soon as we can.\" \nTwo men aged 34, a 38-year-old man and three women aged 35, 41, and 46 remain in police custody.\nOfficers also found \"multiple breaches\" of Covid-19 regulations at the site, and issued fines to four people, with several others given dispersal notices.\nA dispersal order is now in place to \"minimise the likelihood of any further crime or disorder\", the force said.\nThe order gives officers the power to exclude a person from an area for a period of up to 48 hours. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56471681",
      "category": "world-us-canada",
      "title": "Elon Musk denies Tesla cars are used for spying in China",
      "tags": "Elon Musk,Spying,Tesla,China",
      "text": "Elon Musk, the chief executive of the US electric carmaker Tesla, says his firm would be \"shut down\" if its vehicles were used for spying on China.\nHis comments came in response to reports that China's military had banned Tesla cars from its facilities.\nThe military had raised security concerns about the data collected by cameras installed in the cars.\nChina is Tesla's largest market after the US, accounting for about a quarter of the firm's global sales in 2020.\nOn Saturday, Mr Musk said if a business did engage in spying on a foreign government, \"the negative effects for that company would be extremely bad\".\n\"There's a very strong incentive for us to be very confidential with any information,\" Mr Musk told an influential Chinese business forum via video link. \"If Tesla used cars to spy in China or anywhere, we will get shut down.\"\nThere has long been unease about the presence of big American companies operating in China and vice versa.\nRelations between China and the US - the world's biggest two economies - are at their most strained for years.\nEarlier this week, officials from both countries traded angry words in the first high-level talks between the Chinese government and the administration of US President Joe Biden.\nMr Musk urged greater mutual trust between China and the US, where Tesla is based in California.\nHe sought to downplay concerns over companies sharing sensitive data with their home governments, referencing the case of the Chinese-owned video platform TikTok.\nLast year, former President Donald Trump threatened to ban TikTok in the US over concerns that users' data could be handed over to the Chinese government.\n\"Even if there was spying, what would the other country learn and would it actually matter?,\" Mr Musk said. \nElon Musk's car firm won approval for its Shanghai factory in 2018, becoming the first foreign automaker to operate a wholly owned plant in China.\nChina is the world's largest car market and its government has been heavily promoting the adoption of electric vehicles. This demand helped Tesla make a profit of $721m (£519m) in 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56475252",
      "category": "uk-politics",
      "title": "Covid: Tory MPs question renewal of emergency powers",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Mark Harper,Steven Baker,Lisa Nandy,Ben Wallace,Coronavirus pandemic",
      "text": "Conservative MPs have criticised the government's plan to renew emergency coronavirus powers for six months. \nA Commons vote will take place on Thursday and the government has said only necessary and proportionate measures will remain to tackle Covid.\nThe vote is expected to pass, with Labour's Lisa Nandy saying her party \"won't be standing in the way\".\nBut Tory MP Mark Harper said the plan \"raises justifiable concerns\" about further restrictions in the autumn.\nThe backbencher - who leads the lockdown-sceptic Coronavirus Research Group of MPs - tweeted: \"The burden is on government to clearly justify to Parliament each measure they wish to retain and explain why they are proportionate, reasonable and grounded in evidence.\"\nThe Coronavirus Act was brought in back in March 2020 at the start of pandemic. \nThe law gave the government wide-ranging powers unlike others seen before - from shutting down pubs through to detaining individuals deemed at risk as part of efforts to contain the spread of the virus.\nIt has to be approved every six months, but has been given a two-year lifespan, with the option for the provisions to be extended, or expired early.\nWhen it was brought in, Health Secretary Matt Hancock said the powers in the bill would only be used \"when strictly necessary\" and would remain in force only for as long as required to respond to the crisis.\nWhile this latest \"yes or no\" vote on the law is expected to pass, some Conservatives have raised concerns about the need for a further six months of emergency powers, and some rebels could vote against it. \nMr Harper said extending the Coronavirus Act was not \"compatible\" with the prime minister's pledge of a \"one-way road to freedom\" as promised in his roadmap out of lockdown - which would see all legal limits on social contact lifted by 21 June, if strict conditions are met.\nThe MP tweeted: \"If we are really to believe that the government's roadmap will be 'reclaiming our freedoms' by 21 June, why would Parliament be asked to extend the Coronavirus Act all the way until October?\n\"That is the question MPs must consider and ministers must answer this week.\"\nAnother member of the Coronavirus Research Group, Conservative MP Steve Baker, also raised questions about specific aspects of the law, saying the ability to detain someone was \"disproportionate, extreme and wholly unnecessary\".\nAnd he said if it remained illegal to stay overnight in another household over Easter, Mr Johnson \"must make clear that these laws will be properly and consistently policed and enforced\".\nMr Baker said if the PM did not make a statement restating the \"severe rules\" for the Bank Holiday, then the restrictions should be lifted, adding: \"They are immensely damaging to people's welfare, health and livelihoods.\n\"The time has come for this dark chapter in our history to come to an end and for us to reclaim our freedoms once and for all.\"\nAsked for his response to critics within his party, Defence Secretary Ben Wallace told the BBC's Andrew Marr Show that compliance with the rules was important. \nHe said: \"My constituents have sacrificed a huge amount... they have followed the rules, they have done everything to preserve the NHS, to protect life, they have sacrificed economically.\n\"We do not want to throw that away.\"\nLabour is not expected to vote down the legislation.\nMs Nandy told Andrew Marr there were \"certainly powers on the statute book that haven't been used in the last 12 months\" and it was important to \"have that debate in the Commons about whether it is necessary they remain\".\nShe added: \"But nevertheless, what the vote is this week is about the roadmap, about easing lockdown, it is about statutory sick pay, it is about banning evictions, it is about all measures we have pushed for.\n\"We certainly won't be standing in the way of the government getting this legislation passed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56466223",
      "category": "world-europe",
      "title": "Covid: France and Poland increase lockdown measures as infections surge",
      "tags": "France,Coronavirus vaccines,Poland,Coronavirus pandemic",
      "text": "France and Poland have reintroduced partial lockdowns as both countries battle a sharp rise in Covid infections in recent weeks.\nSome 21 million people in 16 areas of France, including the capital Paris, are affected as the country fears a third wave.\nIn Poland, non-essential shops, hotels, cultural and sporting facilities are now closed for three weeks.\nThe country has the highest new daily rates of Covid cases since November.\nCoronavirus cases are also rising exponentially in Germany, with Chancellor Angela Merkel warning it is likely that the country will now need to apply an \"emergency brake\" and re-impose lockdown measures.\nThe vaccine rollout across the European Union has been hindered by delayed deliveries, as well as the suspension in several countries of the use of the Oxford-AstraZeneca Covid-19 vaccine, over fears of possible side effects.\nMeanwhile demonstrations against coronavirus restrictions have affected several European cities.\nIn Amsterdam, police fired water cannon to clear protesters from Museum Square, a frequent venue for unauthorised demonstrations. Online footage showed a police dog handler prodding a woman in the chest with his baton and twice hitting a man who tried to protect her. \nAnd in the central German city of Kassel, police said they used pepper spray and batons to disperse demonstrators who tried to break through a cordon. Video footage posted on social media showed water cannon also being deployed.\n\"This is not what a peaceful protest looks like,\" police tweeted (in German).\nProtesters were also detained during an anti-lockdown protest in Hyde Park, London, and several thousand people gathered to protest against Covid restrictions in the small Swiss town of Liestal, near Basel.\nDemonstrations were also reported in Berlin, Helsinki and Vienna.\nIn France, the partial lockdown took effect from midnight on Friday.\nTrains leaving Paris for parts of the country where lockdown restrictions do not apply, such as Brittany and Lyon, were reportedly fully booked hours before the measures were due to come into effect. \nTraffic jams were reported on several roads leaving the capital.\nThe new restrictions are not be as strict as the previous lockdown, with people allowed to exercise outdoors.\nNon-essential businesses are shut, but schools remain open, along with hairdressers if they follow a \"particular sanitary protocol\".\nFrance has reported more than 4.2 million infections since the start of the outbreak, with nearly 92,000 Covid-related deaths, according to the data compiled by Johns Hopkins University in the US.\nThe new lockdown measures are set to last at least four weeks. Paris and its surrounding region, the area around Nice and large parts of northern France are all affected.\nIt is a lighter lockdown than the two previous ones, with the main difference being that during the day people can go outside for exercise for as long as they like. Schools are also staying open.  \nBut leaving the city for the countryside is not allowed, and yesterday there was heavy congestion on the roads and the trains as some Parisians got out while they could to non-lockdown zones.  \nMany in France find the bureaucratic approach of the government annoying, if predictable. \nThe rules on the high street are also opaque. While clothes and DIY shops are shut, hairdressers, bookshops, cobblers and florists are open.\nIn Poland, the three-week lockdown began on Saturday. \nPolish health officials earlier warned the nationwide restrictions were necessary because of a rampant British variant of Covid-19 in the country. The variant now makes up more than 60% of infections.\nPoland has had more than two million confirmed infections, and nearly 49,000 deaths, according to Johns Hopkins University.\nGermany said on Friday it was now classifying neighbouring Poland as high risk. This means that from Sunday anyone crossing the border from Poland must provide a negative coronavirus test. \nDespite assurances from the European medicines regulator that the AstraZeneca vaccine is safe and effective, some countries remain reluctant to resume their campaigns using the jab. \nGermany, Italy, France, Spain and the Netherlands are among the countries that have restarted their AstraZeneca vaccination campaigns. \nHealth authorities in France have recommended that the vaccine be offered only to people aged 55 and over. \nFinland's health authority has announced a pause in its use of the vaccine that will last at least a week. That move, which follows two reports of blood clots in patients who had received the jab in the country, was said to be a precautionary measure. \nMeanwhile, Sweden, Denmark and Norway said on Friday that they needed more time to determine whether they should resume AstraZeneca inoculations. \nOn Saturday, Denmark said that two members of hospital staff in Copenhagen had developed blood clots after receiving the AstraZeneca vaccine. \nThe European Medicines Agency (EMA) has reviewed the vaccine over fears of a link to blood clots and found the jab was \"not associated\" with a higher risk of clots.\nThe World Health Organization (WHO) has also urged countries to continue using the AstraZeneca vaccine.\nOn Friday, experts at the WHO said the vaccine had \"tremendous potential to prevent infections and reduce deaths across the world\". \nProfessor Sir John Bell, from the UK government's vaccine taskforce, said France's refusal to administer the AstraZeneca vaccine to under-55s was \"really damaging people's confidence in vaccines generally\".\n\"It doesn't make any sense, the whole thing looks completely crackers,\" he told the BBC Radio 4 Today programme.\n\"If there are clotting problems associated with the vaccines - I am not saying there are, but if there were - they are at a very tiny level compared with the problems you get if you get the disease. If you want to die of a clot, get Covid.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56475333",
      "category": "uk-england",
      "title": "'Sonic boom' in Dorset blamed on 'fireball meteor'",
      "tags": "Weymouth,Dorchester,Oxford,Meteorites",
      "text": "An \"extremely rare\" meteor known as a daytime fireball has been blamed for a sonic boom-type noise heard across parts of England.\nPeople in Dorset, Somerset, Devon and Jersey reported hearing a loud bang and seeing a streak of light in the sky on Saturday afternoon.\nAfter analysing pictures and videos, experts confirmed they showed a meteor.\nThey have urged people to keep an eye out and report any fallen fragments of the space rock.\nSimon Proud, a specialist in aviation meteorology at the University of Oxford, captured the meteor - which appeared as a bright flash -  flying over the UK on a weather satellite.\nRichard Kacerek, from the UK Meteor Observation Network of amateur astronomers, said only the brightest \"bolide class\" meteor could produce a rare \"daytime fireball\".\nHe added that the one seen on Saturday would have needed to be \"very large\" to be visible during day.\nDr Ashley King from the UK Fireball Alliance - a group of experts and enthusiasts who hunt for freshly-fallen meteorites - said the fireball \"would have been going faster than the speed of sound\".\n\"Normally when you hear that it's a good sign that you have got rocks that have made it to the surface. It's incredibly exciting and I'm a bit stunned,\" he said.\nThe group has asked people in the Devon, Dorset or Somerset areas to report finds of any fragments - believed to be small blackish stones, or a mound of dark dust.\nData from cameras is also being analysed to give details of the meteor's journey.\nSpeaking to BBC Radio Somerset, astronomer and science journalist Will Gater, who was among the first to link the sonic boom to a meteor, said: \"If somehow the location can be pieced together who knows - the thought that something could be recovered is quite exciting.\"\nFollowing the \"huge bang\", which people said shook their homes and windows, an earthquake was ruled out by The British Geological Survey.\nThe Ministry of Defence also said the \"massive bang\" was not linked to any RAF aircraft.\nA campsite near Weymouth captured the loud noise on a security camera.\nIn February a meteor flying across the sky at night was caught on lots of doorbell cameras across the UK.\nSeveral rocky fragments were recovered from the fireball - they came down in the Winchcombe area of Gloucestershire.\nBecause it happened at night cameras were able to record the rock coming through the atmosphere creating a huge fireball in the process.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56458568",
      "category": "uk",
      "title": "Census 2021 to provide snapshot of life during pandemic",
      "text": "A snapshot of life in England, Wales and Northern Ireland is to be captured later when millions of people take part in the once-a-decade census. \nPeople are being asked to complete an online questionnaire about every person living at their property. \nFor the first time it also includes voluntary questions in England and Wales for over-16s on gender identity and sexual orientation.\nBy law, you must complete or be accounted for in the census. \nThose who fail to fill it in or give false information can be fined up to £1,000.\nOn one day every 10 years, households are asked to fill in a questionnaire about every person living at the property, including their age, race, occupation and relationship status.\nThe information gathered provides a snapshot of the population, including its size and the age of people, and is used by charities and hospitals, schools, universities and job centres to plan and fund services.\nBecause of the pandemic, this year people in England, Wales and Northern Ireland are being asked to complete the survey online, with unique access codes being sent out to households. In Scotland, the census has been delayed to March 2022 as a result of Covid restrictions.\nIain Bell, deputy national statistician at the ONS, which is organising the census in England and Wales, said: \"It helps us understand what our society needs now and what it will likely need in the future. \n\"We've already had a fantastic response to the census through our engagement work across the country. \n\"Now I'd encourage everyone who can, to complete their questionnaire, whether that be on your laptops, phones or computers.\n\"It takes around 10 minutes per person and if you can't get online, there are paper forms available for those who need them. Now is the time to make your mark on history.\"\nIn addition to new voluntary questions on sexual orientation and gender identity, for the first time people will be asked about whether they have served in the armed forces.\nCampaigners have welcomed the inclusion of a question on gender for the first time as a \"good first step\".\nThis month a High Court judge ruled that a part of the census guidance for England and Wales accompanying the question on a person's sex should be withdrawn, following a legal challenge. \nCensus field officers will follow up with households after Census Day on 21 March if people have not completed their questionnaire.\nResults will be available within 12 months, although personal records will be locked away for 100 years, kept safe for future generations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56354162",
      "category": "health",
      "title": "Coronavirus: The student nurses behind the masks",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56467813",
      "category": "uk",
      "title": "Covid: Summer holidays abroad 'unlikely', warns government adviser",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Summer holidays overseas are \"extremely unlikely\" because of the risk of travellers bringing coronavirus variants back to the UK, a scientist on a government advisory body has said.\nThe UK faces a \"real risk\" if people travel abroad, Dr Mike Tildesley said.\nForeign holidays are currently not allowed and returning travellers have to quarantine.\nTransport Secretary Grant Shapps said it was \"too early to tell\" when holidays abroad would be allowed.\nUnder the current road map for easing restrictions, the earliest date people in England could holiday abroad would be 17 May.\nPeople can currently travel abroad for a limited number of reasons, such as education or work, with anyone who does having to fill in a \"Declaration to Travel\" form stating a valid reason for leaving the country.\nA government taskforce will report to the prime minister on 12 April detailing when and how international travel can resume.\nIn Scotland, national clinical director Jason Leitch also said foreign summer holidays in Europe were looking \"less likely\" as Covid numbers in some countries were a \"cause for concern\".\nHealth Secretary Matt Hancock said on Saturday morning half of all adults in the UK have now received a coronavirus vaccine.\nFriday was also a record-breaking day for jabs, Mr Hancock added.\nDr Tildesley, a member of the government's Scientific Pandemic Influenza Group on Modelling, which feeds into Sage, said there was a danger holidaymakers could bring back variants, like the one that emerged in South Africa - which were less susceptible to vaccines.\nDr Tildesley told BBC Radio 4's Today programme: \"I think that international travel this summer is, for the average holidaymaker, sadly I think, extremely unlikely.\n\"I think we are running a real risk if we do start to have lots of people going overseas in July, for instance, and August because of the potential for bringing more of these new variants back into the country.\n\"What is really dangerous is if we jeopardise our vaccination campaign by having these variants, where the vaccines don't work as effectively, spreading more rapidly.\"\nFuture vaccination campaigns might need to be considered to tackle future variants, but \"the longer that we can push that down the road... the better\", Dr Tildesley added.\nProf Andrew Hayward, from Sage, said it was \"unlikely\" the government would want to encourage travel to European countries currently experiencing high levels of coronavirus infections.\n\"I suppose one of the more worrying things about this resurgence is that in some parts of Europe the South African variant is beginning to creep up to higher levels,\" he told Times Radio.\nHe said this variant was of \"particular concern\" because vaccine effectiveness against it was \"quite low\".\nAirlines UK, which represents UK-registered carriers, said it was \"too early to say\" what the state of Covid will be in Europe and the rest of the world in 10 weeks' time.\n\"We have always said any reopening must be risk-based, but also led by the overriding assumption that as the vaccine rollout accelerates both here and abroad, a phased easing of restrictions is achievable,\" Airlines UK said.\n\"We know that universal, restriction-free travel is unlikely from 17 May but under a tiered system, based on risk, international travel can meaningfully restart and build up, with minimal restrictions in time.\"\nFebruary's announcement of the roadmap for easing restrictions in England was followed by a flurry of reports from airlines and holiday companies that future bookings had surged - particularly from July onwards.\nAlthough domestic operators reported strong demand for UK-based getaways, many people are clearly desperate to go abroad when it is allowed. \nStricken travel and tourism firms desperately need their business. They see this summer as crucial.\nBut although 17 May is in the calendar as the earliest possible date for international leisure trips to resume, this has never been guaranteed. \nNor do passengers yet know exactly what rules or systems might be in place to enable travel to re-start. \nAll eyes will be on what the global travel taskforce reports on 12 April.\nThere are thousands of different versions, or variants, of Covid circulating but there has been particular focus on those first found in three countries:\nThese variants could be much more contagious or easy to catch but there is no evidence any of them cause much more serious illness for the vast majority of people who become infected.\nCurrent vaccines were designed around earlier versions of coronavirus but scientists believe they should still work, although perhaps not quite as well.\nVaccines can be redesigned and tweaked in the future to be a better match.\nRead more.\nMeanwhile, Kate Bingham, the former head of the UK's vaccine taskforce, said some European leaders were being \"completely irresponsible\" over their approach to the Oxford-AstraZeneca jab.\n\"If I was sitting in those countries I would not be happy to have leaders that are undermining a vaccine that could actually protect,\" Ms Bingham told the Daily Telegraph.\nSeveral countries decided to suspend use of the Oxford-AstraZeneca vaccine following reports some people suffered blood clots after receiving the jab.\nData supplied by AstraZeneca showed there had been fewer than 40 reports of blood clots among the 17 million people across Europe who had been given the vaccine.\nUK and EU regulators said there was no evidence the Covid vaccine caused blood clots and Boris Johnson has said the vaccine is safe - receiving it himself on Friday.\nDr Catherine Smallwood, from the World Health Organization, said: \"We can't talk about the interest of one country or one city or one part of the world, this is so interconnected and we've really got to come out of this together.\"\nProf Sir John Bell, a member of the government's vaccine taskforce, criticised France for changing its vaccine advice, calling it \"crackers\".\nFrance is refusing to give the Oxford-AstraZeneca vaccine to under-55s having previously said it was unsuitable for older people - a move Prof Bell said undermined confidence in the vaccination rollout.\n\"It doesn't make any sense. The whole thing looks completely crackers. They are changing the rules almost every week,\" he told Today.\n\"They are really damaging people's confidence in vaccines generally - not just the AstraZeneca vaccine.\n\"They are sitting on a massive stockpile of vaccines that they haven't deployed yet and at the same time they have got a massive wave of the new variants coming across the country.\" \nMore than 26 million people in the UK have received at least one dose of a coronavirus vaccine, according to government figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56476935",
      "category": "uk-scotland-glasgow-west",
      "title": "Missing Balloch schoolgirls spent night locked inside train",
      "tags": "Helensburgh,Balloch",
      "text": "Two missing 12-year-old girls were found \"cold and hungry\" after spending a night locked inside a train.\nAmy Greenan and her friend were playing at Balloch, West Dunbartonshire, when they boarded a train to Glasgow on Friday. \nThey caught another train back but say they dozed off and woke to find themselves trapped at Helensburgh.\nAfter waving to a passer-by the next morning, a conductor was alerted and unlocked the train to release them. \nA spokesperson for train operator ScotRail said it was assisting British Transport Police in investigating the incident.  \nAmy's mother Bonnie-Louise is now demanding to know how two unaccompanied children were not spotted sooner or found when the train was checked. \n\"The girls shouldn't have done it, but they are children and children do stupid things,\" she said \n\"Any adults who saw two 12-year-olds getting off a train on their own should have questioned that.\"\nThe girls had been playing at a park near Balloch Station after school on Friday afternoon when they decided to board the train without a ticket. \nAmy has since told her mother they planned to immediately catch another train back to Balloch from Glasgow Central, but a member of staff at a turnstile who found them without tickets \"told them to go away\".\nAmy had a mobile phone with her, but it was an old one as her usual phone had broken, and the battery was flat. \nBy the time the children could sneak back onto another train, the last service to Balloch had departed. \nThey boarded a train that passed through nearby Dumbarton but the girls say they dozed off and woke up trapped inside the carriage at Helensburgh, about eight miles from their homes.\nThe girls' parents alerted police that evening when they were unable to find them in the park at the agreed pick-up time. \n\"It was the worst night of my life - I was driving around looking for them and phoning. The police thought they may be staying with a friend,\" said Amy's mother.\n\"My dad came round and stayed up with me through the night. We finally got a call from a police sergeant... to say they'd been found. \"\nMs Greenan said she did not believe the children had deliberately hidden inside the train.\n\"I don't see where you can hide. The train must have been checked. Why weren't they found?\" she said.\nThe children raised the alarm the following morning by waving and banging on the carriage window after spotting a teenager walking nearby, and a conductor unlocked the train. \n\"They were cold and hungry. The station staff got them something to eat and called the police,\" said Ms Greenan.\nA spokesperson for ScotRail said: \"We are assisting British Transport Police with this investigation.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56472055",
      "category": "world-africa",
      "title": "Mourners line Tanzania streets at ex-President Magufuli's funeral",
      "tags": "John Magufuli,Tanzania",
      "text": "Thousands of mourners have been filing past the coffin of Tanzania's ex-President John Magufuli, who died on Wednesday aged 61.\nHis coffin, draped in the national flag, is lying in state at the Uhuru stadium in the main city Dar es Salaam.  \nOpposition politicians say that Magufuli contracted Covid-19, but this has not been confirmed.\nHe was a Covid sceptic who at times denied the virus had affected Tanzania.\nMagufuli's coffin was brought to the stadium on Saturday in a procession that was led by his successor, Samia Suluhu Hassan.\nIt will be taken to several different locations for public viewing before his burial in his hometown of Chato on Friday.\nMagufuli was the son of a peasant farmer and went on to became Tanzania's president in 2015.\nSome residents wept and threw flowers on the coffin which was pulled by a military vehicle on Saturday.\nPresident Samia, who was sworn into office on Friday, led the government procession in which many wore black or green and yellow to represent the colours of the ruling party.\nShe is Africa's only current female national leader - the Ethiopian presidency is a largely ceremonial role - and joins a short list of women on the continent to have run their countries.\nThe government announced on Wednesday that Magufuli had died from a heart condition after he had been missing from public for several weeks.\nHis position on coronavirus ranged from stating it did not exist in Tanzania to saying the country had beaten the pandemic through prayer.\nBut in February, after a number of senior politicians died from the virus, he conceded it was circulating in Tanzania.\nKnown as the \"bulldozer\", before the pandemic Magufuli was praised for his no-nonsense approach and hailed for his anti-corruption stance and his distinct dislike for wasting money.\nOn Friday President Samia spoke of the \"heavy load\" on her shoulders and urged for the \"burying of differences\" and unity during the mourning period."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56473115",
      "category": "world-australia",
      "title": "Australia floods: Young couple's house swept away near Sydney",
      "tags": "Floods,New South Wales,Sydney,Australia",
      "text": "A young couple in Australia's New South Wales state have seen their house swept away by flash floods on what should have been their wedding day.\nShocked neighbours filmed the uprooted three-bedroom cottage bobbing along the Manning river after it burst its banks following heavy rain.\nThousands more people in low-lying suburbs of Sydney have been told they may have to leave their homes.\nThe city is seeing its worst flooding in decades as the downpour continues.\nOfficials have warned of \"life-threatening flash floods\", with waters not expected to subside until Thursday.\nSeven emergency shelters opened across the state as Premier Gladys Berejiklian said parts of the Mid-North Coast were experiencing a \"one in 100-year event\".\nWarragamba Dam, Sydney's main water source, has been overflowing for the first time in years.\nSarah Soars and Joshua Edge had been renting the cottage at Mondrook, 325km (205 miles) north of Sydney, and had been due to get married on Saturday on the river banks in front of the property.\nThe couple, who have been together for nine years, are staying with family and were not in the house when it was swept away.\n\"It literally floated like a houseboat, the whole house, fully intact,\" the co-owner of the property Peter Bowie was quoted as saying by Australian broadcaster ABC.\n\"It went so fast,\" he added. \"It went nearly a kilometre all intact, 100%. This house just lifted up and floated down the river.\"\nHundreds of people have been gathering at emergency evacuation centres set up across the state. \nState emergencies officials said a number of schools in the affected areas would be closed on Monday. Residents were also asked to work from home.\nUp to 100mm (four inches) of rain is forecast to fall in 12 hours over Sydney, and as much as 300mm for the lower Blue Mountains, west of the city.\nSydney residents posted pictures on social media of flooded roads and rising waters nears their homes.\nAgata Imielska from the Bureau of Meteorology warned of localised intense rainfall and damaging winds, saying the public should be aware of \"dangerous conditions\" that could change quite quickly.\n\"If you don't need to travel, if you don't need to head out today, this is the day to stay at home,\" Ms Imielska was quoted as saying by the Sydney Morning Herald.\nSome children took advantage of the rain to organise a mud slide in Newcastle.\nAre you in the affected region?  If it is safe to do, share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56461679",
      "category": "uk-politics",
      "title": "Mandelson urges Starmer to begin Labour policy review",
      "tags": "Keir Starmer,Labour Party",
      "text": "The former cabinet minister Lord Mandelson, a key architect of New Labour, is urging Sir Keir Starmer to begin a review of the party's policies. \nThe Labour peer said Sir Keir needed to start the process as \"he still has the 2019 manifesto around his neck\".\nThe manifesto, written under the leadership of Jeremy Corbyn, advocated nationalisation of key industries.\nIn the 2019 general election, Labour suffered its worst election result since 1935.\nThe party won 203 seats, and saw its vote share fall by eight points.\nLord Mandelson said \"it would be wrong to make too many specific commitments early in the parliament\", but his party needed polices which were \"radical, credible, affordable\".\nHis comments come as Sir Keir's first anniversary as Labour leader approaches next month.\nWhen Lord Mandelson was Labour's director of communications, a previous Labour leader, Neil Kinnock, launched a two-year review in 1987.\nIt led to the party ditching its support for unilateral disarmament.\nLord Mandelson was instrumental in changing Labour's image and in moving its policy offer towards the centre ground.\nHe has been talking to members of Sir Keir Starmer's team who want to chart a route from opposition to government.\nLord Mandelson said Sir Keir \"radiates competence\" and praised his stance in some of the internal battles during his first year as Labour leader.\nHe said he had shown courage by suspending Jeremy Corbyn but that his leadership will be \"tested and tested again\" and he had to be willing to take \"a lot more risk\".\nLord Mandelson argued that the Covid crisis had overshadowed normal politics.\nHe said: \"Covid eclipsed everything else. Without it, Keir would have been able to do more in day-to-day politics. We have lived through abnormal times, and although he has been tested by it, there is clearly a lot more to do.\n\"He needs to now pick up speed and work out a real argument and point of difference with the government\"\nHe played down expectations for the forthcoming local elections in England adding: \"I am not expecting a seismic bounce as people are still focussed on putting Covid behind us.\"\nBut he remained optimistic for the party's future, describing Sir Keir as \"a great asset\" and said under his leadership Labour is \"now firmly back in the ring\". \nMany on Labour's Left are concerned that the party will try to move away from some of the radical policies which were adopted under Jeremy Corbyn who remains suspended from the Parliamentary Labour Party.\nThe former MP Laura Smith, who lost her Crewe and Nantwich seat in 2019, told the BBC she blamed Brexit, rather than the party's last manifesto, for the election defeat.\nShe argued it would be wrong to move away from policies that were a clear alternative to those offered by the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56476904",
      "category": "world-us-canada",
      "title": "Covid-19: Miami Beach imposes emergency curfew over spring break 'chaos'",
      "tags": "Florida,Miami,United States,Coronavirus pandemic",
      "text": "A state of emergency has been declared in the US city of Miami Beach over concerns large crowds gathering for spring break pose a coronavirus risk.\nA 20:00-06:00 curfew has been announced in the island city that will remain in effect until at least 12 April.\nTraffic restrictions are in place during the curfew, while businesses in the busy South Beach area must close.\nMiami Beach Mayor Dan Gelber said thousands of tourists had brought \"chaos and disorder\" to the city.\n\"It feels like a rock concert, wall-to-wall people over blocks and blocks,\" Mr Gelber told CNN. \"If you're coming here to go crazy, go somewhere else.\"\nSpring break is a holiday period for schools and universities in the US that usually takes place in March or April. It attracts thousands of students to Florida and other warm-weather destinations around the country.\nOfficials warned tourists to \"vacation responsibly or be arrested\" prior to the holiday period, and a county-wide midnight coronavirus curfew was already in place due to the pandemic.\nBut the Miami Beach area was thronged with revellers over the weekend, and many did not appear to be wearing masks or socially distancing.\nOne city official described South Beach, which includes the world-famous Ocean Drive, as being \"overwhelmed\" by crowds on Saturday.\n\"You couldn't see pavement and you couldn't see grass,\" city manager Raul Aguila said.\nHe added that the emergency measures were \"necessary not only to protect our residents but our visitors, including our spring breakers who we want to keep safe\".\nOn Sunday, Miami Beach police told CNN they had arrested at least a dozen people after the curfew had come into force. The Miami Herald newspaper said police used pepper-spray balls to enforce the curfew.\nUntil the measures are lifted, police will prevent pedestrians and vehicles from entering the South Beach area's main party strips.\nOn Sunday, the Miami Beach city commission voted to extend the curfew and other measures for up to three more weeks.\nAt an emergency meeting, Mayor Gelber told the commission South Beach had become \"a tinder over the last couple of weeks\".\nHe said tourists had flooded into the city since Florida Governor Ron DeSantis called the state an \"oasis of freedom\" from coronavirus restrictions late last month.\nFlorida continues to be a coronavirus hotspot in the US. The state has recorded nearly two million of the country's 29 million infections since the pandemic began.\nThe latest data from the US Centers for Disease Control and Prevention (CDC) shows Florida has recorded about 4,300 new infections a day on average over the past week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51048366",
      "category": "health",
      "title": "Covid symptoms: What are they and how do I protect myself?",
      "tags": "Infection,James Gallagher,NHS,Self-isolation,Intensive care,Coronavirus pandemic",
      "text": "There are three main symptoms of coronavirus. \nIf you have any of them, you should get a test.\nPublic Health England says about 85% of people with Covid will have at least one of these symptoms.\nPeople infected with new variants such as Delta may be more likely to have other symptoms, such as headache, sore throat or a runny nose, according to research from the Zoe Covid Study and an ONS survey.\nIf you have any symptoms you should get tested as soon as possible and not leave home for any other reason. \nIt takes five days on average from the moment you're infected for symptoms to show.\nNo - it can affect multiple organs and has several less common symptoms.\nScientists using data on the health of four million people say Covid has six sub-types:\nResearchers think that vomiting, diarrhoea and abdominal cramps could be a sign of coronavirus in children.\nSome people who catch Covid develop chilblain-like lesions on their toes or fingers.\nIt can happen to anyone, but is more common in children and teenagers. \nFor some it's painless, but the rash can be very sore and itchy.\nIt appears to be a side effect of the body switching into attack mode to fight off the virus.\nWriting in the British Journal of Dermatology, researchers say they've pinpointed which parts of the immune system are responsible, which should lead to better treatments. \nLots of other viruses have similar symptoms to Covid, including flu. \nPublic Health England says just under half of people who have one of the three main Covid symptoms will not have it.\nIf you have a positive test result you should self-isolate at home for at least 10 days from the time symptoms started.\nMost people will only have mild symptoms, which can be managed with pain relief (like paracetamol), bed rest and fluids.\nYou should not go to a GP surgery, pharmacy or hospital.\nSince 16 August, people who are double jabbed (or aged under 18) don't have to self-isolate if they're identified as a close contact of a person who tests positive.\nGetting vaccinated is the best way to prevent serious illness, hospitalisation or death from Covid. \nIf you are seriously unwell and you have a medical emergency you should call 999 - this includes feeling so breathless that you can't speak more than a few words.\nIf you're worried your symptoms are getting worse, use the NHS 111 website England, NHS Inform in Scotland or the equivalents in Wales and Northern Ireland.\nThe main reason people need hospital care is for difficulty breathing where they may be given oxygen.\nThe most seriously ill patients may require ventilation - where patients are sedated and air is pushed into their lungs.\nOlder people, and those with pre-existing medical conditions (such as asthma, diabetes, heart disease, high blood pressure), are more likely to become severely ill. Men are at slightly higher risk of dying from the virus than women."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-52051241",
      "category": "uk-england-york-north-yorkshire",
      "title": "Coronavirus: York food plea nurse Dawn Bilbrough develops symptoms",
      "tags": "Social distancing,York,NHS,Stockpiling,Self-isolation,Coronavirus pandemic",
      "text": "A nurse who made a tearful plea for shoppers to stop panic-buying is self-isolating after developing coronavirus symptoms.\nDawn Bilbrough recorded an emotional video message after finding supermarket shelves empty at the end of a shift. \nAfter she shared the clip online, the medical director of NHS England urged shoppers to think of health workers.\nMs Bilbrough, of York, believes she has now contracted Covid-19, although she has not been tested.\nShe has called on members of the public to follow government advice to stay at home and save lives.\nShe said: \"We need to protect the NHS and we need to save lives.\n\"I'm concerned that people don't seem to be appreciating how serious this actually is and listening to the guidelines.\n\"It seems to be that the younger generation don't seem to understand how significant and dangerous this crisis actually is.\n\"We all need to do our bit.\"\nEarlier this month, Ms Bilbrough went to the supermarket after working for 48 hours. Once there, she found there were no fruit or vegetables.\nIn the video, filmed in her car immediately after leaving the supermarket, she told panic-buyers: \"You just need to stop it.\"\nMs Bilbrough said: \"No woman wants her face beamed around the world when they are upset but I think it got the message out there.\"\nSince making the video, she received offers of help from friends as well as concerned strangers. \nMs Bilbrough is currently resting at home after experiencing symptoms including chest discomfort, ongoing nausea, a persistent headache and breathlessness. \nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-56468233",
      "category": "uk-england-leeds",
      "title": "Women's safety: Police apologise over flasher response delay",
      "tags": "Baildon,Women",
      "text": "A woman who was told to wait two days for police to call her back after she reported a flasher has received an apology.\nApril-Joy Serrant said she was running along the Leeds-Liverpool Canal on Friday when she saw a man performing a sex act in public.\nShe reported it straight away but was told no-one was available to handle the complaint.\nWest Yorkshire Police said it \"wasn't dealt with as it should have been\".\nTwo men, aged 49 and 29, have been arrested and remain in custody, the force said.\nMs Serrant said she was left \"shaken\" after seeing \"a man with his trousers down\" while she was alone on \"the lonely stretch of canal\".\nWithin 10 minutes of reporting the incident, she said, she received a call telling her no officer was in the area and she would have to wait until Sunday to give details.\nShe said she was \"amazed\" that the response was not quicker, given recent high-profile coverage of women's safety issues.\n\"Would you not think it would be high enough priority to send a flipping police car to the woods?\" she wrote.\n\"I cannot believe and I am saddened that we have got no police officers available\".\nShe said she wanted \"to be able to run safely\" and police forces to take such reported incidents \"seriously\".\n\"I won't stop coming to the canal, however I wouldn't be coming to run on my own again.\"\nIn a statement, Bradford District Commander Ch Sup Daniel Greenwood apologised and said he would review the matter.\n\"I am sorry. An officer has been to see April-Joy and we are now actively investigating this incident,\" he said.\nHe said one of the detained men, aged 49, was also being interviewed in connection with two further reports of indecent exposure.\nOne took place on Wednesday in Roberts Park, Saltaire, and the other at lunchtime on Friday in Shipley Glen Woods, he said.\nThe 29-year-old is being interviewed in connection with the canal report, the force added.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55935409",
      "category": "explainers",
      "title": "When do I need to complete the census by?",
      "text": "People are being asked to fill in their census as soon as possible. \nThe once-a-decade Census day took place on Sunday 21 March. \nThe survey aims to provide a snapshot of life in England, Wales and Northern Ireland, which can be used by organisations to help make sure they provide the right services for people. \nA census is a count of all people and households in an area.\nCensuses have been conducted since ancient times, to assess the size of a population and calculate what they need. The first UK census was in 1801. \nOn one day every 10 years, households are asked to fill in a questionnaire about every person living at the property, including their age, race, occupation and relationship status.\nThe information gathered provides a snapshot of the population, including its size and the age of people.\nThis is used by charities and services like hospitals, schools, universities and job centres to plan and fund services including transport, education and healthcare.  \nCensus day this year was on Sunday 21 March for households in England, Wales and Northern Ireland. \nPeople who haven't filled it in by that date are being asked to do so as soon as possible. \nThe Scotland census will now be in March 2022. Coronavirus restrictions mean preparations haven't taken place, the National Records of Scotland said.\nBy law, you must complete or be accounted for in the census.\nYou can be fined up to £1,000 if you do not fill it in, or give false information. \nYou do not have to answer the questions marked as voluntary.\nPeople staying in the UK for under three months do not have to fill out a census, but everyone else should be covered by one - including students and those who have gone abroad for under a year.\nIn late March and early April, census field officers may visit your household if you haven't submitted a form. \nThey will encourage you to complete it and show you how to get further help if needed. \nThe field officers will be wearing PPE and won't need to enter your house.\nEvery householder must either answer the questions for everyone living there, or make sure each person answers their own.\nThis year, people are being asked to fill the census out online using an access code sent in the post. \nYou can do this on a computer, mobile phone or tablet and should submit the survey on Sunday 21 March, or as soon as possible afterwards.\nYou can also request a paper version online, or over the phone.\nFor the first time, there will be voluntary questions on gender identity and on sexual orientation for over-16s.\nIn the UK, there are no official figures for those who identify their gender as different from the sex registered at birth. Gathering this information will help develop policy, provide services and improve equality, the ONS says. \nHowever, the question \"What is your sex?\" has proved controversial. The ONS had to change its guidance after campaigners argued it was \"unlawful\" people were told they could use the sex recorded on their passport, as this can be changed without a legal process. \nThe High Court ruled online guidance - not in the paper versions of the census - must make it clear the question can only be answered by reference to a birth certificate or gender recognition certificate, which allows trans people to change their legal gender. \nProf Sir Ian Diamond, the UK's National Statistician, has suggested the 2021 census  could be the last one, as he is looking into cheaper and more up-to-date alternatives.\nHis team will work out whether accurate information could be obtained from other sources such as the Ordnance Survey, GP lists, council tax records and driving licence details.\nCombined with regular, large-scale population surveys, this could provide better and more detailed information in a cheaper and more timely way, he says. No decisions have yet been taken.\nWhile information gathered in censuses is anonymised for service providers to use, the full census isn't made available to the public for 100 years.\nLots of people are keen to read the 1921 census to learn more about their family history. \nBut that won't be published until early 2022, according to the National Archives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56377782",
      "category": "uk-england-birmingham",
      "title": "Coronavirus: Dying nurse told sister 'follow in my footsteps'",
      "tags": "Pakistan,Family,Walsall,Nursing,NHS,Coronavirus pandemic",
      "text": "Nurse Areema Nasreen was one of the youngest NHS workers to die from coronavirus at the start of the pandemic. Almost a year on from her death, her sister reveals how Areema's last words changed the course of her life.\nThe last time Kazeema Afzal saw her sister alive, she was getting ready to go on to a ventilator at the hospital where both had worked since they were teenagers.\n\"She waved and said I love you,\" Kazeema recalled of the moment the 36-year-old nurse disappeared behind the double doors.\nBut Areema had one last message to pass on, which she told a colleague moments before she was sedated.\n\"She said, 'my sister... make sure she works hard. I want her to follow in my footsteps',\" Kazeema said. \"That was the last thing she said.\"\nThe two were inseparable growing up in Walsall, West Midlands, together with their younger sister Ash. Areema was only three years older than Kazeema, but \"she was like a mum to us,\" she said. \"Mum knew she could go to another country and Areema would be there to look after us all.\"\nTheir lives mirrored each others'. When Areema and Kazeema were still teenagers, they travelled to Pakistan where their families intended them to marry. \nThey were wed on the same day to two brothers and lived together for six months. \"We grew up quickly,\" Kazeema said. \"We had children very soon after.\" The sisters had three children each and even had the same due date for their youngest child.\nBoth were keen to work. When Areema started as a housekeeper in their home town's Manor Hospital in 2003 aged 19, her younger sister soon followed suit. \nBut it was always the eldest sister's dream to be a nurse. With her husband Fasil Tahseen's support, she became the first member of her family to attend university. In 2019, she became a staff nurse at the hospital that was her \"second home\".\n\"That was her childhood dream,\" said Kazeema, who praised her brother-in-law for helping his wife achieve it. \n\"For an Asian girl to get married and study after.. it's very hard for a partner who has come from another country. But he helped her until the end. He said, 'you do what you want to do'.\"\nNursing suited Areema's warm-hearted and compassionate character.\n\"She got such a buzz out of looking after people,\" her sister said. \"She was always sending money home [to Pakistan]. \"If someone needed water, she'd buy them a pump. She paid for the family of a severely ill child to go on a pilgrimage and she went with them.\"\nUnsurprisingly then, Areema was a popular figure on the acute medical unit (AMU). She had been working there for three months when she began complaining of backache.\nHer family thought it was purely the strain of her house move.\n\"She was never ill,\" Kazeema said. \"When she said she was tired and lethargic, we just thought she'd overdone it. The cough came right at the end.\"\nIt was March 2020 and little was known about many of the symptoms of Covid-19. Areema kept on working, assuming she would turn a corner.\n\"The last shift was the worst ever,\" recalled her sister. \"We told her to go home but she wanted to stay. She was gasping for breath.\"\nWhen she continued to deteriorate, her family sent for an ambulance. A test two days later confirmed their fears. \n\"She sent me a text saying 'I've got Covid' with crying emojis.\" Areema remained in hospital. A few days later, a message came through in the early hours. \n\"My lungs are full,\" it read. She was being sent to ICU.\nKazeema left her home and ran to the hospital just a short distance away.\n\"I fell, I tripped, but I kept on running,\" she said.\nThe two sisters sat together until the 36-year-old was put on the ventilator.\nAt first it looked as though she was improving. But as the pandemic has proved, coronavirus can hit its sufferers in waves and Areema's condition plummeted.\n\"I just got a phone call and they were saying 'I'm so sorry' - and I said, 'what are you trying to say, my sister's dying?'\n\"She died in her husband's arms.\"\nKazeema said she was not surprised by her sister's final words. \"Straight away, I knew she would say that. She was the type of person to put someone else first at the end.\"\nThe two women had discussed many times the younger sibling's hope of following the same career path. But because she did not complete her GCSEs, she never thought she had a hope.\n\"I'd say, 'I can't do it, I'm not that clever', and she'd go 'come on Kaz!'\n\"She kept saying 'trust me, you can do this'.\"\nThe words have stuck in her head ever since. Even though the pain of losing her sister has seriously damaged her mental health, Kazeema has found the strength to become a healthcare assistant - on the very ward where Areema worked.\nAnd this week, she is starting an apprenticeship at Walsall College which will pave the way for her to get a nursing qualification. \n\"I've got my pencil case and my calculator - I was so excited to get them, I was like a schoolgirl picking them up,\" she said.\nWorking on the AMU has been a tonic for Kazeema; with her sister's photographs on the walls, her spirit lives on, not least in the memories of her close-knit colleagues. \nA scholarship has been set up in Areema's memory, to fund a degree in nursing for someone who dreams of a career in healthcare but cannot afford the fees. The first recipient is soon to be announced.\n\"Areema's legacy is going to live on,\" said Kazeema. \"She always wanted to be a nurse and we were all so proud of her. \n\"I want people to be inspired by her - people who don't think they can do something, they can.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56475807",
      "category": "uk",
      "title": "Covid: Masks and social distancing 'could last years'",
      "tags": "Coronavirus lockdown measures,Public health,Self-isolation,Coronavirus pandemic",
      "text": "People may need to wear face coverings and socially distance for several years until we return to normality, a leading epidemiologist has predicted.\nMary Ramsay, the head of immunisation at Public Health England, said basic measures could be in place until other countries successfully roll out jabs.\nShe also said a return of big spectator events required careful monitoring and clear instructions about staying safe.\nThe defence secretary has not ruled out the foreign holiday ban being extended.\nBen Wallace told BBC One's Andrew Marr Show that booking a break abroad now would be \"premature\" and \"potentially risky\".\nThe UK set another record for the number of coronavirus vaccine doses given in a single day on Saturday, with 844,285 jabs.\nDr Ramsay said restrictions such as face coverings in crowded places and social distancing had become accepted by many and still allowed the economy to function.\nShe said \"people have got used to those lower-level restrictions now, and people can live with them, and the economy can still go on with those less severe restrictions in place\".\n\"So I think certainly for a few years, at least until other parts of the world are as well vaccinated as we are, and the numbers have come down everywhere, that is when we may be able to go very gradually back to a more normal situation,\" she added.\nWarning it was \"very important that we do not relax too quickly\", Dr Ramsay said any circulating virus would inevitably pick on those who are vulnerable. \n\"We have to look very carefully before any of these restrictions are lifted,\" she said.\nProf Chris Whitty, the UK government's chief medical adviser, told MPs earlier this month that it was hoped \"simple interventions like washing hands, face masks where appropriate, test-and-trace, and above all vaccines\" would keep the virus controlled beyond the summer.\nSir Patrick Vallance, the chief scientific adviser, has also said face masks could be needed in certain situations if the number of infections rises in the winter, but that it was possible people will naturally behave in a way that promotes social distancing.\nA group of government scientific advisers said last month that \"maintaining a baseline of policies which reduce transmission\" will be necessary for some time to come.\nThose experts said these could include continuing test-and-trace, self-isolation, and public messaging that encourages \"voluntary actions to reduce risks\".\nThe government's roadmap for easing lockdown in England states all legal limits on social contact will be removed no earlier than 21 June. \nIn a second release of restrictions on Monday 29 March, people will be able to mix outdoors with up to five others in a return to the so-called \"rule of six\".\nOutdoor sport and leisure facilities can also reopen, organised outdoor sports are allowed once more, and outdoor parent and child groups with up to 15 parents can meet.\nIn Scotland, communal worship resumes on 26 March. In Wales, supermarkets can sell non-essential items from Monday, and garden centres can open. And in Northern Ireland, six people from two households can meet in private gardens from 1 April.\nThe government established a review of measures to control coronavirus from the summer onwards last month.\nMeanwhile, Sir Paul Nurse, chief executive of the Francis Crick Institute, has told BBC Radio 4's The World This Weekend there should be a rapid investigation into what happened during the first months of the pandemic.\nHe said he believed there was a \"slowness in political response - almost casual really - suggesting a failure of scientific and medical advice reaching political power\".\n\"We should have a rapid investigation of the first part of the pandemic - January to June - so we can learn the lessons and be bettered prepared for the future,\" he said.\nProf Jonathan Van-Tam, England's deputy chief medical officer, suggested last week that a public inquiry into the pandemic now would be an unwelcome distraction to those tasked with controlling the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56469178",
      "category": "uk-scotland-glasgow-west",
      "title": "Old Firm derby: Major police operation as fans told 'stay at home'",
      "tags": "Coronavirus lockdown measures",
      "text": "Large numbers of police remain on standby in Glasgow as Celtic and Rangers fans were told to stay at home to watch the Old Firm derby.\nAssistant Chief Constable Bernard Higgins said officers were ready to be deployed to prevent a repeat of celebrations by fans two weeks ago.\nThousands of Rangers supporters broke lockdown rules to gather at Ibrox Stadium and Glasgow's George Square.\nPolice Scotland warned there would be arrests if the advice was ignored.\nThe match, which took place behind closed doors at the Celtic Park stadium, ended in a 1-1 draw.\nFans had been told by both police and their own clubs to stay home to avoid putting each other, members of the public and frontline police officers at risk.\nAssistant Chief Constable Higgins told the BBC: \"For the past week we have been heavily engaging with the fans groups - sending out a consistent message to stay at home. The response has indicated this is what they will do.\"\nHe said the potential for fans to gather illegally was there, but that a \"significant policing operation\" was in place to deal with that.\nHe said: \"Hopefully we won't have to deploy the assets we have available.\"\nHe issued a warning: \"If you come out to Celtic Park, George Square, Ibrox Stadium or anywhere else in Glasgow on Sunday, be prepared to be engaged by my officers. We will encourage you to leave and if you don't heed that warning then potentially you are opening yourself up to being arrested.\"\nHe said that the policing of a major event which had no fans formally attending was still new to police, but that plans were based on intelligence from previous matches and certain risk groups.\nOfficers had also worked with both sets of supporters who were asked to \"spread the word\" on the stay-at-home message to their networks and social media followers.\nHe said that there was \"no doubt\" what police wanted fans to do and should they ignore the warnings, plans were in place to deal with that.\nThe Celtic v Rangers league game was at risk of postponement after large numbers of Rangers fans breached Covid lockdown rules.\nFirst Minister Nicola Sturgeon described the scenes as \"disgraceful\" and police said there had been a \"lack of support\" from the club.\nOfficers made 28 arrests following the mass gatherings and also handed out fixed penalty notices for offences including assaulting police officers, sectarian-related breaches of the peace, breaking Covid rules and the use of pyrotechnics.\nIt emerged on Saturday that dozens of police officers had been forced to self-isolate due to some positive Covid cases among officers who policed the incident.\nThe Parkhead league fixture was only given the go-ahead on Friday. \nJustice Secretary Humza Yousaf said the decision to proceed followed \"extensive engagement\" with the clubs, the SPFL, Police Scotland and Glasgow City Council.\nAssistant Chief Constable Higgins said fans should think beyond potential repercussions for the clubs if anything went wrong.\nHe said: \"This isn't about a single game of football. It's not even about the next Old Firm game at Ibrox. It's about not jeopardising and compromising the Scottish government's plan which will see the restrictions gradually lifted. \n\"We don't want a mass outbreak of the disease in Glasgow or the surrounding areas because people have acted irresponsibly which then leads to a review of the route out of lockdown plan.\"\nNational clinical director Jason Leitch told the BBC he was hoping people would do the right thing.\nHe said: \"We have been talking to the clubs for 10 days now, and I have been very impressed with their response. Captains, managers, police, all putting out the same message which is pretty straightforward. \n\"Stay at home, watch the game on the TV and don't go out to celebrate or commiserate. Just stay at home.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56474195",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Lives lost to violence an 'absolute tragedy' says justice minister",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "Early intervention is needed to tackle \"offending behaviours\" in the perpetrators of violence, the justice minister has said.\nNaomi Long said it was an \"absolute tragedy\" to see women losing their lives to violence in Northern Ireland. \nPolice believe a man murdered his mother and girlfriend at separate homes on Friday before killing himself.\nThe women have been named locally as Karen McClean and Stacey Knell. The man was Karen's son Ken Flanagan.\nRev Billy Davison, from Newtownabbey Methodist Mission, said the community was \"stunned\" by the tragedy.\n\"When things like this happen the community of Rathcoole tend to rally round and offer their support,\" he said.\n\"On behalf of the local community I want to offer sympathy to the bereaved. \n\"We are here and if we can be of any assistance please come along and we will try to help,\" he added.\nA double murder investigation was launched on Saturday, but police said they were not looking for anyone else in connection with the deaths.\nMrs Long said she hopes to put a paper before the NI Executive this week on a strategy to protect women and girls from violence.\nNorthern Ireland is the only part of the UK without a specific strategy.\nThe justice minister told the BBC NI's Sunday Politics that it is \"an absolute tragedy when we see violence like this occurring and when we see women losing their lives, when we see anyone losing their lives\".\n\"I think it is hugely important at this time that we focus on these issues, it is something that I have made a priority in my time in the justice department,\" she added.\n\"What we need to do, I believe, is move the focus upstream so that we start to tackle why offending behaviours occur so we start to deal with perpetrators.\n\"That's something we do through the criminal justice system, but we'd like to do that earlier, in terms of early intervention.\"\nMrs Long said the issue needed to be tackled across all executive departments.\n\"Not all violence against women and girls is direct violence, it is to do with discrimination and societal attitudes,\" she said.\n\"We need to see progress made, for example, in education. In terms of relationship and sex education, in terms of dispelling rape myths, in terms of dealing with attitudes around victim blaming.\n\"To do that, what we need is a cross-executive strategy and that's what I'm proposing to the executive.\"\nCEO of Women's Aid in Belfast, Kelly Andrews, said \"what we've been doing has not been good enough\" and said a gender neutral strategy was not sufficient.\n\"Seventy percent of domestic abuse victims are female and that really needs to be recognised.\n\"We need to be looking at workplace policies, we also need to focus as well on perpetrators and reducing reoffending.\n\"We need to get men involved in the conversation to call out misogynistic behaviour when they see it as well,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56472655",
      "category": "uk",
      "title": "New Royal Navy ship to protect 'critical' undersea cables",
      "tags": "Royal Navy,Ministry of Defence",
      "text": "A new Royal Navy surveillance ship is to be built to protect \"critical\" undersea cables.\nDefence Secretary Ben Wallace warned \"the lights could go out\" if national infrastructure was lost, and the cables were \"incredibly important\". \nHe also told the BBC's Andrew Marr that Russia had \"taken a deep interest\" in the cables and the UK would be \"deeply exposed\" without further measures.\nIt comes ahead of Monday's publication of the defence command paper.\nThe document will give more detail for the armed forces on the conclusions of the integrated review of the UK's foreign and defence policies.\nBut some parts were already announced this week, including the lifting of the cap on the number of nuclear warheads the UK holds in its stockpile. \nThe government had previously committed to reducing the level to a maximum of 180 by the middle of the 2020s, but the move would allow the number to reach 260. \nMr Wallace said it would ensure the country's nuclear deterrent was \"credible\", and would still be lower than other nations - pointing to France, which has 300.\nBut Labour's shadow foreign secretary Lisa Nandy said the proposal had \"baffled\" opposition parties and they would not support it until the measure had been justified by the government. \nHundreds of thousands of miles of undersea cables circle the globe, providing internet and communications links between nations and continents.\nThe Ministry of Defence said they are \"vital to the global economy and communications between governments\" and are at \"risk of sabotage\" due to \"submarine warfare\".\nThe new Multi Role Ocean Surveillance ship will be fitted \"with advanced sensors and will carry a number of remotely operated and autonomous undersea drones which will collect data\".\nThe vessel, staffed by 15 people and due to come into service in 2024, will carry out operations in both UK and international waters.\nThe MoD added it will also \"be able to support with other defence tasks, including exercises and operations in the Arctic which will become an increasingly contested area\".\nUndersea cables carry more than 90% of the world's communications - including trillions of dollars worth of financial transactions every day. \nThere's growing concern these underwater arteries could be vulnerable to attack. \nBritish and US military and intelligence officers have recently warned of Russian submarines \"aggressively operating\" near Atlantic undersea cables. \nThe Ministry of Defence says there's a risk of sabotage - which presents an existential threat to the UK.\nAs part of a wider defence review - the MoD will order a new Royal Navy surveillance ship to monitor  this critical infrastructure. \nMr Wallace told the BBC: \"The lights could go out if we lose our critical national infrastructure across the board. Cables are one part of that critical national infrastructure and incredibly important.\n\"Russia has certainly taken a deep interest in those cables, not only to the United Kingdom but obviously to the continent of Europe. \n\"[The vessel's] job is going to be to protect not only critical national infrastructure, but other things. It will be able to do other surveillance functions around the sea and everything else and I think it is really important that we invest in t hat because otherwise we are deeply exposed.\" \nPrime Minister Boris Johnson has promised his plan for modernising the armed forces and foreign policy will help make the UK \"match-fit\".\nThe Integrated Review, first announced in 2019, will set out the UK's defence and foreign affairs priorities for the next decade or so, during which cyber warfare in particular is expected to become a greater threat.\nBroader foreign policy from the review was announced this week, with Foreign Secretary Dominic Raab pledging to boost alliances in the Indo-Pacific region, describing it as \"increasingly the geopolitical centre of the world\".\nBut more on how the Armed Forces could be overhauled will be announced on Monday, following a boost in funding late last year.\nThe defence secretary was pushed by Andrew Marr on what the new command paper would mean for the size of the forces, but Mr Wallace said that was a decision for Parliament. \nHe added: \"What I can give you is the assurance that we have had a record settlement, so I am making decisions, not in an environment of falling tide like in previous cuts, but in an environment where I am going to make the decision to have the right Armed Forces to match our ambition and meet the threat.\" "
    }
  ]
}