{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-43302244",
      "category": "world-latin-america",
      "title": "Patrolling Mexico's most densely populated suburb",
      "tags": "Policing,Mexico City,Crime,Mexico",
      "text": "Flying over Nezahualcóyotl in a police helicopter gives a sense of the challenges its residents face. \nOriginally built on the drained bed of Lake Texcoco, the suburb stretches out below in a patchwork of low-income housing with more than a million people crammed inside. \nCiudad Neza, as it is commonly known, is now the most densely populated place in Mexico, part of the vast urban sprawl outside Mexico City. \nOver the years. criminal networks have taken hold, often with the complicity of local police. \nMunicipal officers insist they have changed, saying that their force has been purged, that corruption is being weeded out and replaced with a sense of civic duty. \nThe man they credit for the turnaround is Jorge Amador, a former sociology professor turned police chief.\n\"I think we've broken with the traditional way of thinking on local policing here,\" he says, in a rare show of pride.\n\"Unfortunately all too often in our country police chiefs and politicians have seen security not as a public service but as a business, as a way to make money.\" \nWhen he was first appointed to oversee security in Neza a decade ago, Jorge Amador began by removing more than 100 corrupt or unfit officers. \nHe also improved wages and conditions for those who stayed. Some of his ideas were considered unorthodox, such as promoting literature and chess among his officers.\nBut the intention, he says, was to combat \"inertia\", a term he uses often. \n\"We had to tackle that inertia, and dignify the role of a police officer once again.\"\nChess competitions and poetry readings among police officers is all well and good, but as many analysts point out, Mexico's problems run deep. \nLast year was the most violent year in the country's drug war with more than 23,000 people killed. \nWith their key leaders either dead or arrested, several drug cartels splintered and battled each other for control. \nFor two consecutive administrations, the Mexican army has been deployed to try to bring peace to the streets, often playing the role of the police in many communities. \nNow the Mexican government wants to make that role permanent by law. \nThe \"Interior Security Law\" is deeply controversial given the army's poor human rights record and prominent activists such as José Antonio Guevara have grave reservations.\n\"In carrying out these police duties over the past 12 years, the army has tortured thousands of people and has disappeared and summarily executed many thousands more,\" he argues. \nSpecifically he referred to notorious incidents like the disappearance and subsequent murder of 43 student teachers in Ayotzinapa in 2014.\nThe BBC requested an interview with the Mexican military and the ministry of interior but none was granted. \nAt the local level, Mr Amador also does not think that the answer lies with the army. \n\"For us, security comes from bringing society closer together, from a closer relationship between the people and their institutions.\"\nSo he tried two other approaches in Neza instead. The first was to introduce new technology. \nIn a nerve centre at police headquarters, the officers can see every corner of Neza via a sophisticated system of CCTV cameras. A network of neighbourhood watch groups was also set up, which is directly in touch with the patrols via WhatsApp.\nThere was also a return to some very basic community policing. \nFor example, the municipality was divided up into smaller units comprised of just three or four blocks. The local officers now hold regular neighbourhood meetings in the evenings so people can air their grievances in the open. \nAt one such meeting, it was clear that although car theft and violent crime are well below the national average, no-one was under the impression that Neza was now crime-free.\nResidents did say that had noticed some improvements though. \"It's not perfect but we've started to work together at last,\" Sandra said. \n\"At least when we ask the officers for help, they come out much quicker than before.\"\nHer neighbour, Gerardo, pointed to a street alarm installed by the police. \"We report anything strange or suspicious that we see. And when that alarm goes off, I've seen neighbours come out half dressed and with a spade in their hands to defend our street from criminals!\"\nIt is an election year in Mexico and security remains a key campaign issue. \nMany Mexicans believe their local police cannot be trusted. \nWhile in much of the country that may be true, Neza's unconventional police chief claims he has proven officers are not all bad apples, rotten to the core.\n\"We have to challenge this idea that police in Mexico are corrupt, inefficient, criminal, abusive. That this is how they are and how they'll always be.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56972286",
      "category": "world-asia-india",
      "title": "India Covid pandemic: Delhi calls for army help amid crisis",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "The authorities in the Indian capital Delhi have called for help from the army as the city grapples with a brutal second wave of Covid-19 cases.\nHospitals in the city are in crisis, with intensive care beds full and an acute shortage of medical oxygen.\nDelhi's government wants the army to run Covid care facilities and intensive care units.\nAcross India, case numbers since the start of the outbreak are closing in on 20 million.\nThe country has seen more than 300,000 new cases a day for nearly two weeks straight while deaths stand at 220,000.\nExperts say total Covid cases and deaths in India are likely to be much higher, citing lack of testing and patients dying at home without being seen by doctors. \nDelhi, which this weekend reported record daily deaths at more than 400, wants the army to run medical care with oxygen facilities for around 10,000 patients, and a further 1,000 intensive care units.\nDeputy Chief Minister Manish Sisodia said that with healthcare \"overwhelmed... it will be a timely help to the people of Delhi if the Ministry of Defence, with the considerable resources at its command, is tasked with the responsibility to provide and man the additional Covid health facilities\".\nHe also asked for \"urgent\" help transporting much-needed oxygen.\nIndia has already ordered its army to send its oxygen from army reserves to hospital while retired military medical personnel have been called up to help. \nDelhi Chief Minister Arvind Kejriwal has repeatedly said that the city is not getting enough oxygen from the federal government, which allocates oxygen quotas to states.\nBut federal officials deny there are shortages, saying the challenge has come from transportation.\nIndia produces thousands of tonnes of oxygen a day, but some experts say the supply crunch comes from a lack of investment in distribution networks.\nDelhi hospitals have resorted to sending SOS messages on social media to secure supplies. For residents, hours spent in queues to top up portable canisters have become part of daily life.\n\"It's a battle we are fighting every day,\" said Dr Gautam Singh, who runs the Shri Ram Singh hospital.\n\"Half of my hospital staff are on the road with cylinders to get them filled every day, going from one place to another.\"\nThere are severe strains outside of the capital too. In the southern state of Karnataka, 24 people died in one hospital, but the government there has denied reports that all of them died due to a shortage of oxygen.\nIndia's Covid crisis has been compounded by a sluggish vaccination campaign.\nDespite being the world's biggest producer of vaccines, there is a shortage of supplies. Since January, just over 10% of India's 1.4 billion people have had one dose and only about 2% two doses.\nThe chief executive of India's Serum Institute, the world's biggest vaccine manufacturer, has warned shortages will last for months. \nAdar Poonawalla told the Financial Times the institute had been unfairly maligned over the lack of supplies. \nHe had not boosted capacity earlier, he said, because \"there were no orders, we did not think we needed to make more than 1bn doses a year\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56984815",
      "category": "uk-wales",
      "title": "Covid: Father-of-three dies after seven-week battle with virus",
      "tags": "Coronavirus lockdown measures,Cardiff,Ghana,Coronavirus pandemic",
      "text": "A 46-year-old father of three children who died with Covid was \"the kindest, most caring human being\", his wife has said.\nEric Ohene-Adjei had been treated for the virus at Cardiff's University Hospital of Wales for seven weeks.\nHis wife Rachel said it showed people still needed to respect the dangers posed by the illness.\nShe urged everyone: \"Don't take life for granted. Cherish every second you've got.\"\nRachel said their three children, Isaac, 12, Jacob, nine, and Ebony, eight, had been asking for their father \"every day\".\nShe said she had been comforted by a stream of tributes to her husband, who worked at a Tesco supermarket in the city.\n\"I've had private messages on social media, with people telling me stories how they met Eric and what he meant to them,\" said his wife.\n\"It has given me comfort to know he gave to other people, what he gave to us as a family. \"\nShe praised the care he had received in hospital, but described it as \"seven weeks of torture\".\nEric died on 17 April, after his wife was told to return to his intensive care ward as it was \"not looking good\".\n\"The doctors were amazing. They let me stay as long as I wanted,\" said Rachel.\n\"It was horrendous, but I'm honoured I got to say goodbye to him because there's loads of families that didn't get that opportunity. \n\"He wasn't on his own, and I got to hold him and tell him how much we all loved him and missed him and that we were going to be OK.\"\nRachel said there had been \"amazing\" support for her husband, who was born in Ghana, in West Africa.\n\"The primary school that my two youngest go to held a 'joys of Ghana day' last Friday,\" said Rachel.\n\"Everyone wore the Ghana colours. They learned all about Ghana and it was all in memory of their dad. \n\"That was amazing, the support we've had off everyone has been phenomenal.\"\nBut she said it also reminded her that as more Covid restrictions are eased in Wales, people must remain aware of the dangers the virus still poses.\n\"I think it's good the world is opening back up again. I just think people need to be very careful and not rush into things,\" she said.\n\"Just be careful. Please wear your facemasks, keep your 2m distance and don't take life for granted.\"\nEric's funeral will take place on Friday and Rachel said it would be a \"celebration\" of his life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56973242",
      "category": "uk-england-london",
      "title": "River Thames rescuer joins Folajimi Olubunmi-Adewole bravery award calls",
      "tags": "River Thames",
      "text": "A man who died trying to save a drowning woman should get a medal for bravery, a fellow rescuer has said.\nJoaquin Garcia and Folajimi Olubunmi-Adewol went into the River Thames at London Bridge after hearing a scream at about midnight on 24 April.\nThe woman and Mr Garcia were rescued by the coastguard. Mr Olubunmi-Adewol's body was found six hours later.\nMr Garcia said he would \"totally support\" calls for the 20-year-old to be awarded the George Cross.\nHe said he backed \"the campaign that there is for Jimi to take a medal for his honour and his braveness\".\n\"I think he deserves that. \n\"I think it would be really good for the family as well.\"\nHe said he had been walking nearby when he saw Mr Olubunmi-Adewol - who was known as Jimi - pointing into the river and shouting \"she's there, she's there\".\nHe said the 20-year-old asked him if he was going to jump, and after he said he was, \"Jimi started to count and said 'let's do it'.\n\"I couldn't think on it, so I just jumped... and that's the last time I saw Jimi.\"\nAfter being pulled from the water, Mr Garcia called his parents in Spain while in hospital. \nHe said he did not hear what his mother said as she was crying, but his father had said he was \"very good for being like you are\", before adding: \"Don't do it again\".\nThe City of London Police have asked the Royal Humane Society to put Mr Olubunmi-Adewol forward for an award for his \"bravery and selfless actions\".\nAlmost 150,00 people have also signed an online petition for a plaque to be put on London Bridge, recognising what he did."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56989751",
      "category": "world-middle-east",
      "title": "Israel: Netanyahu rival Lapid asked to form new government",
      "tags": "Israel,Benjamin Netanyahu",
      "text": "Israel's president has asked the leader of the centrist Yesh Atid party, Yair Lapid, to try to form a government.\nReuven Rivlin announced that he had given Mr Lapid the mandate after long-time Prime Minister Benjamin Netanyahu failed to meet an overnight deadline.\nYesh Atid came second to Mr Netanyahu's right-wing Likud party in March's inconclusive general election.\nMr Lapid faces a challenge to bridge the ideological differences between the parties he can ask to join a coalition.\nIf he fails to secure a majority in the 120-seat parliament, the Knesset, there is a risk of the country having to go to elections for the fifth time in two years. \nIn a televised address on Wednesday evening, President Rivlin said he had decided to give Mr Lapid a 28-day mandate to form a government after 56 lawmakers expressed support for his candidacy.\n\"From the number of recommendations, it is clear that Yair Lapid could form a government that has the confidence of the Knesset, despite there being many difficulties,\" he added.\nHe noted that Naftali Bennett, the leader of the right-wing Yamina party, which has seven seats, had called for a stable government and not ruled out the possibility of joining a coalition with Mr Lapid. \nMansour Abbas, the head of the Arab Islamist party Raam, which has four seats, had meanwhile stated that he would \"co-operate positively\" with anyone given a mandate, he added.\nIn a statement after the announcement, Mr Lapid promised to do everything he could to form a government as soon as possible.\n\"After two years of political paralysis, Israeli society is hurting. A unity government isn't a compromise or a last resort - it's a goal, it's what we need,\" he said.\n\"We need a government that will reflect the fact that we don't hate one another. A government in which left, right and centre will work together to tackle the economic and security challenges we face. A government that will show that our differences are a source of strength, not weakness.\"\nThe 57-year-old former finance minister has previously said that he would be prepared to share the premiership with Mr Bennett as part of a rotation agreement, with the latter leading the country for the first two years.\nEarlier on Wednesday, Mr Bennett called for the formation of a \"broad emergency government\" that would \"get the wheel out of the mud\".\n\"This is the time to stop and reconsider a new path. Whoever cynically takes the State of Israel to fifth elections based on personal interests, in complete opposition to the needs of the nation and state, the people won't forgive him.\" \nLikud, which controls 30 seats, blamed the prime minister's failure to form a coalition before the deadline ended at midnight on Mr Bennett's \"refusal to commit to a right-wing government\".\nMr Netanyahu told his former protégé and defence minister on Monday that he would be willing to hand over the premiership to him for one year. But Mr Bennett dismissed the proposal, saying that even with Yamina's support Mr Netanyahu would still be two seats short of a majority.\nThe far-right Religious Zionism alliance had also ruled out joining a coalition supported by Raam, which was open to working with Mr Netanyahu to address the needs of Israel's Arab citizens.\nA long period of political stalemate in Israel has been complicated by Mr Netanyahu's ongoing trial for corruption, which he denies. His rivals argue he should not remain in office while facing criminal charges.\nThe 71-year-old is Israel's longest-serving leader, having led five governments since 1996. The last, which saw him share power with the then-main opposition party to help tackle the coronavirus pandemic, collapsed in December, triggering the latest election."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56975466",
      "category": "world-us-canada",
      "title": "Bill and Melinda Gates divorce after 27 years of marriage",
      "tags": "Bill & Melinda Gates Foundation,Bill Gates",
      "text": "Bill and Melinda Gates have announced their divorce after 27 years of marriage, saying \"we no longer believe we can grow together as a couple\".\n\"After a great deal of thought and a lot of work on our relationship, we have made the decision to end our marriage,\" the pair tweeted.\nThey first met in the 1980s when Melinda joined Bill's Microsoft firm. \nThe billionaire couple have three children and jointly run the Bill & Melinda Gates Foundation.\nThe organisation has spent billions fighting causes such as infectious diseases and encouraging vaccinations in children.\nThe Gates - along with investor Warren Buffett - are behind the Giving Pledge, which calls on billionaires to commit to giving away the majority of their wealth to good causes.\nBill Gates, 65, is the fourth wealthiest person in the world, according to Forbes, and is worth $124bn (£89bn). \nHe made his money through the firm he co-founded in the 1970s, Microsoft, the world's biggest software company.\nThe pair both posted the statement announcing their divorce on Twitter.\n\"Over the last 27 years, we have raised three incredible children and built a foundation that works all over the world to enable all people to lead healthy, productive lives,\" it read. \n\"We continue to share a belief in that mission and will continue our work together at the foundation, but we no longer believe we can grow together as a couple in the next phase of our lives. \n\"We ask for space and privacy for our family as we begin to navigate this new life.\"\nTheir 25-year-old daughter, Jennifer Gates, wrote on Instagram: \"It's been a challenging stretch of time for our whole family. I'm still learning how to best support my own process and emotions\".\nMelinda, now 56, joined Microsoft as a product manager in 1987, and the two sat together at a business dinner that year in New York.\nThey began dating, but as Bill told a Netflix documentary: \"We cared a lot for each other and there were only two possibilities: either, we were going to break up or we were going to get married.\"\nMelinda said she found Bill - methodical it seems even in matters of the heart - writing a list on a whiteboard with the \"pros and the cons of getting married\".\nThey got married in 1994 on the Hawaiian island of Lanai, reportedly hiring all the local helicopters to stop unwanted guests flying over. \nBill stepped down from Microsoft's board last year to focus on his philanthropic activities. \nSource: Reuters news agency\nWhile the pair may branch off into separate charity initiatives, analysts say the work of the Gates Foundation is likely to continue.  \n\"They have built this from the ground up, over the last 20 years, they share a deep commitment to it,\" US author and journalist David Callahan told the BBC World Service.\n\"The work of the foundation is likely to go on. This is not some small family foundation that's going to fall apart because a marriage is falling apart,\" he said.\n\"Bill and I are equal partners,\" she told the Associated Press in an interview in 2019. \"Men and women should be equal at work.\"\nIn her recent memoir The Moment of Lift, she wrote about her childhood, life and private struggles as the wife of a famous figure and and stay-at-home mother with three kids. \nWorking together at the foundation had made their relationship better, she argued. \"He's had to learn how to be an equal, and I've had to learn how to step up and be an equal,\" she wrote.\nApart from her work with the foundation she founded Pivotal Ventures, an investment company focused on women and families, in 2015.\n\"The world is finally waking up to the fact that none of us can move forward when half of us are held back,\" she said at the time. \"The data is clear: empowered women transform societies.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56984733",
      "category": "world-us-canada",
      "title": "Bill and Melinda Gates agreed 'separation contract' before announcing divorce",
      "tags": "Bill & Melinda Gates Foundation,Bill Gates,United States",
      "text": "Bill and Melinda Gates agreed how to divide their property and assets before announcing their divorce on Monday, US media report.\nThe billionaire couple, who have been married for 27 years, reportedly signed a separation contract outlining how their estate would be split.\nBut they did not sign a pre-nuptial agreement before their wedding in 1994.\nThe couple run the Bill & Melinda Gates Foundation, which has spent billions on charitable causes around the world.\nThey have pledged to continue to work together at the foundation once their divorce is finalised. \nBill Gates, 65, is the fourth wealthiest person in the world, according to Forbes, and is worth $124bn (£89bn).\nHe made his money through the firm he co-founded in the 1970s, Microsoft, which is the world's biggest software company.\nThe couple's estate is believed to include multi-million dollar properties in Washington, Florida and Wyoming. Their main residence is a lakeside mansion in Medina, Washington that is reported to be worth at least $127m.\nThe couple filed for divorce at a court in Seattle on Monday, according to documents obtained by a number of US media outlets and published by the TMZ website.\n\"This marriage is irretrievably broken,\" the petition for divorce states. \"We ask the court to dissolve our marriage.\"\nIt says the couple's property, business interests and assets should be divided \"as set forth in our separation contract\". That contract, however, has not been made public.\nThe pair have three adult children and spousal support is not needed, the documents state.\nThey have each hired three lawyers to represent them. The lawyers for Melinda, 56, include Robert Cohen who has previously worked for clients such as Ivana Trump, Michael Bloomberg and Chris Rock.\nBill, meanwhile, has hired three lawyers based in Los Angeles. \nThe pair announced their divorce in joint statements posted on Twitter on Monday, saying \"we no longer believe we can grow together as a couple\".\n\"After a great deal of thought and a lot of work on our relationship, we have made the decision to end our marriage,\" they said.\nMelinda joined Microsoft as a product manager in 1987, and the two sat together at a business dinner that year in New York.\nThey began dating, but as Bill later told a Netflix documentary: \"We cared a lot for each other and there were only two possibilities: either, we were going to break up or we were going to get married.\"\nMelinda said she found Bill writing a list on a whiteboard with the \"pros and the cons of getting married\".\nThey were married in 1994 on the Hawaiian island of Lanai, reportedly hiring all the local helicopters to stop unwanted guests flying over. \nBill stepped down from Microsoft's board last year to focus on his philanthropic activities. \nSource: Reuters news agency"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56985164",
      "category": "world-latin-america",
      "title": "Mexico City metro: Fears structural failure behind deadly crash",
      "tags": "Mexico City,Rail travel,Andres Manuel Lopez Obrador,Mexico,Mexico City metro collapse",
      "text": "Mexican authorities have promised a full investigation into the collapse of a metro overpass in Mexico City, as questions mount over the line's safety.\nPresident Andrés Manuel López Obrador said \"nothing would be hidden\" while the mayor said an external company would be involved in the inquiry.\nThe elevated track on Line 12 fell on to a road, killing at least 24 people. \nConcerns over possible structural failures had been raised since the line was inaugurated, in 2012.\nThere were concerns about design problems and construction standards, as well as allegations of corruption. \nAt a news conference, President López Obrador said the investigation, to be carried out by federal and Mexico City prosecutors, should be done quickly. \"We cannot get into speculation, much less blame the possible perpetrators without having proof,\" he said.\nThe line was built when Foreign Minister Marcelo Ebrard, a close ally of the president, was mayor of the capital. Speaking alongside the president, Mr Ebrard said it was a \"very sad day for everyone\".\nCurrent Mayor Claudia Sheinbaum also said it was too soon to say who was responsible for what happened. Earlier, she said it appeared a girder had given way on the overpass. The line will remain closed while a structural survey is carried out.\nCCTV footage showed the overpass collapsing as a train was travelling over it, sending up clouds of debris and sparks. The crash happened near the Olivos station, in the south-east of the city, on Monday night.\nFernando Espino, secretary-general of the union representing metro workers, said the incident was related to a construction problem. \n\"This is a structural failure... We don't know if it's related to the material with which this [section] was built. We need to see what happened,\" he said, according to El Universal newspaper.\nElevated parts of the line, including the collapsed overpass, had to be closed for multiple repairs in 2014. Residents also reported cracks in the structure after an earthquake in 2017, and transport authorities made repairs following the reports.\nIn 2017, the then director of the city's metro, Jorge Gaviño, said the line \"was born with endemic problems that would never be solved in its life\" and that it would require \"permanent\" maintenance.\nOn Tuesday, cranes were deployed to stabilise and remove the two train carriages that remained hanging from the structure.\n\"We never had much faith in this metro [line],\" 62-year-old Maria Concepcion, who heard the collapse from her house, told Reuters news agency. \nCCICSA, one of the firms involved in the construction of the line, said in a statement to Reuters it was \"going to wait for the official expert opinion\". French train maker Alstom said it was willing to \"co-operate with and to aid authorities responsible for investigations in any way necessary\".\nAt least 79 people were injured, including one person who had been pulled out alive from a car underneath the wreckage. The mayor said the dead included children, but she did not give details.\nMexico City's metro system is one of the most used in the world, carrying tens of millions of passengers a week. In North America, only New York's subway carries more people every day. \nYet the incident did not occur on one of the older lines, which have been through at least two major earthquakes in the past 35 years. Rather it happened on Line 12, completed as recently as October 2012.\nThere will be difficult questions for the mayor's office to come about the construction of the line, including for several former mayors. \nThis is the deadliest incident in decades for the city's metro system. In 1975, two underground trains collided, killing 31 people.\nLast year, one person was killed and more than 40 injured in a collision between two metro trains elsewhere in Mexico City.\nWere you in the area? Did you witness what happened? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56972195",
      "category": "uk",
      "title": "Gender recognition certificate cost cut to £5",
      "tags": "LGBT,Transgender people",
      "text": "The fee to apply for a gender recognition certificate has been cut to £5, the government has announced.\nMinisters pledged in September to slash the cost of legally changing gender from £140 after deciding against wider reforms.\nWomen and Equalities Minister Liz Truss said the reduction removed a \"barrier\" for transgender people.\nWhile cost has been cited as an obstacle to applying, some LGBT groups say more work is needed.\nThe BBC revealed last month that the cost would be reduced to single figures from early May.\nA consultation was set up in 2018 to explore potential reforms to the way transgender people can apply for a gender recognition certificate (GRC) in England and Wales. This allows someone's acquired gender to be recorded on their birth and marriage certificates.\nThe existing process - which requires two medical reports - had been criticised as costly and bureaucratic. \nThe government estimates there are between 200,000 and 500,000 transgender people in the UK, although the actual figure is not known.\nA total of 5,871 full GRCs have been granted since 2005, according to the latest official figures.\nIn September 2020, following a highly charged debate about the potential impact of changing the law, the government announced it would not fundamentally reform the process. \nAt the time, Ms Truss said there were \"proper checks and balances in the system\" - but pledged to make applying \"kinder and more straightforward\", including reducing the fee.\nIn a statement after the reduction came into force, Ms Truss said: \"As we build back better, we want transgender people to be free to live and to prosper in modern Britain.\"\n\"In the National LGBT Survey, 34% of transgender people told us that the cost of applying for a certificate was holding them back from doing so,\" Ms Truss said.\n\"Today we have removed that barrier, and I am proud that we have made the process of getting a certificate fairer, simpler and much more affordable.\"\nGovernment sources have previously told BBC News that making the service completely free would take longer because it would require primary legislation.\nThe government has also said it is working \"at speed\" to move the application process online.\nHowever, some LGBT charities have called for more fundamental reform.\nLee Clatworthy, from national transgender charity Sparkle, said that the process remains \"overly long-winded\" and a reduction in cost \"won't compel more to apply\".\nNancy Kelley, chief executive of Stonewall, said reducing the cost and streamlining the application process were not substitutes for \"meaningful reform to the Gender Recognition Act\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56945218",
      "category": "business",
      "title": "People in problem debt get 60-day break scheme",
      "tags": "Money,Personal finance,Personal debt",
      "text": "A new \"breathing space\" scheme has begun in England and Wales to shield people in problem debt from further interest and charges.\nPeople receiving debt advice can apply for the break, which lasts for up to 60 days, to prevent them falling into a spiral of debt.\nThe Treasury has estimated that up to 700,000 people could be helped by the scheme in its first year.\nPeople receiving treatment for mental health issues can get more help.\nThe separate system for those receiving mental health crisis treatment lasts for the length of that treatment, plus another 30 days.\nDebt charities have campaigned for years for the full introduction of a breathing space scheme, after watching people borrow more money to pay the interest and charges on existing debt.\nUnder the scheme, these extra costs will be paused and no enforcement action can be taken, if a debt adviser agrees that a breathing space period is appropriate.\nIt can only be used once during a 12-month period, and the government has stressed that it is not a payment holiday. Regular bills such as mortgage, rent, utility bills and taxes should still be paid.\nLee lives in southeast England, and ended up owing nearly £20,000 after he lost his job and his marriage ended.\n\"It was general living expenses really, I wasn't being lavish and partying, or going on expensive holidays,\" he said.\n\"It was my fault, and mismanagement of credit cards.\"\nLee said the situation was \"scary\". \n\"Looking back, hindsight being the wonderful thing that it is, I should have done something earlier, but I didn't, and I thought I could manage it.\n\"It's trying to put out fire with fire,\" he added. \"You're using a credit card to try and pay everything. It's just crazy, really.\"\nLorraine Charlton, a debt expert at Citizens Advice, said: \"If you have unmanageable debts, the new scheme could give you the time to get the advice that will help, and to start taking action.\n\"Breathing space isn't a temporary fix to simply keep your creditors at arm's length. You'll need to work with your debt adviser to try and make a plan to deal with your debts.\"\nA similar system is already operating in Scotland.\nJoanna Elson, the boss of the Money Advice Trust, which runs the National Debtline added that the launch marked a \"a major milestone in improving the help available to people struggling with debt.\"\nJohn Glen, Economic Secretary to the Treasury, said: \"This scheme will give people a breathing space from charges, distressing letters and bailiff visits, so they can tackle their problem debt with support from a professional debt adviser.\"\nThere is greater support under the mental health breathing space system. It is more open-ended and someone can use it more than once a year. \nUnder the scheme, an approved mental health professional can certify that an individual is receiving treatment and then a debt adviser can consider whether they are eligible for the scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56970368",
      "category": "technology",
      "title": "Teens, tech and mental health: Oxford study finds no link",
      "tags": "Social media,Screen time,Young people",
      "text": "There remains \"little association\" between technology use and mental-health problems, a study of more than 430,000 10 to 15-year-olds suggests.\nThe Oxford Internet Institute compared TV viewing, social-media and device use with feelings of depression, suicidal tendencies and behavioural problems.\nIt found a small drop in association between depression and social-media use and TV viewing, from 1991 to 2019, \nThere was a small rise in that between emotional issues and social-media use.\n\"We couldn't tell the difference between social-media impact and mental health in 2010 and 2019,\" study co-author Prof Andrew Przybylski. said.\n\"We're not saying that fewer happy people use more social media.\n\"We're saying that the connection is not getting stronger.\"\nAnd this was a warning to regulators and lawmakers focusing on commonly held beliefs about the harmful effects of technology on young people's mental health.\nParticipants, in the US and UK, graded their own feelings using set questions with sliding scale responses.\nAnd they were asked about the duration of social-media or device activity but not more specifically how they had spent that time.\nThe paper is published in the journal Clinical Psychological Science. \nIn January 2021, a study suggested heavy social-media use was linked to negative well-being and self-esteem among teenagers.\nOther factors affecting young people's mental health include the coronavirus pandemic.\nAnd the UK government has announced a £500m investment in mental-health services, with £79m earmarked for children and young people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56975402",
      "category": "world-us-canada",
      "title": "Joe Biden raises Trump refugee cap after backlash",
      "tags": "Refugees and asylum seekers,United States,Joe Biden",
      "text": "President Joe Biden has lifted the US annual refugee cap, bowing to backlash from his party after he initially opted to stick by the Trump-era figure.\nThe Democratic president is raising the cap from 15,000 to 62,500 after outrage from progressives and refugee agencies. \nMr Biden said the lower figure \"did not reflect America's values\".\nReports said the president was concerned about letting in more people amid a record influx at the US-Mexico border.\nThe new figure of 62,500 \"erases the historically low number\" set by former President Donald Trump, Mr Biden said on Monday.  \nHe also said his administration intended to raise the number of refugees admitted next year to 125,000.\nBut he acknowledged the \"sad truth\" that the US would not achieve either target this year or next, arguing that his administration had to \"undo the damage\" of the previous one. \nThe lower ceiling \"did not reflect America's values as a nation that welcomes and supports refugees\", Mr Biden said.\nAbout 2,000 refugees were let into the US between October and March, according to the Refugee Processing Center.\nThe Biden administration has been accused of seeking to deflect blame on to the Trump administration for having, as the White House says, \"dismantled\" the immigration system down at the US-Mexico border. \nMr Trump did gradually slash the refugee cap through his tenure, bringing the number down from 110,000 in President Barack Obama's last year in office to the record low of 15,000. \nBut World Relief, a humanitarian organisation, last month said White House claims that the US refugee resettlement programme needed to be rebuilt after the Trump years were \"a completely false narrative\" and \"a purely political calculation\". \nMr Biden had vowed during his election campaign to hike the US cap on refugees. But in April he stunned many supporters with an emergency declaration that the admission of up to 15,000 refugees was \"justified by humanitarian concerns and is otherwise in the national interest\". \nThe president instead lifted restrictions on resettlements from Somalia, Syria and Yemen and provided more slots to arrivals from Africa, the Middle East and Central America.\nBut as Mr Biden faced swift blowback from refugee groups and members of his own party, the White House said just hours later that he would revise the figure in May. \nInfluential left-wing New York congresswoman Alexandria Ocasio-Cortez had described the lower refugee cap as \"xenophobic and racist\". \nMr Biden's flip-flop reportedly forced hundreds of refugees already cleared for travel to cancel their flights. \nA White House official told Reuters news agency on Monday that the president had chosen to raise the ceiling in order to \"send a very clear message that refugee processing is a critical part of America's place in the world\", adding that the initial cap \"did not send the right message\". \nThe decision has been applauded by refugee groups, including the International Rescue Committee.\n\"President Biden's decision is good for America and good for refugees,\" said its chief executive, David Miliband, a former British foreign secretary. \"We welcome the bold steps to build back refugee protection after four years of deeply damaging policy.\" \nThe country's refugee programme is distinct from the asylum system. Refugee status applies to those who seek protection while still overseas, while asylum seekers do so from a port of entry or from inside the US. \nBut the White House is known to be concerned about the optics of a record number of undocumented immigrants arriving at the southern border, with the influx expected to rise as the weather warms.\nFigures for unaccompanied children in particular have soared, straining shelters and available resources. Recent photos from inside a migrant border facility showed children crammed together without social distancing.\nLast week, Democratic Senator Mark Kelly, from the border state of Arizona, expressed frustration with Mr Biden's handling of the \"crisis\" - a label that the White House has so far resisted. \nOn Monday a survey from the Pew Research Center found a majority of American adults were critical of the US government's handling of the border situation. \nAbout two-thirds of US adults said the Biden administration was doing a very bad or somewhat bad job of dealing with the increased number of people seeking asylum. This included more than half - 56% - of Democrats polled."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56972074",
      "category": "uk-wales",
      "title": "Covid: Disposable masks pose pollutants risk, study finds",
      "tags": "Pollution,Swansea University,Plastic pollution,Swansea,Water pollution,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "Disposable face masks could be releasing chemical pollutants and nano-plastics into the environment, researchers have warned.\nScientists said there needed to be better regulation and more research carried out.\nThe Swansea University team found heavy metals and plastic fibres were released when throw-away masks were submerged in water.\nThe researchers said the public health impact needed more investigation.\n\"Before the pandemic, we were looking at reducing the use of plastic straws, reducing packaging, but now we are looking at hundreds and thousands of these masks being disposed,\" said the project leader, Dr Sarper Sarp, of the university's College of Engineering. \n\"We need to sort our priorities - first of all we need to get over the pandemic and protect each other and the public health. Then, in the meantime, we need to take steps to protect the environment.\"\nBack in November last year, the researchers were only originally interested in the plastic waste impact on our environment.\nBut as they tested more and more masks, they uncovered more chemicals.\nThe pollutants were often linked to dyes used in producing the masks, mostly made in southern Asia, and China in particular.\nThe team found traces of lead, antimony and cadmium - all heavy metals which can be toxic in low doses.\nThey said the levels found were in the range of parts per million or parts per billion.\n\"On an environmental scale with the amount of production of these things - it all accumulates,\" warned Dr Geraint Sullivan, technology transfer fellow at the university.\nHe said the heavy metals found were also \"bio-accumulative\", which means they are not removed from aquatic systems and they build up over time.\nEvery mask tested leached chemicals when submerged.\n\"That's what's quite shocking really - even though they are at such trace levels, the amount of material being produced out there is going to have an effect on the wider environment,\" added Dr Sullivan.\nProject leader Dr Sarp, who is also a member of the Welsh government's Covid technical advisory group of scientists, said there was much more work to be done on the face masks.\n\"It might not be a big issue now but accumulation is a problem we will face in the future,\" he said.\n\"The benefits of wearing the masks are huge, so we need to keep wearing them, but we need to be looking at different regulations and standardisation of the masks and the quality of the materials we use. \n\"We need to look at how they are produced, how we can test these, and how to standardise their quality.\"\nDr Sarp said with that information, they would be able to educate and inform the public about the masks, and ensure they are safer for individuals and the environment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56969283",
      "category": "world-asia-india",
      "title": "Covid in Varanasi: Anger rises as coronavirus rages in Modi's constituency",
      "tags": "Asia,India,Coronavirus pandemic",
      "text": "The region around Varanasi, one of the holiest cities in the world for Hindus, is among the worst affected by the second wave of coronavirus sweeping India. \nMany angry citizens of the region, in the northern state of Uttar Pradesh, are now asking where their MP, Narendra Modi - India's prime minister - is in their hour of need.\nIndia's devastating second wave has pushed the country's total number of infections to 20 million and the death toll to more than 220,000. In Varanasi, with the health infrastructure swamped, patients can no longer find hospital beds, oxygen, or ambulances, and getting a Covid test can take up to a week. In the past 10 days, most pharmacies have run out of basic medicines like vitamins, zinc and paracetamol.\n\"We are inundated with calls saying help us get a bed or oxygen,\" said a local medical professional, who did not want to be named. \"With the most basic medicines in short supply, people are even taking expired drugs,\" he said. \"They say it's a little less effective, but at least it's something.\"\nCity residents say the first signs of trouble became visible in March. As cases spiked in Delhi and Mumbai and authorities there began imposing restrictions, migrant workers began returning home to their villages in and around Varanasi on overcrowded trains, buses and trucks.\nMany came home for the Holi festival on 29 March or to vote in the village council elections on 18 April - held against advice from experts. Reports say more than 700 teachers on poll duty died in the state and the elections helped spread the virus.\nVaranasi's hospitals were soon overwhelmed and people left to fend for themselves. Rishabh Jain, a 25-year-old businessman based in the city, told the BBC that when his 55-year-old aunt fell sick he had to drive 19 miles (30km) every day to queue for up to five hours to refill an oxygen cylinder.\n\"We panicked when her oxygen levels fell below 80,\" he said. \"We couldn't find a hospital bed so the family started phone bashing to find an oxygen cylinder. We tried 25 numbers for 12 to 13 hours and finally with help from social media and the district administration, we managed to get a cylinder. She's recovering now.\"\nAlarmed by the situation, the Allahabad high court on 19 April ordered a week's lockdown in Varanasi and four other cities in the state, saying the pandemic had \"virtually incapacitated our medical infrastructure\". The state refused to enforce it and challenged the order in the Supreme Court, arguing it had to \"protect both lives and livelihoods\".\nCritics now say the government has failed to do either. With the district administration imposing intermittent weekend curfews and with most businesses and shops shut from fear, thousands are losing their livelihoods and the virus is still spreading.\nVaranasi has so far recorded 70,612 infections and 690 deaths. But 46,280 - or 65% - cases were recorded since 1 April. The official Covid death toll for the district hovers most days around 10-11. On Sunday, the government data put it at 16. But everyone I spoke to in Varanasi dismissed these numbers as a fiction.\nA long-time city resident, who lives close to the Harishchandra and Manikarnika ghats - the two main cremation areas on the banks of Ganges river - says funeral pyres have been burning non-stop for the past month.\nEarlier, the two locations between them would have 80-90 cremations a day, but for the past month, the resident said, he believed the number has risen to roughly 300-400 a day.\n\"How do you explain this increase?\" he asked. \"These people are also dying of something? Most reports say they had a cardiopulmonary failure. How are so many people, including young healthy individuals, suddenly dying from a heart attack?\"\nA recent video shared by a Varanasi resident showed corpses lined up on either side of a narrow lane leading up to the cremation ground, stretching up to a kilometre. The authorities opened two new cremation grounds about 10 days ago, but reports say they are operating around the clock.\nThe tragedy has not stopped at the city of Varanasi: the second wave has made deep inroads into smaller towns and remote villages in the state. Sudhir Singh Pappu, chief of Chiraigaon block, a cluster of 110 villages with a population of 230,000 on the outskirts of Varanasi, told the BBC that each village had reported five to 10 deaths in recent days. In some villages, he said, the toll was as high as 15 to 30. \n\"There is no hospital in the block, no oxygen and no medicines,\" he said. \"There's no space in government hospitals, private hospitals ask for a deposit of 200,000 rupees (£1,953; $2,705) to 500,000 rupees even before they look at a patient. We have nowhere to go.\"\nKamal Kant Pandey, a resident of Aidhe village, said he thought the situation in his village was worse than in the city. \"If you tested everyone in my village of 2,700 people, at least half would be positive. So many people have cough, fever, pain in the lower back, weakness, loss of taste and smell,\" he said.\nDeaths in Aidhe were not making it onto the official database because \"there's no testing here\", said Mr Pandey, who was himself sick with the virus but made a full recovery.\n\"Imagine, this is the prime minister's constituency and even then we are gasping for breath,\" he said.\nMr Modi has often talked about his \"special bond\" with the river Ganges, the ancient city of Varanasi, and the city's people. But as the virus has ravaged the city and the medical infrastructure collapsed, Mr Modi has stayed clear of his constituency. \nResidents have watched as their MP made 17 trips to the key political state of West Bengal between February and April, to campaign for the assembly elections there, which he lost badly on the weekend.\nAn angry restaurant owner described Mr Modi's review meeting to discuss the Covid crisis in Varanasi on 17 April - a day before the village council elections - as a \"farce\". \n\"The prime minister and the chief minister have gone into hiding, abandoning Varanasi and its people to their own fate,\" the restaurant owner said. \"The local BJP leaders are in hiding too. They have switched off their phones. This is the time people need them to help with a hospital bed or an oxygen cylinder but it's total anarchy here. People are so angry.\" \nThe blame \"lies with no-one else but the prime minister\", said Congress politician Gaurav Kapoor. \"The buck stops with him. The blame for every single death in the past month and a half in Varanasi - and in India - lies at his doorstep\" Mr Kapoor said.\nLike many city residents, Mr Kapoor too has suffered personally - he lost an aunt and an uncle a fortnight back to Covid and a friend's brother is now battling for life in a hospital. When I called him for the interview on Friday, he was isolating in a room at home, infected with coronavirus.\nHe said when the numbers first began rising, he was inundated with calls seeking help in finding a hospital bed or an ambulance.\n\"But people have realised that it's pointless. The calls now are for oxygen cylinders,\" he said.\nThe situation, by all accounts, is likely to get worse before it gets better. Varanasi is in chaos, and the picture on the outskirts and in the rural areas, where supplies are even more scarce, is worse.\n\"Doctors there tell me they don't even have oximeters, so patients are dying in their sleep when their oxygen levels plummet,\" said the owner of a diagnostic centre in Varanasi. \n\"When my wife and child were infected, I called our doctor and did everything he advised. But what about the illiterate man in the village who has no doctor on his speed dial? You know how he lives? He lives by God's mercy.\"\nCharts and data analysis by Shadab Nazmi"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56988381",
      "category": "world-us-canada",
      "title": "Covid vaccine: Biden aims to expand vaccines for adults and children",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic,Joe Biden",
      "text": "President Joe Biden has laid out plans to vaccinate 70% of US adults by 4 July and roll out the shots for 12- to 15-year-olds as soon as possible.\nMr Biden's new goal includes having 160 million adults fully vaccinated by Independence Day. \nThe target is well within reach as 105 million have already had the required jabs, and the US is vaccinating nearly a million adults per day.\nBut the vaccination rate is half of what it was just three weeks ago.\nMr Biden said his administration was working to win over \"doubters\" about the shots.\nIsrael - a world leader in vaccination rates - has nearly fully reopened its economy and seen its number of new coronavirus cases crash to almost zero, with just over 60% of the population having received at least one shot.\nHerd immunity happens when enough of a population has protection against an infection that it stops being able to spread - and even people who don't themselves have immunity are indirectly protected. \nFor Covid the estimated threshold for herd immunity is at least 65%-70% of people having protection against infection, although Mr Biden's chief medical adviser Dr Anthony Fauci has increased his estimate to 90% and the World Health Organization (WHO) has said the level is not known.\nMr Biden said at the White House on Monday: \"In two months let's celebrate independence as a nation and our independence from this virus. We can do this. We will do this.\"\nThe Democratic president also announced a new website, vaccines.gov, that Americans can use to more easily find vaccination sites after widespread complaints that the sign-up process was too difficult for some.\nThere is also a phone number Americans can now text to submit their postal code and learn about vaccination sites in their area.\nMr Biden had previously set the goal for life to be \"back to normal\" by 4 July. \nThe US Food and Drug Administration is weighing whether to approve the Pfizer vaccine for children as young as 12.\nPfizer's vaccine is currently approved in the US for people as young as 16. \nMr Biden said he would not interfere with the FDA process but \"if that announcement comes, we are ready to move immediately\".\nThe president told reporters vaccines would be sent directly to paediatricians in the following weeks \"so parents and their children can talk to their family doctor about it and get the shot from the provider they trust the most. Easy, fast and free.\"\nHe added that 15,000 pharmacies would also be made available to teenagers to get their jab.\n\"And if teens are on the move this summer they can get their first shot in one place and get their second shot elsewhere,\" he added.\nIf approved, the vaccine will immediately become available to some 17 million teenagers aged 12 to 15.\nDr Fauci has said children will probably need to be vaccinated in order for life to return to normal.\nWith 75% of American seniors now fully vaccinated, rates of infections have increased in unvaccinated children, a study suggests.\nAccording to the research released on Monday by the American Academy of Pediatrics, children in states that count Covid cases by age now make up around 22.4% of all new infections. That's up significantly from 3% of new daily cases at this point last year, the study found.\nMr Biden also said he was speaking to US businesses to announce shopping discounts for vaccinated Americans.\n\"We're working with major sports leagues to launch special promotions for their fans. Things like ticket giveaways, in-stadium vaccinations, discounts on merchandise and other creative ways to make it easier and more fun to get vaccinated,\" he said.\nSeveral US companies have already offered rewards for the vaccinated.\nIt is not clear what the threshold for herd immunity is for Covid. Dr Fauci began by saying the number was around 70% before ratcheting the figure gradually upwards to 90%.\nHe acknowledged in a New York Times interview in December having moved the goalposts in response to public polling on Americans' willingness to get a vaccine. Dr Fauci last month said the target of herd immunity was \"elusive\".\nThe World Health Organization's chief scientist, Dr Soumya Swaminathan, has said: \"The proportion of the population that must be vaccinated against Covid-19 to begin inducing herd immunity is not known.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56942056",
      "category": "uk-northern-ireland",
      "title": "Joe McCann: Trial of two soldiers collapses",
      "tags": "Belfast,IRA,The Troubles,British Army",
      "text": "Two former paratroopers accused of the murder of an Official IRA man in 1972 have been formally acquitted after their trial collapsed.\nJoe McCann, 24, was shot in disputed circumstances at Joy Street in the Markets area of Belfast in April 1972.\nThe court heard he was evading arrest when soldiers opened fire, killing him.\nSoldiers A and C, both in their 70s, had pleaded not guilty. The men admitted firing shots but said they had acted lawfully when doing so.\nBoth soldiers were interviewed by a police legacy unit, the Historical Enquiries Team (HET), in 2010 and it was that evidence which formed a substantial part of the prosecution's case.\nThe judge ruled that evidence as inadmissible and the Public Prosecution Service (PPS) confirmed on Tuesday it would not appeal against that decision, meaning the case could not proceed.\nAfter the prosecution confirmed it would be presenting no further evidence in the case, the judge told both former soldiers: \"In the circumstances, Mr A and C, I formally find you not guilty of the charge of murder.\"\nSpeaking outside court, Mr McCann's daughter Aíne said there had been \"a failure of the state at all levels\" in relation to her father's death.\n\"The RUC (Royal Ulster Constabulary) failed, the criminal justice failed, not only in this case but in the case of many other families,\" she said.\nMr McCann's family are to apply to the attorney general to open an inquest into his killing.\nTheir solicitor Niall Murphy said: \"This ruling does not acquit the state of murder.\"\nHe added: \"Today is not the end of the McCanns' journey for justice.\"\nIt will take time for the fallout from the collapse of this case to become clear.\nFirstly, prosecutors will examine the implications, if any, for other Troubles legacy cases involving Army veterans.\nIn four of them, decisions to bring charges have already been made - three other cases have still to be ruled upon.\nIn each of the cases, input from the Historical Enquiries Team (HET) will be looked at closely.\nHowever, at this stage prosecutors do not anticipate there being a huge impact.\nSecondly, Tuesday's development will likely intensify the debate around future Troubles prosecutions and legacy matters generally.\nPolitical capital will be made from what has happened in a Belfast courtroom.\nThe government wants to bring forward legislation protecting veterans who served in Northern Ireland and all ears will be on the Queen's speech next week.\nSolicitors for the former soldiers said the prosecution should \"never have got off the ground\" and called for an inquiry led by a senior judge to investigate \"the decision-making process and to ensure that the decision to prosecute these veterans was not political.\"\nIn a statement, the PPS confirmed it had decided to offer no further evidence against two former soldiers.\nMichael Agnew, the deputy director of public prosecutions, said that in spite of the verdict the PPS was satisfied the case had been properly brought before the courts.\nHe said evidence received in 2016 relating to the case was subjected to \"a very thorough and careful examination by a team of experienced lawyers, including senior counsel\" before the test for prosecution was met.\n\"The case overcame a number of legal challenges before reaching trial,\" he said.\n\"These challenges included an abuse of process application following which a High Court judge ruled that there was no unfairness in the decision to prosecute and that in all the circumstances the defendants could get a fair trial.\"\nHe added that the PPS \"fully respected\" the judge's ruling and acknowledged \"the enduring pain of the McCann family and how difficult this development has been for them\".\nMr Agnew said when the full written judgement became available, the PPS would \"carefully consider whether it has the potential to impact upon any other cases that are currently before the courts\".\nDet Supt Stephen Wright of PSNI's legacy investigation branch said: \"We will await the publication of the written judgment and take time to consider it fully and any impact it might have on other legacy investigations.\"\nThe trial opened last Monday and heard a day of evidence before moving to the issue of whether statements and interviews given by the ex-soldiers would be admissible.\nThe court was told that evidence implicating the soldiers came from two sources - statements given to the Royal Military Police in 1972 and interview answers given to the HET in 2010.\nThe PPS accepted that the 1972 statements would be inadmissible in isolation, due to deficiencies in how they were taken including that the soldiers were ordered to make them and they were not conducted under caution.\nHowever, prosecutors argued that the information in the 1972 statements became admissible because they were adopted and accepted by the defendants during their engagement with the HET in March 2010.\nHowever, the judge said it was not legitimate to put the 1972 evidence before the court \"dressed up and freshened up with a new 2010 cover\".\nHe questioned why the HET's re-examination did not prompt a fresh investigation by the Police Service of Northern Ireland (PSNI), with the veterans interviewed under caution. \nThe judge suggested that course of action might have made a prosecution more sustainable.\nFormer Veterans Minister Johnny Mercer, who left the government in April over legal protections for troops who served during the Troubles in Northern Ireland, attended the trial.\nSpeaking after it collapsed, he said he was \"delighted\" for the former soldiers, adding he hoped they could \"go and live the rest of their lives in peace\".\n\"The government has made very clear promises, and the prime minister has made very clear promises, on legislation to end the relentless pursuit of those who served their country in Northern Ireland,\" he said.\n\"It is time to deliver on that.\"\nFour other cases in relation to Army veterans are currently before the courts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56976063",
      "category": "business",
      "title": "Investor Warren Buffett names Berkshire Hathaway successor",
      "tags": "Billionaires,Berkshire Hathaway Inc.,Warren Buffett,United States",
      "text": "Investor Warren Buffett has confirmed that Berkshire Hathaway's vice-chairman, Greg Abel, will succeed him as chief executive.\nMr Buffett built Berkshire Hathaway from a failing textile maker into a $628bn (£452bn) investment juggernaut. \nAlthough he is 90 years old, Mr Buffett has given no indication he plans to step down. \nHowever, there has been speculation for more than a decade about who will succeed him.   \n\"The directors are in agreement that if something were to happen to me tonight, it would be Greg who'd take over tomorrow morning,\" Mr Buffett confirmed to CNBC. \nMr Abel helped build Berkshire Hathaway's energy unit into a major US power provider.\nSince 2018, the Canadian has been a vice-chairman,  overseeing Berkshire Hathaway's non-insurance businesses.\nVice-chairman Charlie Munger may have tipped the company's hand by accident at Berkshire Hathaway's annual meeting over the weekend. \nWhen answering questions about the company's decentralised business model, Mr Munger emphasised its importance and said, \"Greg will keep the culture.\" \nMr Munger made no mention of Ajit Jain, another well-regarded contender for the job who had overseen Berkshire's insurance businesses.  \nMr Jain's age appears to have played a role in the decision. \nAt 58 years old, Mr Abel is a decade younger than Mr Jain, and Mr Buffett told CNBC that Abel's relative youth was significant.\n\"The likelihood of someone having a 20-year runway though makes a real difference,\" he said. \nMr Buffett is arguably the world's most successful investor. \nBerkshire Hathaway owns more than 60 companies, including insurer Geico, battery-maker Duracell and restaurant chain Dairy Queen. \nIt also has major stakes in Apple, Coca Cola, Bank of America and American Express, among others.  \nIn March, Mr Buffett joined the exclusive $100bn (£72bn) club after Berkshire Hathaway shares hit record levels. \nMicrosoft founder Bill Gates, Amazon founder Jeff Bezos and Tesla's chief executive Elon Musk have also passed the milestone. \nMr Buffett has given away billions of his wealth to charity."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56988320",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Sturgeon rules out 'wildcat' indyref2 vote",
      "tags": "Patrick Harvie,Scottish Parliament election 2021,Willie Rennie,Nicola Sturgeon,Scottish Greens,Scottish Labour,Scottish Conservatives,Anas Sarwar,Scottish Liberal Democrats,Douglas Ross,SNP (Scottish National Party)",
      "text": "Nicola Sturgeon has denied that she could hold a wildcat referendum on independence if the SNP wins a majority in Thursday's Holyrood election.\nMs Sturgeon was speaking as she came under attack from Scottish Conservative leader Douglas Ross in a televised BBC Scotland leaders' debate.\nMr Ross claimed that the SNP would hold an \"illegal\" referendum if the prime minister refused to give formal consent.\nBut Ms Sturgeon replied: \"No we won't.\"\nThe SNP leader accused Mr Ross of spreading \"smears and untruths\" about her position.\nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage\nShe added: \"What I have said consistently all along - sometimes to criticism from people on my own side of the argument - is that I would not countenance an illegal referendum, not least because it would not deliver independence.\n\"I want Scotland in the fullness of time and in due course to become an independent country.\n\"I will be responsible about that and I will build, and ultimately I think win, the case for independence through patient persuasion of people across the country.\"\nSCOTLAND'S ELECTION: THE BASICS\nWhat's happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the government. Find out more here.\nWhat powers do they have? MSPs pass laws on aspects of life in Scotland such as health, education and transport - and have some powers over tax and welfare benefits.\nThe referendum in 2014 - which saw voters in Scotland reject independence by 55% to 45% - was formally approved by the UK government, with both it and the Scottish government pledging to respect the result. \nPrime Minister Boris Johnson has so far refused to grant the same consent for another vote on the issue, arguing that the 2014 referendum had settled the question for a generation.\nAnd some within the independence movement - including former SNP leader and first minister Alex Salmond, who now leads the Alba Party - have called on Ms Sturgeon to set out an alternative path to independence if the PM's stance does not change.\nAnd there have been suggestions that a referendum could be held without the UK government's approval - similar to the disputed vote in Catalonia in 2017.\nThe SNP manifesto says it wants to hold a referendum after the pandemic ends - with Ms Sturgeon not ruling out going to court to settle the question of whether Holyrood could legislate for a legal referendum without Westminster's backing.\nThe striking thing about the early stages of this debate was that when you get away from the constitutional faultlines, these parties actually have a lot in common.\nThe leaders all broadly agreed about taking a cautious route out of the Covid-19 lockdown, and all seem to be planning a \"staycation\" this year rather than international travel.\nAll want to commit more money to health and care services - and none of them want to raise income taxes to do it.\nThey are still politicians, so there were digs aplenty, but there were also lots of \"I agree with...\" moments - even between Patrick Harvie and Douglas Ross, who are not usually exactly chummy.\nSo there is plenty of common ground between the parties - but it tends to be forgotten when the debate swings to independence, and that was predictably the section where the \"no talking over each other\" rule went out the window.\nRead more about Phil's five key \"takeaways\" from Tuesday night's debate. \nBut Mr Ross claimed: \"Nicola Sturgeon has been clear. If she gets a majority, she'll take her eye off the ball for Scotland's recovery, for rebuilding the country from the pandemic, and seek to hold another independence referendum.\n\"She will ask for a Section 30 order - which the prime minister has said is absolutely the wrong thing to do right now in the middle of this global pandemic - and seek to divide the country all over again.\"\nHe said that, when the prime minister refused her request, Ms Sturgeon would \"go ahead with an illegal wildcat referendum\" - pointing to previous comments made by SNP MP Richard Thomson, who said the Scottish government would \"simply go ahead with a referendum\" if formal consent is refused. \nUse our concise manifesto guide to compare where the parties stand on key issues like Covid-19, independence and the environment.\nThe televised debate also featured the leaders of the three other parties who are represented in the Scottish Parliament.\nScottish Labour leader Anas Sarwar said Mr Ross was the \"gift that keeps on giving\" for the SNP and claimed he was \"only interested in saving his skin, not saving the union\". \nAnd he said it was \"not credible\" for Ms Sturgeon to lead the country through the recovery from the pandemic, while also leading a referendum campaign.\nMr Sarwar added: \"I do not support a referendum, I don't support independence and I want people to choose something different. \n\"I want them to choose us to focus on a national recovery in the next parliament.\"\nScottish Liberal Democrat leader Willie Rennie said people would be \"bemused\" that party leaders were debating independence in the wake of one of deepest pandemics the country has ever faced.\nMr Rennie said: \"The people who are waiting an age for mental health treatment I think deserve better than this, the people who are desperate for a job deserve better than this.\"\nAnd he later added: \"Despite the fact that it has been the policy of the SNP for generations, they still don't know what the currency would be\" in an independent Scotland.\nBut Scottish Greens co-leader Patrick Harvie said the possibility of an independent Scotland would allow the country to shape a more radical future.\nHe added: \"I don't think we can afford to pass up the opportunity to shape our own recovery. This is a moment of incredible opportunity to decide what kind of country is going to emerge from Covid.\"\nBut Mr Harvie and Ms Sturgeon disagreed over what currency an independent Scotland should use - with the Greens co-leader saying plans for a separate Scottish currency should begin \"immediately\" after a vote for independence.\nBut Ms Sturgeon said Scotland would continue to use the pound \"for as long as necessary\" after independence.\nThe debate also saw the five party leaders face questions on topics including the possible easing of foreign travel restrictions, the future of the social care sector, taxation and plans for a new £200m Royal Yacht. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56975966",
      "category": "world-latin-america",
      "title": "Mexico apologises to Mayan people for historic abuses",
      "tags": "Andres Manuel Lopez Obrador,Guatemala,Mexico",
      "text": "Mexico's president has apologised to the indigenous Mayan people for abuses committed against them over the five centuries since the Spanish conquest.\nAndrés Manuel López Obrador spoke at an event also attended by Guatemalan leader Alejandro Giammattei in the south-east state of Quintana Roo.\nHe focused on the 1847-1901 Caste War revolt in which around 250,000 people are believed to have lost their lives.\nMexico is due to hold  legislative and municipal elections shortly.\n\"We offer the most sincere apologies to the Mayan people for the terrible abuses committed by individuals and national and foreign authorities in the conquest, during three centuries of colonial domination and two centuries of an independent Mexico,\" Mr Lopez Obrador said.\nGuatemala's Alejandro Giammattei said the Mayan people still faced suffering and neglect.\n\"We have managed as a region to overcome aspects such as slavery, internal wars, and open confrontations between peoples,\" he said. \n\"However, by revisiting our history, we can analyse the present and realise that we are still facing the loss of human lives but now at the hands of organised crime, because of malnutrition, and the tireless search for the dream and opportunities that so many people pursue.\"\nWill Grant, BBC Mexico and Central America correspondent\nIt isn't entirely surprising that Andrés Manuel López Obrador is the president to make this official apology to the Mayan people: he first made his name as a vocal activist for indigenous rights in his home state of Tabasco. \nBut that makes it no less historic.  \nIt will come as something of an important milestone to Mayan leaders who have long pushed for greater recognition of the wholesale slaughter of their people and near eradication of their culture and customs by the Spanish and Mexican governments. \nHowever, the timing will also be met with some scepticism. There is just a month before vital legislative and municipal elections, and President López Obrador continues to push forward with his pet project of the Tren Maya - a tourist train which will run through a region called the Riviera Maya - despite overwhelming local opposition."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56973274",
      "category": "uk",
      "title": "Covid: 1m plus rule could end from 21 June, says Johnson",
      "tags": "Keir Starmer,Boris Johnson,Social distancing,Coronavirus pandemic",
      "text": "There is a \"good chance\" the 1m plus social distancing rule can be scrapped on 21 June in England, the prime minister has said.\nBoris Johnson said the results of the vaccine rollout are \"really starting to show up in the epidemiology\" - but any change would depend on the data.\nLabour leader Sir Keir Starmer agreed that caution was necessary.\nMr Johnson also suggested there could be some \"opening up\" of foreign travel on 17 May.\nDuring a campaign visit to Hartlepool the prime minister said ministers would say more about travel \"as soon as we can\" but \"we have got to be very, very tough\".\nHe said that \"the way things are going\" with the vaccine rollout, the 1m plus rule - which allows people to be 1m apart if they take extra precautions such as wearing face coverings - could end when England reaches the final step of its roadmap out of lockdown.\nMr Johnson said 50 million doses of coronavirus vaccine have been administered. That includes more than 34 million people who have had a first dose and more than 15 million who have had a second, according to the latest government figures.\nHe said he felt as though the next stage of reopening on 17 May - which covers indoor hospitality, entertainment and possibly foreign travel - would \"be good\".\n\"I think we have got a good chance of being able to dispense with the 1m plus from 21 June,\" he added.\n\"That is still dependent on the data, we can't say it categorically yet. We have got to look at the epidemiology as we progress, we have got to look at where we get to with the disease. But that's what it feels like to me right now.\"\nLabour leader Sir Keir Starmer said any easing of social distancing measures would have to be \"cautious and careful\".\n\"All of us want to see the restrictions eased but also want to make sure we don't go into another lockdown,\" he said.\n\"I will listen to what scientists say - there are a number of weeks to run until 21 June. I hope we get to situation we can ease restrictions but have got to be led by science.\"\nAre we are on the brink of beating the virus? Talk of foreign travel and the end of social distancing raises the very real prospect we are.\nIt would be foolish to say, categorically, this is it.\nEven with the continued successful rollout of the vaccination programme, there is still scope for the virus to spread, given the jabs are not 100% perfect and not everyone will get vaccinated.\nVariants could also still cause problems - although there is plenty of evidence to suggest these will be more limited than sometimes seems to be the case. Experts remain confident that even if the mutations help the virus dodge some of the immune response from the vaccines, the jabs will still be very effective at preventing serious illness.\nSo while the virus is not going away (cases are certainly going to rise again) the risk it poses has been dramatically reduced.\nAnd that means our response to it can be, too, so some of the non-Covid harms of the past year can really start to be tackled.\nIn Scotland, the government timetable for lifting Covid restrictions suggests physical distancing will be in place beyond \"Level 0\" - the lowest level of curbs - currently expected from late June.\nIn Wales, where \"alert level 3\" restrictions are in place, even its lowest alert level 1 suggests people should still observe \"social distancing rules with people you do not live with or who are not in your exclusive extended household\".\nThe Northern Ireland Executive has described social distancing as part of the \"personal responsibility to protect ourselves and others\" that could be required \"for some time\".\nThe British Beer and Pub Association said the prime minister's comments offered the sector \"hope of a return to normality and viability\".\nChief executive Emma McClarkin said: \"Given pubs are financially unviable under the current restrictions they face, being able to reopen without any restrictions at all from 21 June is going to be vital to their survival.\"\nShe added: \"Our recovery only begins when the restrictions are removed.\"\nSpeaking before Mr Johnson's comments, Kate Nicholls, chief executive of trade body UKHospitality, said recommencing unrestricted trading on 21 June would be \"critical\" and would allow companies to \"come off life support\".\n\"We urge the government to confirm reopening dates and these plans at the earliest opportunity, which will boost confidence and allow companies to step up planning and bring staff back,\" she said.\nAsked about international travel, Mr Johnson said experts were assessing which countries were safe.\n\"We do want to do some opening up on 17 May, but I don't think the people of this country want to see an influx of disease from anywhere else,\" he said.\n\"I certainly don't and we have got to be very, very tough and have got to be as cautious as we can whilst we continue to open up.\"\nMr Johnson's comments came after a group of MPs called on the government to keep travel rules in England in place beyond mid-May.\nForeign holidays are currently banned, but a traffic light system of rules will be introduced with countries classed as green, amber or red.\nTravellers to green countries will not need to isolate on their return, but they will need to take a Covid test.\nArrivals from amber countries will need to quarantine, while red-list countries have the strictest rules, with only UK or Irish nationals allowed to return and they must pay to stay in a government quarantine hotel.\nFurther details are expected this week, after the government said it will \"set out by early May\" how countries will be categorised.\nMany in the travel industry are hopeful for holidays this summer, while countries such as Spain, France, Greece, Portugal and Cyprus are preparing to open to tourists.\nThe European Commission has also recommended opening up to travellers who have received both doses of the vaccine.\nThe boss of Thomas Cook earlier told the BBC he expected many popular destinations, particularly in Europe, to be open to UK holidaymakers this summer as they were making \"great progress\".\nThe first ministers of Scotland and Wales have previously argued that 17 May would be too early for foreign holidays to resume, and no date has yet been set for rules to be relaxed. Northern Ireland's executive has not said anything about when it expects to make an announcement.\nBut a representative from the travel industry in Scotland has said any plan needs to be agreed between the four nations.\n\"There's no way it's going to work [with] Scotland operating a different system to England when you can freely travel across the border and fly out of an English airport - and that's exactly what will happen,\" said Alan Glen, from the Scottish Passenger Agents Association.\nThe next stage of England's lockdown easing is expected in a fortnight, on 17 May. As well as the possibility of international travel, people will be able to meet in groups of up to 30 outdoors, while six people or two households can meet indoors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56975357",
      "category": "uk",
      "title": "Marriage certificate to include mothers' names in England and Wales",
      "tags": "Marriage",
      "text": "Mothers of brides and grooms in England and Wales will now be added to marriage certificates for the first time. \nUntil now, the document only included the names of the fathers of the couple, but a change to the Marriage Act means both parents will be included.\nThe Home Office said the move would \"correct a historic anomaly\".\nMarriages will also be recorded electronically, rather than written in a registry book, as part of the biggest changes to the system since 1837.\nThe government said the creation of a single electronic register, which goes live on Tuesday, would speed up the process and remove the need for any details to be extracted from hard copies.  \nMarriages were previously recorded by the couple signing a register book - there are around 84,000 held at register offices, in churches and chapels, and at registered religious premises.\nThe changes to the Marriage Act were made in consultation with the Church of England. \nThe Reverend Dr Malcolm Brown, director of mission and public affairs for the Church of England, said he believed the new regulations would become second nature very quickly.\n\"Changing practices that go back many years is never straightforward, but we believe the new system changes as little as possible in terms of the couple's experience of their church wedding,\" he added.\nMPs from all parties have spent several years attempting to bring about a change in the law to allow both parents to have their names and occupations recorded.\nThe move brings England and Wales into line with the rest of the UK. \nIn Scotland and Northern Ireland, couples are already asked to give the names of both parents on marriage documentation. The same applies for those entering a civil partnership."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56973796",
      "category": "uk-northern-ireland",
      "title": "DUP leadership vote to take place on 14 May",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster,Sir Jeffrey Donaldson",
      "text": "The vote to elect the next leader of the Democratic Unionist Party (DUP) will take place on 14 May, the party has said.  \nParty officers met on Tuesday to discuss the procedure and timetable for the election of both a new leader and deputy leader.\nAgriculture Minister Edwin Poots and MP Sir Jeffrey Donaldson are bidding to succeed Arlene Foster. \nShe steps down as DUP leader on 28 May and first minister at the end of June. \nIt is the first time in the party's 50-year history that a leadership contest has taken place. \nAn announcement on the next leader is expected by 17:00 BST on 14 May, the party said. \nThe meeting, to be overseen by party chairman Lord Morrow, will be conducted virtually. \nThe party said contenders for both leader and deputy leader must submit their expression of interest by 17:00 BST on 6 May. \nThe current deputy leader of the party is Lord Dodds. \nMr Poots began his leadership bid last Thursday, while Sir Jeffrey announced his bid on Monday, the 100th anniversary of the formation of Northern Ireland.\nIn a statement on Tuesday evening, Lord Morrow said the date of 14 May was chosen to reflect the fact that Covid restrictions are due to be reviewed at a meeting of the NI Executive on 13 May, and that the Queen's speech will take place in Parliament on 12 May. \nHe said DUP representatives will be required to attend both commitments. \n\"In accordance with the constitution and rules of the Democratic Unionist Party, only party members, who are also members of the Northern Ireland Assembly and the House of Commons, are entitled to vote for the leader or deputy leader.\"\nThere are 28 DUP MLAs (Members of the Legislative Assembly) and eight MPs.\nSouth Down DUP MLA Jim Wells, who lost the whip in 2018 after he criticised the party leadership in the media, told BBC News NI he had received the letter that went to all DUP MLAs and MPs on Tuesday evening, informing them about the process for the vote.\nHe said he was \"delighted\" his vote would count and reiterated he would be supporting Mr Poots.\nSeveral senior DUP Stormont assembly members and the MP Paul Girvan have declared their support for Mr Poots.\nSpeaking in the Northern Ireland Assembly on Tuesday, the Lagan Valley MLA confirmed he had \"no desire\" to hold the position of first minister should he be elected DUP leader.\nIt is understood he would want to remain agriculture minister.\nSir Jeffrey, the MP for Lagan Valley, has the backing of MPs Gavin Robinson and Jim Shannon as well as Education Minister Peter Weir and Junior Minister Gordon Lyons.\nCampaigners for both contenders claim their candidate has significant support within the party ranks.\nSitting in the Stormont chamber on Tuesday, Arlene Foster cut a lonely figure on the benches where she once ruled.\nShe was socially and politically distant from previously loyal supporters who signed a letter of no confidence in her leadership last week, forcing her to quit.\nApart for the odd polite smile to those opposite wishing her well for the future, she showed no emotion.\nAs she exited the chamber, one of the men who wants to replace her as leader entered through another door.\nUnlike Mrs Foster, Edwin Poots shared the benches with those who have already expressed support for his leadership bid.\nThe contrast was stark.\nIn order to become party leader, a candidate must secure the support of at least 18 of the party's assembly members and MPs.\nMrs Foster announced her decision to resign after facing a revolt from DUP members last week.\nShe had led the party since December 2015 and was appointed first minister of Northern Ireland the following month.\nBBC News NI understands that she will sever her ties with the DUP when she stands down as first minister, with sources close to her saying she thinks it is no longer the party she joined.\nMrs Foster did not take part in a Tuesday morning meeting with her assembly team.\nThe first minister was in the assembly chamber later as Deputy First Minister Michelle O'Neill responded to questions to the Executive Office."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56972562",
      "category": "business",
      "title": "Pandora says laboratory-made diamonds are forever",
      "tags": "Companies,Diamonds,Jewellery,Climate change,Sustainability,Environment,Mining,Millennials",
      "text": "The world's biggest jeweller, Pandora, says it will no longer sell mined diamonds and will switch to exclusively laboratory-made diamonds.\nConcerns about the environment and working practices in the mining industry have led to growing demand for alternatives to mined diamonds.\nPandora's chief executive, Alexander Lacik, told the BBC the change was part of a broader sustainability drive.\nHe said the firm was pursuing it because \"it's the right thing to do\". \nThey are also cheaper: \"We can essentially create the same outcome as nature has created, but at a very, very different price.\"\nMr Lacik explains they can be made for as little as \"a third of what it is for something that we've dug up from the ground.\"\nIn 2020, worldwide lab-grown diamond production grew to between 6 and 7 million carats. \nMeanwhile the production of mined diamonds fell to 111 million carats last year, having peaked at 152 million in 2017, according to a report from the Antwerp World Diamond Centre (AWDC) and the consultancy Bain & Company. \nProduction fell most in Russia, Canada, Botswana and Australia.\nThe coronavirus pandemic has had a major impact on the diamond industry. De Beers, which produces about one-fifth of the world's mined diamonds, says production fell 18% last year. \nEconomic uncertainty and lockdowns led to a slump in demand and falling prices, although there has been something of a recovery since. \nPandora's lab-made diamonds are being made in Britain, and the UK is the first country where they will be sold. \nThe new diamond jewellery will start at £250 ($350). Although diamonds have traditionally only been a very small share of the 100 million pieces Pandora sells worldwide each year, Mr Lacik believes that will be boosted by lower prices.\n\"Pandora jewellery today is much more of an everyday type of jewellery, even though a large proportion of it is gifted. The way the diamond industry has kind of been created to a large degree has been very much about gifting, and in particular around when people get engaged or married\". \n\"We're trying to open up this playing field and say, you know, with the type of value equation that we offer, you can use this everyday if you want.\" \nHe expects people to buy gifts more often for themselves instead.\n\"What might very well happen is actually that the total demand for diamonds is going to increase. So it may actually not be a question of, we steal somebody else's lunch\".\nOlya Linde, the lead author of the Bain report, agrees that there is room for both. \n\"I believe that natural diamonds and lab grown diamonds can wonderfully coexist and grow the overall diamond market. There's clear demand for each type of product.\"\nBetter design and lower prices are, says Ms Linde, the top reasons why customers pick lab-made diamonds over their naturally occurring counterparts. \nConcerns about the environmental, sustainability and ethical impact of mined diamonds didn't make the top five.\nHowever, Bain's survey found that concerns about sustainability were more important to \"Millennials\" and \"Gen-Z\" than older age groups when buying diamond jewellery. \nOne problem with lab-made diamonds, though, is that they can take a lot of energy to produce. \nBetween 50% and 60% of them come from China, where they are made in a process known as \"high-pressure, high-temperature technology\". The use of coal powered electricity is widespread.\nHowever in the United States, the biggest retail market for lab-grown diamonds, there is a greater focus on using renewable energy. \nThe largest US producer, Diamond Foundry, says its process is \"100% hydro-powered, meaning zero emissions\".\nBoth types are chemically and physically identical to mined diamonds.\nBut conflict-free production is still a big concern for customers across different age groups, according to Bain. \nIt's now more than 20 years since the Kimberley Process came into force. The UN-backed process aims to stop diamonds being used to fuel conflicts after years of that happening in countries such as Angola, Ivory Coast, Sierra Leone and the Democratic Republic of the Congo.\nLast year, a report by Human Rights Watch found that some major jewellery companies were doing better at sourcing mined diamonds, \"but most cannot assure consumers that their jewellery is untainted by human rights abuses\".  \nIt found that Pandora was one of the best performers, having taken significant steps towards responsible sourcing. \nBut for the World Diamond Council (WDC), which represents the mined diamond industry, lab-made diamonds are not the answer. \nIt says any suggestion they \"would have a role in preventing trade in conflict diamonds is spurious and not based on fact\".  \nThe WDC adds that for people living in artisanal and small-scale diamond mining communities stopping the mining of diamonds \"would remove a primary source of income\" and \"would have devastating impacts on their livelihoods, causing poverty and further unrest\". \nPandora chief Mr Lacik says the long term is what matters when it comes to the company's approach to sustainability.\n\"Whether consumers are buying more or less today, right now is actually not the key driver,\" he says.\n\"We want to become a low-carbon business. I have four children, I'm leaving this earth one day, I hope I can leave it in a better shape than maybe what we've kind of created in the last 50 years or so.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56940500",
      "category": "uk",
      "title": "Covid-19: No early indoor reopening for pubs and loneliness fears after lockdown",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nHospitality bosses have lost a High Court bid to get indoor dining reopened sooner in England, meaning 17 May remains the prospective date from which pubs, cafes and restaurants will be able to serve indoors. Wales is following a similar timescale, with hospitality in Northern Ireland scheduled to reopen a week later. Venues in Scotland are already allowed to open indoors until 20:00 - but alcohol can only be served to those outside.\nDisposable face masks could be releasing chemical pollutants and nano-plastics into the environment, Swansea University researchers say. The scientists found heavy metals and plastic fibres were released when throw-away masks were submerged in water. They say better regulation is needed, along with further research into the public health impact.\nPeople who have felt lonely and isolated during lockdown could find it difficult to re-integrate as restrictions ease, the Campaign to End Loneliness is warning. Official figures show high rates of loneliness in recent months compared with those last spring. Among those telling us of their fears is Kayla Masterson, 22, who found it \"scary\" being back in a pub beer garden after months at home.\nWith the pandemic disrupting the global supply of microchips, production of everything from phones  to fridges has been affected. In recent weeks, carmakers have imposed temporary shutdowns at UK factories. So Katie Silver went to find out how one of the world's largest chipmakers is racing to produce more.\nIt was a great moment for Mark Selby last night as he won his fourth World Snooker Championship. But it was \"goosebumps time\" for those lucky enough to attend the first UK sporting event with a capacity crowd for more than a year. Read what it was like to be there.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nIf you're wondering whether or not to book a holiday abroad, check the latest rules.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56972939",
      "category": "world-us-canada",
      "title": "Félix Verdejo: Pro boxer charged with killing pregnant lover",
      "tags": "Puerto Rico",
      "text": "A Puerto Rican boxer who fought in London's 2012 Olympics has been charged with abducting and killing his pregnant lover.\nFélix Verdejo is accused of attacking Keishla Rodríguez and then throwing her body off a bridge near San Juan, the capital of the US island territory.\nHe turned himself in to police on Sunday after refusing to co-operate with investigators, police say.\nThe death has sparked protests against the murder of women in Puerto Rico.\nIn January, the island declared a state of emergency over violence against women. Puerto Rico has at least one femicide per week, according to local rights groups, with at least 60 such crimes last year.  \nThe 27-year-old married lightweight boxer is facing charges of kidnapping and carjacking resulting in the death and intentional killing of an unborn child. \nAccording to a federal complaint, Mr Verdejo punched his lover in the face before tying her up and throwing her off a bridge. \nHe also allegedly shot at her in the water with a pistol while standing atop the bridge.\nAn unnamed witness is also alleged to have helped Mr Verdejo.\nThe victim's mother told local media that her daughter was carrying Mr Verdejo's child and that he had wanted her not to have the baby for the sake of his family and career.\n\"I told her 'be careful' because he had threatened her not to have the baby, that he had his family, that he is a boxer, that he is a public figure,\" Keila Ortiz Rivera told El Nuevo Día newspaper, adding that she last spoke to her daughter on Thursday.\nMs Rodríguez, 27, knew Mr Verdejo since they were teenagers, she said, and had stayed in touch with him over the years.\nHer body was found in a lagoon on Saturday and was identified through dental records on Sunday, according to Puerto Rico's Institute of Forensic Science.\nAccording to Top Rank, a boxing promotion company that has worked with Mr Verdejo since 2012, his boxing record is 27-2, with 17 knockouts.\nThe company, which removed Mr Verdejo's page over the weekend, released a statement saying their \"thoughts and prayers are with Keishla Marlen Rodriguez Ortiz's family and friends, and with all those in mourning\".\n\"We are deeply disturbed by the news reports, and we will continue to monitor developments in the case as it progresses.\"\nHe is due to make a first court appearance on Monday.\nOn Sunday, hundreds of protesters gathered on a bridge nearby to where Ms Rodríguez's body was found to protest against the killing of women.\nMr Verdejo's arrest came just days after the body of another woman - Andrea Ruiz Costas - was found partially burned.\nThe victim had filed a gender violence case against her partner in March, but a judge dismissed the case, according to local media. Her partner has since been charged with murder.\nAfter years of pressure from activists, Puerto Rico's Governor Pedro Pierluisi declared the state of emergency over rising violence against women at the start of this year. \nThe order directs more resources to address the violence, including a mobile app to request emergency help and an educational campaign focused on gender based violence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56973968",
      "category": "world-middle-east",
      "title": "Iraq bans terror prank TV shows",
      "tags": "Iraq",
      "text": "Two Iraqi TV shows that sparked outrage by pranking celebrities with fake suicide vests and staged kidnappings have been suspended.\nRegulators said that the programmes - Tony's Bullet and Raslan's Shooting - breached broadcast rules.\nIn one episode of Raslan's Shooting, an actress passed out in fear after having fake explosives strapped to her.\nViewers criticised the shows as cruel and tone-deaf, given the constant threat of militant violence in Iraq.\nIslamic State has lost its territory in Iraq but continues to attack civilians and the military.\nAnother episode of Raslan's Shooting showed Iraqi international footballer Alaa Mhawi blindfolded and begging for his life.\nResponding to criticism last month, one of the show's writers, Dargham Abu Rghif, said \"the scenes are harsh but... if IS [Islamic State] had won, artists would have had a far harder life, and all Iraqis too\", AFP reports. \nPrank shows are popular throughout the Arab world, especially during the month of Ramadan.\nBroadcasters will often commission special programmes to draw audiences in as they break their fast in the evening.\nOne of the most-watch shows, by Egyptian Ramez Galal, has also faced criticism for going too far. In one edition he tricked celebrities into believing they were on a sinking ship, surrounded by floating body parts and an approaching shark. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56981636",
      "category": "business",
      "title": "Ikea starts buy-back scheme offering vouchers for old furniture",
      "tags": "Companies,Recycling,Retailing,Ikea",
      "text": "Ikea has launched its long-awaited furniture buy-back and re-sale scheme, in an attempt to reduce the number of products going to landfill.\nThe move is part of the retail giant's sustainability drive to become \"climate positive\" by 2030.\nCustomers will get vouchers to spend in-store if items they no longer need are returned in good condition.\nIkea admitted the scheme was a learning curve, but decided to launch it after successful trials in several cities.\n\"I'm not saying we have all the answers, but we learned enough from the pilots to tell us that this could be something of real value to us and our customers,\" Hege Saebjornsen, an environmental and sustainability expert at Ikea, told the BBC.\nThe initiative, originally scheduled to launch in November but postponed because of the pandemic, is now available in Ikea stores across the UK. It is also being launched in the other 26 countries in which Ikea operates.\nUsed products returned in as-new condition with no scratches will be bought for 50% of the original price, while items with minor scratches will be bought for 40%. Furniture that is well used with several scratches will be bought for 30%. \nThe items will be sold in separate areas of the stores, although Ikea has also announced a new partnership with Gumtree to sell second-hand products via the online marketplace.\nProducts eligible for buy-back include dressers, cabinets, bookcases and shelf units, small tables, dining tables and desks.\nThe Swedish company has already announced it wants to become fully \"circular\" - eliminate waste through the continual use of materials - by 2030. Ingka Group, Ikea's parent company, recently announced it was investing €4bn in renewable energy.\nCustomers wanting to sell back furniture go to Ikea.co.uk to fill out an online form, which generates a preliminary offer, and then take items to a store.\nMs Saebjornsen, a former sustainability manager at the retailer and now an Ikea adviser on the forthcoming COP26 climate summit, said that exactly what the consumer uptake will be is unknown.\nBut she said the trials, including in Sydney, Lisbon, Edinburgh and Glasgow, \"were really successful. It taught us a lot about the appetite for this and how people behave\". \nThe second-hand market generally - from clothing to homeware - is growing rapidly as shopping habits change, and Ikea hopes to tap into this, she said.\nOne potential drawback was that furniture must be delivered fully-assembled, a possible impediment for people who have heavy and bulky items.\n\"We still found people are taking us up on it [the scheme],\" she said. \nIkea is working on how to improve the disassembly of products. \n\"Some are better than others. Products can get damaged when taken apart, so we can only really accept assembled products. It maintains the security and quality of the item,\" she said.\nAlthough Ikea is offering vouchers, not cash, the scheme is not being introduced as a profit driver for the retailer, she said. Still, doesn't it reinforce a buy-new, disposable culture?\n\"We've taken all of that into account,\" Ms Saebjornsen said. \n\"It's really important to highlight that the voucher has no use-by date. They can be used to buy another second hand item, or food.\n\"The real consideration here is that it's about how we make sustainable and healthy living easy, accessible and affordable, and really mainstream.\n\"Ikea is such a large company with massive potential to reach millions of customers.\n\"We are not saying that we have all the answers. But small actions can make a difference.\"\nThe buy-back service is available in full-sized Ikea stores nationwide, excluding order and collection points in Tottenham Court Road, Norwich and Aberdeen. The service will launch in Reading and Belfast on 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56966473",
      "category": "world-us-canada",
      "title": "Hillary Clinton warns of 'huge consequences' in Afghan US troop withdrawal",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Hillary Clinton,United States,Joe Biden",
      "text": "Former US Secretary of State Hillary Clinton has warned of \"huge consequences\" of President Joe Biden's decision to withdraw American troops from Afghanistan.\nMrs Clinton told CNN there was a risk the Taliban - the Islamist group ousted in 2001 by the US-led invasion - could retake control.\nThe US aims to complete the withdrawal by 11 September. \nHowever, the Taliban have been carrying out more attacks. \n\"This is what we call a wicked problem,\" Mrs Clinton told CNN. \"There are consequences both foreseen and unintended of staying and of leaving,\" she said.\nMrs Clinton, like Mr Biden a Democrat, was a strong supporter of the US intervention in Afghanistan after the 9/11 attacks in 2001. \nMr Biden wants to complete the withdrawal by the 20th anniversary of the attacks later this year. \nAt least 2,500 US troops are currently deployed as part of the 9,600-strong Nato Afghan mission. \nThe president said the US pull-out was justified as American forces had ensured that the country could no longer be a base for foreign jihadists to plot against the West.\nAsked about the president's decision by CNN's Fareed Zakaria on Sunday, Mrs Clinton said, \"Our government has to focus on two huge consequences\", notably the resumption of activities by extremist groups and a subsequent outpouring of refugees from Afghanistan.\nShe said the potential collapse of the Afghan government and a possible takeover by the Taliban could result in a new civil war. \nMrs Clinton said it was also important to protect the \"many thousands of Afghans\" who had worked with the US and Nato during the conflict, and said a large visa programme should be set up to provide for any refugees.\nThe remaining US troops in Afghanistan began formally withdrawing on 1 May, amid escalating violence.\nAfghan security forces are on high alert for reprisal attacks.\nOn Monday, Afghan officials said at least seven soldiers had been killed in a Taliban attack on a military outpost in the south-western Farah province. \nThey said militants had blown up the post after digging a tunnel for about 400m (1312ft) to access it from a nearby house. One soldier had been captured by the insurgents, they said. Other reports put the Afghan army casualties much higher. \nSpeaking at a press conference in London on Monday, US Secretary of State Antony Blinken said the Biden administration was \"very focused on a deliberate, safe and orderly\" withdrawal of troops, but that the US would continue to assist the Afghan government. \n\"Even as our forces are pulling out of Afghanistan, we are not withdrawing - we are not disengaging,\" he said, adding that if US troops were attacked before leaving the country, \"decisive action\" would be taken. \nHillary Clinton represents the view of foreign-policy experts: The US should show its strength and deploy its military. Her criticism of Biden's plan reflects this sensibility. \nHer criticism matters, in part because so many in the foreign-policy establishment, both Democrats and Republicans, agree with her. Condoleezza Rice, who served as secretary of state under President George W Bush, has also warned about the risks of withdrawing troops, and the threat of terrorism. \nYet liberals, such as Senator Bernie Sanders of Vermont, do not think the troops should be there. Nor do many Americans. A 2019 Gallup poll showed 58% of Democrats think the war in Afghanistan has made the US less safe from terrorism. \nClinton's views are important, but Biden has the support of many Americans. Plus, he's the president, and has made his decision. His views are the ones that matter now, not hers.\nAs vice-president to Barack Obama, Mr Biden frequently opposed a large US presence in Afghanistan. \nHe has said that the US will continue to support Afghan government forces - and encourage peace negotiations with the rebel Taliban leaders. However, correspondents say that may not be enough to ensure stability in the region.\nLast year, then-President Donald Trump - who was keen for US troops to return home and criticised US military interventions for being costly and ineffective - set in motion a full US withdrawal from Afghanistan by 1 May this year.\nThe US then started withdrawing troops after the Taliban promised to stop carrying out attacks on international forces and \"soft targets\", and said it would not allow al-Qaeda or other militants to operate in areas it controls.\nOctober 2001: US-led bombing of Afghanistan begins following the 11 September attacks on the United States\nFebruary 2009: Nato countries pledge to increase military and other commitments in Afghanistan after US announces dispatch of 17,000 extra troops\nDecember 2009: US President Barack Obama decides to boost US troop numbers in Afghanistan by 30,000, bringing total to 100,000. He says US will begin withdrawing its forces by 2011\nOctober 2014: The US and UK end their combat operations in Afghanistan\nMarch 2015: President Obama announces his country will delay its troop withdrawal from Afghanistan, following a request from President Ashraf Ghani\nAugust 2017: US President Donald Trump says he's sending more troops to fight a resurgent Taliban\nSeptember 2019: Protracted peace talks between the Taliban and the US break down\nFebruary 2020: After months of on-off talks, the US signs a troop withdrawal agreement in Doha with the Taliban"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56981630/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Odeon to reopen most cinemas in May with new safety measures in place",
      "tags": "Coronavirus lockdown measures,Cineworld,British cinema",
      "text": "Odeon has become the latest cinema chain to say it will reopen on 17 May following months of lockdown closures.\nFollowing a similar announcement from Cineworld, Odeon said it would open most of its 120 UK sites with new safety measures in place.  \nThe industry has been hit hard by Covid and Odeon's owner AMC warned last month it was running out of cash. \n\"We've all missed the magic that the cinema brings to movie watching,\" said Odeon managing director Carol Welch.\nThe chain - Britain's largest  - said it would be reopening the \"vast majority\" of its sites, including flagship cinemas at London's Leicester Square, Manchester's Trafford Centre and Birmingham's Broadway Plaza.\nThe company hopes film fans will flock back to cinemas to see host of new 2021 film releases, including Peter Rabbit 2: The Runaway, Fast & Furious 9, Marvel's Black Widow and the long-awaited Bond film No Time to Die.\nThe chain will also screen Oscar-winning films that have been offered at no extra charge on screening services, such as Sound Of Metal (Amazon Prime) and Nomadland (Disney+).  \nCineworld - which has around 100 sites - will mark its reopening with a new deal with Warner Bros to show films in theatres before they are streamed. Godzilla vs. Kong will be the first film to make its UK debut on Cineworld screens as part of the deal.\nAt Odeon cinemas seats will be limited, guaranteeing unoccupied seats between parties to meet social distancing requirements.\nVisitors will be expected to wear face masks but will be allowed to remove them in auditoriums when eating or drinking.\nMeanwhile, show start times will be staggered to reduce queues and the cinemas no longer accept cash, which means only contactless payment is accepted and cinemagoers are advised to pre-book seats online.\nThe cinema industry has been one of the worst hit sectors during the pandemic with many screens closed for extended periods or operating at reduced capacity.\nGlobal box office takings in 2020 fell by more than 70% from the previous year to $12.4bn, according to film technology firm Gower Street Analytics.\nMajor releases have been delayed because of Covid, including the latest James Bond film, No Time to Die, which was put off a number of times. It will now debut globally on 8 October but had originally been due to hit screens in April 2020.\nThe much-anticipated sci-fi movie Dune, starring Timothee Chalamet and Zendaya, was originally slated to be released in December 2020 but is now set to appear at cinemas in October.\nIn December, Odeon's US owner, AMC Entertainment Holdings, had to raise $100m (£76m) in emergency funds after warning it was running out of cash.\nIt said it was burning through $125m a month as concerns about Covid-19 shut some cinemas and kept audiences away. \nThe firm said attendance has dropped 92% in the US and 86% internationally."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56977553",
      "category": "uk-england-kent",
      "title": "PCSO Julia James: Candles lit a week on from her death",
      "tags": "Aylesham,Dover,Kent Police",
      "text": "People have left lit candles on their doorsteps and posted tributes online in memory of murdered PCSO Julia James.\nA week on from the discovery of the 53-year-old's body in woodland near Dover, Kent, police have no motive for her killing and have made no arrests.\nIn a Facebook post, Ms James' daughter Bethan Coles said she had been asked about a vigil and was \"so grateful for people wanting to remember her\". \nPrime minister Boris Johnson posted a tweet in memory of Ms James.\nMs Coles said she wanted \"all police resources to be concentrating on the investigation\".\nShe said she was \"very conscious that any gathering would need to be policed, if it was even allowed,\" adding: \"I've discussed this with my family and we are in agreement that we would prefer all police resources to be concentrating on the investigation as there is so much work to be done.\"\nThose wishing to remember Ms James were invited to light a candle for her and leave it on their doorstep at 19:00 BST.\nA lit candle was left outside Ms James' family home in Snowdown, while others posted tributes on Twitter.\nA flame was also lit in Canterbury Cathedral in memory of Ms James.\nThe prime minister's tweet said: \"Tonight we remember PCSO Julia James. My thoughts are with her friends and family.\" \nAbout 10 people gathered at Market Square in nearby Aylesham to light candles where flowers have been laid in the days following her death. \nThey were joined by Ms James' son Patrick who also visited the site.\nMs Coles previously said the vigil would act as \"a beautiful nod to Mum in a way that doesn't intrude on the police investigation\".\nVehicles in the area where Ms James' body was found were stopped by police on Tuesday, as officers looked to speak to people who had not yet come forward. \nMeanwhile, the National Crime Agency has helped the investigation, giving advice on specialist forensic search techniques, Kent Police said.\nChief constable Alan Pughsley said Ms James' death had an \"immense\" impact on the force, adding: \"We are in deep shock and trying to do all we can to find the offender.\n\"It's a bit raw when it's one of your own, but we will do everything we can, as we would with any murder.\"\nOfficers and staff held a minute's silence at 14:30 BST.\nOn Monday, Kent Police advised people living near Akholt Wood, Snowdown, to tell someone where they are going if they leave their home, and to plan their route.\nCh Insp Dan Carter said people should \"remain cautious, vigilant and aware of your surroundings when you are out and about\".\nThe body of Ms James, who had left home to walk her dog, was found a few hundred yards from her house.\nA post-mortem examination found she died from blunt force trauma.\nOn Sunday, Ms James's uncle Michael Turnbull appealed on social media for help to find her killer, whom he referred to as a \"monster\".\nMs James's family have described her as a \"fiercely loyal\" wife, mother, daughter and grandmother who loved people \"with her whole heart\".\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56979309",
      "category": "uk-wales-politics",
      "title": "Election: Your Welsh Parliament vote questions answered",
      "tags": "Coronavirus lockdown measures,NHS Wales,Welsh Parliament election 2021,Welsh Parliament,Coronavirus pandemic",
      "text": "Voters will go to the polls on Thursday to elect the new members of the Welsh Parliament.\nThe election decides who forms the Welsh government, which is in charge of devolved matters including health and social care, education and transport.\nPeople have submitted questions about the election to BBC Wales' Westminster correspondent Ione Wells via Instagram, and she has been answering them.\nWhichever party gets into power will be in charge of Covid restrictions so that could mean some changes to current plans under Welsh Labour.\nBut what we do know is the main parties would like indoor hospitality to reopen on 17 May.\nIf you've lost your polling card, don't worry, you can still vote.\nJust give your name at your polling station, and if you don't know where that is, you can check online or you can call your council.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nThere's no official reason why, it's basically just a tradition.\nBut there are a couple of theories like the fact that on Fridays people might be too busy going to the pub and because Thursday was traditionally market day - so people might already be in town and able to pop into the polls.\nParties are putting up different candidates in Wales' 40 constituencies and in the five regions which each elect four more members of the Senedd.\nThe best way to check who is running in your area is via this postcode search:\nThe Welsh Parliament make laws on things that are run from Cardiff like health, education and agriculture.\nThe UK parliament make the laws for Wales on other things like policing, benefits, immigration and defence.\nHealth is devolved in Wales and that includes mental health, so it is the responsibility of the Welsh government.\nYou can check out what all the different parties are promising on mental health care and the NHS here.\nNo party in Wales has ever got a majority so minority governments and coalitions are normal in Welsh politics, and if nobody gets more than 30 seats then that could be likely.\nBut if it does happen, a coalition could take weeks to negotiate.\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nWe won't be getting results overnight this year, but we will be getting them on Friday and Saturday.\nYou can follow them by watching BBC One Wales, listening to BBC Radio Wales or on the BBC Wales News website or app, and all our social media accounts.\nWell, that's up to voters.\nIn the past the Labour Party has always been the biggest party in Wales, in the 2011 elections the Conservatives came second, in other elections Plaid Cymru have come second.\nPolls suggest it's likely to be one of those two - but the only poll that really matters is the one on Thursday.\nThe Tories have been accused by opposition parties in Westminster of sleaze and not being transparent about who paid for the prime minister's flat renovations.\nNow, whether that'll make a difference to voters in Wales we don't yet know, but the Tories insist people are concerned with other issues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56985583",
      "category": "technology",
      "title": "Facebook's Trump ban upheld by Oversight Board for now",
      "tags": "Social media,Fake News,Mark Zuckerberg,Facebook,Donald Trump,United States",
      "text": "Donald Trump's ban from Facebook and Instagram has been upheld by Facebook's Oversight Board.\nBut it criticised the indefinite nature of the ban as beyond the scope of Facebook's normal penalties.\nIt has ordered Facebook to review the decision and \"justify a proportionate response\" that is applied to everyone, including ordinary users.\nThe former president was banned from both sites in January following the Capitol Hill riots. \nThe Oversight Board said the initial decision to permanently suspend Mr Trump was \"indeterminate and standardless\", and that the correct response should be \"consistent with the rules that are applied to other users of its platform\".\nFacebook must respond within six months, it said. \nAt a press conference, co-chair Helle Thorning-Schmidt admitted: \"We did not have an easy answer.\"\nShe added that she felt Facebook would \"appreciate the decision\". \n\"We are telling Facebook to go back and be more transparent about how it assesses these things. Treat all users the same and don't give arbitrary penalties.\"\nIn response, Facebook said it would \"consider the board's decision and determine an action that is clear and proportionate\".\nThe board also made a number of recommendations about how Facebook should improve its policies and the social network promised to \"carefully review\" these.\nThe Board was due to announce its decision last month but delayed the ruling in order to review more than 9,000 public responses to cases, it said. \nIn the meantime, Mr Trump, who is also banned from Twitter, launched a new website on Tuesday to update supporters with his thoughts.\nFollowing the ruling, Mr Trump wrote that \"what Facebook, Twitter, and Google have done is a total disgrace\".\n\"Free speech has been taken away from the President of the United States because the radical left lunatics are afraid of the truth,\" he said, referring to himself as president.\n\"The people of our country will not stand for it! These corrupt social media companies must pay a political price, and must never again be allowed to destroy and decimate our electoral process,\" he said.\nThe administration of Mr Trump's successor, Democratic President Joe Biden, declined to comment on Facebook's ruling on Wednesday.\nBut White House Press Secretary Jen Psaki said it was President Biden's view that \"major platforms have a responsibility related to the health and safety of all Americans to stop amplifying untrustworthy content, disinformation and misinformation\".\nThe ruling means that Mr Trump's suspension remains in place for now.\nThe Oversight Board decided that Mr Trump had broken Facebook's community standards, and upheld the ban.\nBut it is the \"indefinite\" part of the ban that it took issue with because that is not within its own rules.\n\"It is not permissible for Facebook to keep a user off the platform for an undefined period, with no criteria for when or whether the account will be restored,\" it said in a statement.\nApplying that type of ban to Mr Trump was not following any clear procedure, it said.\nThe Board argued that Facebook had essentially issued \"a vague, standardless penalty and then [referred] this case to the Board to resolve\". \nIt said doing so meant \"Facebook seeks to avoid its responsibilities\" - and sent the decision back to Facebook.\nCo-chair Michael McConnell justified the timeframe saying that it was a decision \"not to be rushed\" and admitted that the firm may decide to throw it back to the Oversight Board yet again.\nSetting up a \"Supreme Court\" to rule on tricky issues seemed like a smart move by Mark Zuckerberg. Whatever the Oversight Board decided, Facebook's boss could say \"not my fault, blame the judges\".\nBut that's unlikely to wash here. There can be no more divisive issue than President Trump's presence on a platform credited or blamed by many for his electoral success in 2016 and probably crucial if he decides to run again in 2024.\nNow, the Oversight Board has thrown the hot potato right back into Mr Zuckerberg's lap.\nHe and his team have been told to go away and have a long hard think about how they handle tricky cases like this one. They will have to decide the meaning of the term \"newsworthy\" and conduct a proper inquest into the platform's role in the events of 6 January.\nAnd at the end of it all, Facebook will still have to decide what to do about Donald Trump.\nMark Zuckerberg could be forgiven for wondering whether setting up this body was such a good idea after all - and why he is paying the generous salaries of the board's members.\nOften referred to as \"Facebook's Supreme Court\", it was set up to rule on difficult or controversial moderation decisions made by Facebook.\nIt was established by Facebook boss Mark Zuckerberg but operates as an independent entity, although its wages and other costs are covered by Facebook. It is made up of journalists, human rights activists, lawyers and academics. \nThe committee has already ruled on nine cases including a comment that seemed derogatory to Muslims. The post from a user in Myanmar, removed for breaking hate-speech rules, was found by the board not to be Islamophobic when taken in context. \nFollowing the Capitol Hill riots on 6 January, Facebook announced it was banning Mr Trump for breaking its \"glorification of violence\" rules. \nHundreds of his supporters entered the complex as the US Congress attempted to certify Joe Biden's victory in last year's presidential election. \nMr Trump was acquitted of a charge of inciting insurrection at the US Capitol in his second impeachment trial in February, after being accused of encouraging the violence, during which four people lost their lives.\nThe social network had originally imposed a 24-hour ban after the attack which was then extended \"indefinitely\". \nMr Zuckerberg announced that the risks of allowing Mr Trump to post were \"simply too great\". \nThe former president has also been banned from Twitter and YouTube. \nCorrection 25 May 2021: An earlier version of this article said that five people had died in the violence during the Capitol Hill riots on 6 January and this has been amended to make clear that four people died, in different circumstances. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56985530",
      "category": "uk-wales",
      "title": "Covid: 'I held my husband as they turned the machines off'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-shropshire-56979521",
      "category": "uk-england-shropshire",
      "title": "Dalian Atkinson murder trial: Ex-footballer Tasered and 'kicked'",
      "tags": "Telford,Birmingham,West Mercia Police",
      "text": "An ex-footballer was Tasered by a PC for six times longer than standard, before being kicked - leaving bootlace prints on his forehead, a jury heard. \nBenjamin Monk is charged with the murder of Dalian Atkinson during an altercation in Shropshire in 2016.\nHis co-accused, PC Mary Ellen Bettley-Smith, is charged with assault.\nOpening the trial, prosecutors read witness statements which claim Mr Atkinson was kicked or struck by the officers after falling to the ground.\nPC Monk and 31-year-old PC Bettley-Smith, officers with West Mercia Police, arrived at Mr Atkinson's father's house in Meadow Close, Telford, shortly before 01:30 BST on 15 August after neighbours had reported Mr Atkinson acting strangely and shouting in the street.\nWhen the officers arrived, PC Monk attempted to deploy his Taser when Mr Atkinson, who had serious health problems, opened the door of his father's home, acting erratically and claiming to be the Messiah.\nIt failed and Mr Atkinson then came out of the property and went to the end of the drive. PC Monk deployed a second Taser cartridge, which again failed.\nThe prosecution said Mr Atkinson then punched the glass pane in his father's door, which shattered, leading to a further confrontation with the officers and PC Monk deploying his Taser for the third time. \nProsecutors said the default setting for a Taser is five seconds but PC Monk, 42, continued to press the trigger, overriding the system for 33 seconds.\nThe third cartridge was effective, incapacitating Mr Atkinson who then fell to the ground.\nWhile he was unresponsive, jurors heard the police officers \"set about him\".\nPC Monk kicked him in the head with such force imprints of his bootlaces were left in two parts of Mr Atkinson's forehead, while PC Bettley-Smith used her baton to strike him \"a number of times\" while he lay still in the road, the court was told.\nSummarising witness accounts, prosecution counsel Alexandra Healy QC said one thought Mr Atkinson was unconscious \"because of the speed with which he collapsed.... pinning his arms under his body when he fell\".\nAnother described how \"tentative\" kicks by PC Monk were followed by \"a final massive and powerful kick\" as Mr Atkinson lay motionless on the floor.\nMs Healy said of the witness: \"He described the motion as similar to the sort of kick that would have been required to move a ball up field with significant force.\n\"He said at the same time the female officer was striking the man with her extendable baton.\"\nOther officers were called to the scene after PC Bettley-Smith pushed her emergency activation button.\nMs Healy said PC Mark Bedford, who was on scene first, had seen her \"raise her police baton over her shoulder and strike Dalian Atkinson three times around the waist area\".\nAnother officer, PC Ben Wright, said he had witnessed PC Monk with his \"right foot rested on Dalian's head\", she added.\nBoth officers, who jurors heard were in a relationship at the time of the incident, deny wrongdoing. However, it is the prosecution's case their use of force was excessive and sustained while Mr Atkinson posed no threat.\nMs Healy said PC Monk was an experienced police officer of 14 years and would have known he risked causing Mr Atkinson \"really serious injury\" by kicking him in the head.\nShe said PC Monk had not been acting in self-defence but had been \"angry\" to have been \"put in fear by this man\".\n\"He chose to take that anger out on Dalian Atkinson by kicking him in the head.\"\nPC Bettley-Smith too, she said, \"was not acting in self defence or in defence of her colleague but also taking out her anger on a man who had earlier put her in fear, with the weapon she had been entrusted with to use lawfully\".\nMs Healy said the officers were \"entitled to use reasonable force to protect themselves\" and their conduct prior to the discharge of the third Taser cartridge was not criticised.\nHowever, she urged jurors to \"consider with great care\" the defendants' case they feared for their safety and were therefore entitled to use such force.\nThe court was told Mr Atkinson remained handcuffed when he went into an ambulance as a police constable \"was concerned that Mr Atkinson might be feigning illness\".\nThe striker, who had a long sporting career at a number of clubs including Ipswich Town, Sheffield Wednesday, Aston Villa and Manchester City, died at about 02:45 on the morning of the altercation.\nHe had been suffering with high blood pressure, heart disease and end-stage renal failure, the court was told.\nThe prosecution said although pathologists agreed his underlying health conditions meant Mr Atkinson was \"at a greatly increased risk of dying\", he would have survived \"were it not for the third Taser deployment and the kicks to his head\".\nPC Monk denies murder as well as an alternative charge of manslaughter. PC Bettley-Smith denies assault occasioning actual bodily harm.\nThe trial continues.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56935354",
      "category": "uk-wales-politics",
      "title": "Welsh election: Inquiry into campaigns' social media use",
      "tags": "Coronavirus lockdown measures,Disinformation,Fake News,Welsh Parliament election 2021,US election 2016,Brexit,Coronavirus pandemic",
      "text": "Could the Welsh Parliament election have been used to spread disinformation online?\nA Senedd inquiry, supported by political parties, plans to investigate social media use after the election has taken place.\nAndy Regan, from the Institute of Welsh Affairs (IWA), said there was evidence even small nations' elections can be used to create discord.\nThe probe will also look at whether the campaigns have broken any rules.\nMr Regan, policy and external affairs manager at the IWA, said: \"People are very aware misinformation was a factor in the Brexit referendum, we have clear evidence, as well as in the 2016 US election where actors were apparently spreading information.\n\"How do we know this isn't happening in Wales?\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\n\"What's become clear is it's absolutely a factor in small nations' elections, not just globally significant elections.\n\"We can't say this is happening, but it's reasonable to say we should look at whether or not it is, because we don't know.\"\nMr Regan said there was a difference between disinformation - knowingly and deliberately misleading - and misinformation, which can be done sincerely by people who believe what they are saying is correct.\n\"Both are a problem and it's a problem when they're used to influence how people vote,\" he said.\n\"I think this is something we were talking about before lockdown happened, the question of whether it is possible to hold a free and fair election given this social media activity. I think we probably would still have been saying this but it's going to be more prominent as a result of Covid. \n\"Social media can be a really positive tool, and a bigger part of everybody's life these days. What Covid has perhaps done in the context is give us quite an obvious thing to talk about, in terms of where that misinformation can fit.\"\nMr Regan said it was considered fair to critique the way governments had handled the pandemic and lockdowns on social media, but where it crossed the line would be misinformation, for example, about vaccines.\n\"Nobody was happy about lockdown, there are opinions about how it should be approached by governments and it's fair to criticise, what's not correct or accurate is claims that lockdowns don't work or vaccinations don't work, claims that aren't true.,\" he said.\n\"Another issue would be the targeting of individual candidates with factually inaccurate smears, pile-ons orchestrated as an attempt to create negative messages around a particular person which is a particular problem for women and BAME candidates and can be a disincentive to even stand in the first place.\"\nWHO SHOULD I VOTE FOR?\nCompare what the parties are promising to do in Wales with our election manifesto guide.\nThere are existing rules and regulations over the activities of political parties in an election, but Mr Regan said there was a grey area when it came to external influences using an election to simply create discord rather than trying to influence the outcome.\nHe called for existing rules to be updated to keep up with the developments in social media and its influence on elections.\n\"The issue of abuse and harassment falls into the scope of existing rules and regulations, but there are shades of grey when it comes to those trying to sow discord and disunity because it's a destabilising agenda rather than to influence an election,\" he added.\n\"It's harder to pin down where rules have been broken, when it falls outside the remit of party campaigns and goes much wider.\n\"We know this is a feature of the modern election but is it something we should just accept and allow to become normalised?\"\nMr Regan said \"deep fake videos\", technology which creates videos of figures such as Barack Obama saying something they have not said, could become a much bigger problem in future.\n\"They are very convincing, and if you don't take a stand now then next time the kind of activity could be much more worrying than a text or a picture that isn't true,\" he said.\n\"And the use of outside actors is troubling, whatever the agenda, it is something they can use to draw attention to other agendas, not just party politics.\n\"The fact is the parties have all come out so strongly for this inquiry, which is probably quite brave of them, and we really welcome the Senedd taking this approach.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nMr Regan said while the inquiry would look at the activities of candidates and political parties, it was not seeking to overturn any result.\n\"The most high profile example of this would be the Brexit referendum, and the calls for this to be looked into which are associated with the Remain side - but would Brexit have won anyway?\n\"The thing is that there are rules already that people should be complying with and in some cases those rules are out of date, so it's not going to be about saying there would be a different result if that hadn't taken place.\" \nRather than punishing any party or candidate for alleged rule-breaking or \"deeply questionable\" use of social media, Mr Regan said the aim would be to raise awareness among the public about misinformation \"and make people more sophisticated consumers of information they find online\".\nIt is also looking at the global activity of spreading falsehoods online.\n\"It's hard to imagine a solution without requiring the involvement of sites with a properly resourced system for checking, removing and letting people know if something they have shared was not legitimate,\" Mr Regan said.\n\"On a Welsh level, we should have a proper commitment to our election having integrity, and it's about the Senedd taking control of the integrity of its own election and being clear if this is a problem.\"\nThe inquiry is supported by Welsh Labour, Plaid Cymru, the Welsh Conservatives, the Liberal Democrats and the Green Party."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56940595",
      "category": "world-asia-india",
      "title": "India Covid: Delhi hospitals plead for oxygen as more patients die",
      "tags": "India coronavirus lockdown,Delhi,India,Coronavirus pandemic",
      "text": "Hospitals in Delhi continued to send desperate messages for emergency oxygen supplies through the night on Sunday, warning that patients are at risk.\nThe crisis started two weeks ago but shows no signs of abating.\nAt least 12 patients, including a doctor, died when a prominent hospital ran out of oxygen on Saturday. Outside hospitals, families of patients who can't find a bed are struggling to get hold of portable cylinders - sometimes standing in queues for up to 12 hours.\nSeveral big hospitals in Delhi are relying on daily oxygen supplies but they are not getting enough to keep some as backup in case of emergency. \nOne doctor described the situation as frightening, explaining: \"Once you've used up your main tank, there is nothing to fall back on.\"\nThe situation is worse still in small hospitals that don't have storage tanks and have to rely on big cylinders. \nAnd the oxygen crisis comes as coronavirus cases continue to surge. \nDelhi alone reported more than 20,000 new infections and 407 deaths on Sunday.\nIndia, meanwhile, over the weekend recorded its highest daily coronavirus death toll since the pandemic began, and became the first country to register more than 400,000 new cases in a single day.\nDr Gautam Singh, who runs the Shri Ram Singh hospital, says he has 50 Covid beds and space for 16 ICU patients, but has had to refuse admissions as there is no guarantee of oxygen supply.\nHe has put out a number of SOS calls in the past few days, getting oxygen just in time to avoid disaster. \n\"It's a battle we are fighting every day,\" he says. \"Half of my hospital staff are on the road with cylinders to get them filled every day, going from one place to another.\"\nBelow is a recent heart-breaking appeal from him that I tweeted. \nDr Singh says the possibility of patients dying without oxygen in the hospital stops him from sleeping.\n\"I should be concentrating on treating my patients, and not running around to get oxygen,\" he says.\nOther hospital owners are also facing the same ordeal. \nOne woman whose family runs a hospital in Delhi says there was no coordination among the authorities when the crisis started. \n\"For those few days, we had no idea who was the relevant person to contact and who had the authority to resolve the issue,\" she recalls. \nShe says the situation is \"slightly better now\" but there is still uncertainty over the supply which is affecting their ability to admit more patients.  \n\"Each time someone reaches out asking if I have a lead for an oxygen bed, I feel terrible saying no because I don't.\"\nSOS calls from hospitals, particularly small ones that rely on cylinders and don't have a storage tank, come almost every day. \nDelhi Chief Minister Arvind Kejriwal has repeatedly said that the city was not getting enough oxygen from the federal government, which allocates oxygen quotas to states.\nFederal officials say there is no shortage of oxygen, but that the challenge has come from transportation. \nDelhi's high court on Saturday said \"enough is enough\".\n\"You [the government] have to arrange everything now. You have made the allocations. You have to fulfil it,\" it said.\nBut the situation on the ground is still dire.\n\"People are paying a price for the political wrangling between the state and federal government. Sometimes the price is their life,\" one analyst said.\nFamilies who have managed to find a bed are also under extreme stress because of the uncertainty over oxygen supplies. \nThe last 48 hours have been excruciating for Altaf Shamsi. \nHe and his entire family tested positive for Covid-19 last week.\nHis pregnant wife became seriously ill and had to be moved to a hospital where she gave birth to a girl on Friday. A few hours after a complicated birth, she had to be put on a ventilator, where she remains in a critical condition. \nAltaf was then told that his father had died in another hospital, while at the same time the hospital where his wife and baby are in an ICU said it was running out of oxygen.\nThe hospital eventually got a day's worth of emergency supply, but Altaf is worried about issues arising again.\n\"Who knows what will happen tomorrow?\" he says.\nAnd in addition to concerns over oxygen, the hospital has been asking him to move his wife to another facility, saying they do not have sufficient staffing.\nIt means he has been left to monitor his wife's oxygen levels and fever. \n\"You can't even imagine the pain I am going through,\" he says.\nPortable oxygen cylinders are the only way for patients in a serious condition to keep breathing at home when they can't find a hospital bed - a major issue in Delhi. \nAbhishek Sharma's father's oxygen levels started dropping on Saturday. He rushed to the market to get him a cylinder. \nAfter going to more than a dozen shops, he found a small cylinder which was good enough to last just six hours.  He later went out and paid $944 (£683) to buy a big cylinder but it was empty. He took it to several filling stations but only one was willing to help and the queue was very long.\n\"With each passing minute in the queue, my father was running out of oxygen. I couldn't ask anybody to let me jump the queue as everybody was in the same situation. I got the cylinder refilled after six hours in the line, but tomorrow I will have to do the same again,\" he says.\n\"I shudder to think what will happen if I am not able to get the cylinder refilled.\"\nPublic policy and health systems expert Dr Chandrakant Lahariya says the government had been warning about \"the potential crisis\" but did not take any action. \nA parliamentary standing committee on health  warned about inadequate supply of oxygen and \"grossly inadequate\" government hospital beds in November. \nDr Lahariya says the medical oxygen crisis in India was caused by a lack of planning in fixing the distribution and transportation networks. \nBut many are shocked that two weeks after the crisis began, patients in India's capital are still gasping for breath, and there seems to be no end in sight.\nIn the face of the crisis, concerned citizens have been stepping in to help out those in distress.\nAmong the famous faces lending support are social activist and politician Tehseen Poonawalla, politician Dilip Pandey, activist and politician Srinivas B V and actor Sonu Sood.\nMr Poonawalla has been helping small hospitals when they are about to run out of oxygen. He says he is \"connecting those in need with those who are in a position to help\".  \n\"We have set up a war room where a small team is working with me. I am just calling up people who I know - some of whom are in other states but are eager to help,\" he says.\nBut he says \"the situation is becoming more dire with each passing day\". \n\"The government needs to step in and take charge because people like me don't have infinite resources to help every person or hospital in need.\"\nThe woman whose family runs a hospital in Delhi echoed these concerns. \n\"I can't sleep at nights thinking that those people who died because of a lack of oxygen could have been saved. Many of them have families, some have small children. How will we ever explain to them what happened when they grow up and ask questions?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56970368/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Teens, tech and mental health: Oxford study finds no link",
      "tags": "Social media,Screen time,Young people",
      "text": "There remains \"little association\" between technology use and mental-health problems, a study of more than 430,000 10 to 15-year-olds suggests.\nThe Oxford Internet Institute compared TV viewing, social-media and device use with feelings of depression, suicidal tendencies and behavioural problems.\nIt found a small drop in association between depression and social-media use and TV viewing, from 1991 to 2019, \nThere was a small rise in that between emotional issues and social-media use.\n\"We couldn't tell the difference between social-media impact and mental health in 2010 and 2019,\" study co-author Prof Andrew Przybylski. said.\n\"We're not saying that fewer happy people use more social media.\n\"We're saying that the connection is not getting stronger.\"\nAnd this was a warning to regulators and lawmakers focusing on commonly held beliefs about the harmful effects of technology on young people's mental health.\nParticipants, in the US and UK, graded their own feelings using set questions with sliding scale responses.\nAnd they were asked about the duration of social-media or device activity but not more specifically how they had spent that time.\nThe paper is published in the journal Clinical Psychological Science. \nIn January 2021, a study suggested heavy social-media use was linked to negative well-being and self-esteem among teenagers.\nOther factors affecting young people's mental health include the coronavirus pandemic.\nAnd the UK government has announced a £500m investment in mental-health services, with £79m earmarked for children and young people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56961940",
      "category": "world-asia-india",
      "title": "India coronavirus: New record deaths as virus engulfs India",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic",
      "text": "India has recorded its highest daily coronavirus death toll since the pandemic began - a day after it became the first country to register more than 400,000 new cases in a 24-hour period.\nIts health ministry said 3,689 people had died within the past 24 hours.\nPrime Minister Narendra Modi met the health minister on Sunday morning to review the crisis.\nHospitals are battling to treat patients amid a chronic shortage of beds and medical oxygen. \nAmid the surge, results came in from elections in several Indian states. They have been closely watched to see if voters would punish Mr Modi's handling of the crisis. \nHis BJP party suffered a setback in West Bengal, a state the party had hoped to capture. The state was instead comfortably held by the incumbent.\nIndia has recorded more than 19 million cases of coronavirus - second only to the US. It has also confirmed more than 215,000 deaths, though the real toll is thought to be far higher.  \nExperts have cited low testing rates and the number of people dying at home, especially in rural areas, as contributing factors to under-reported figures.\nThe country's previous highest daily death toll, also reported this week, was 3,645. \nBrazil and the US have both registered daily tolls of more than 4,000 during the course of the pandemic.\nIn India, distressing images of families begging for hospital beds and life-saving supplies have been emerging for more than 10 days, while morgues and crematoriums remain overwhelmed.\nTwelve people died on Saturday at Delhi's Batra Hospital after it ran out of oxygen - for the second time in a week. \nThe Times of India newspaper reported 16 deaths in the southern state of Andhra Pradesh due to oxygen shortages in two hospitals, and six in the Delhi suburb of Gurgaon.\nDelhi High Court has now declared it will start punishing officials if life-saving supplies don't make it to hospitals.\n\"Water has gone above the head. Enough is enough,\" said Justices Vipin Sanghi and Rekha Patil.\nAll adults in India are now eligible for a coronavirus vaccine. But the planned launch of a nationwide drive on Saturday faltered as several states said they did not have enough doses to start vaccinating those aged 18-44.\nDespite being the world's biggest producer of vaccines, the country is suffering an internal shortage and has placed a temporary hold on all exports of AstraZeneca to meet domestic demand.\nThe Health Ministry said on Sunday that 84,599 people in the age bracket had been given a first dose of the coronavirus vaccine. \nIndia has been using two vaccines - the Oxford-AstraZeneca jab (known locally as Covishield) and another made by Indian firm Bharat Biotech (Covaxin). The Russian-made Sputnik V vaccine has also been approved for use, and the first 150,000 doses arrived on Saturday. \nCountries worldwide have sent a flood of emergency medical supplies. As of Thursday, 40 nations had sent shipments.\nThe first of several planes from the US carrying oxygen cylinders, masks and rapid diagnostic tests arrived in Delhi on Friday.\n\"The bond between the oldest democracy & the largest one keeps getting fortified,\" India's health ministry tweeted.\nThe US had previously been criticised for imposing a ban on sending raw materials for vaccines abroad, which limited India's ability to make more of the AstraZeneca jab. The measure was lifted last week.\nA German military aircraft with 120 ventilators reached India on Saturday, while the UK has also sent hundreds of pieces of medical equipment.\nUK Foreign Secretary Dominic Raab told the BBC's Andrew Marr Show on Sunday that he would \"always look very carefully at any request\" to help as India deals with its record surge of Covid cases.\nBut asked if the UK should pause the vaccination of younger, less vulnerable people to send doses abroad, Mr Raab said he had not received any request from India \"on that specific issue\".\nThe central government is reluctant to impose a national lockdown, which the prime minister has called a \"last resort\". Senior leaders fear the economic impact, after last year's lockdown saw India's output fall by a record 24% in April-June compared to a year earlier.\nThe human cost could also be severe. Last year's 68-day national lockdown saw millions of India's migrant workers make arduous journeys back to their home villages after they found themselves unemployed and running out of money. \nThe poor, especially undernourished children and pregnant women who rely on government programmes, found it difficult to access benefits. Immunisation programs were halted, and those suffering from serious illnesses struggled to access crucial health services.\nBut several states and union territories do have restrictions in place.\nOdisha was the latest to announce a two-week lockdown, joining hard-hit Delhi, Maharashtra, Karnataka and West Bengal. \nOther states, including populous Uttar Pradesh, have either night curfews or weekend lockdowns.\nThe Indian Express newspaper reports that India's Covid-19 taskforce, which advises the government, is pushing hard for a nationwide lockdown to help subdue the devastating second wave.\nDr Anthony Fauci, the top US infectious disease expert, said on Saturday that an \"immediate\" shutdown for a \"few weeks\" could break the chain of transmission in India."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56977779",
      "category": "uk",
      "title": "Covid-19: Care home residents can go on outdoor trips without isolating",
      "tags": "Care homes,Coronavirus pandemic",
      "text": "Care home residents in England can now go on low-risk trips - such as to relatives' gardens or a local park - without having to self-isolate for 14 days when they return.\nIt comes after some families say they have felt \"powerless\" because of \"restrictive\" visits.\nOne woman said her mother had not been outdoors for more than 12 months and it would be \"amazing\" to take her outside.\nCampaigners now want the rule change to become law, rather than just guidance.\nThe government brought about the change because a fall in Covid cases meant it was now \"much safer\" for care home residents to go outside. It had been threatened with legal action by the charity John's Campaign over the isolation requirement.\nThe move, announced on Saturday, has now come into effect. \nOn Tuesday, the government's coronavirus dashboard recorded 1,946 new infections, as well as four deaths within 28 days of a positive test across the UK.\nThe recorded number of deaths is often lower immediately after weekends and bank holidays due to reporting lags.\nMore than 50 million Covid vaccinations have been given in the UK so far, with 34,667,904 first doses and 15,630,007 second doses.\nJenny Morrison, co-founder of Rights for Residents - a group founded to end \"inhumane restrictions\" preventing relatives visiting loved ones in care homes - told BBC Breakfast the change would certainly make a difference for her family, saying: \"Mum's care home is near the seafront. On a nice sunny day, after 14 months where she hasn't been outside, it will be amazing for us to wheel mum down to the seafront and have a picnic. It will just be absolutely wonderful.\"\nBut she said some care homes were ignoring the guidance, with some families being given good access for visits, either indoors or outside, but others not. She said family members needed to be seen not as \"just visitors\" but as \"essential components of people's care\". \nA petition has been delivered to the government, calling for the guidance on visits to be made legally binding. It also calls for relatives of care home residents to be given essential caregiver status by law, so they could continue to visit loved ones in case of another lockdown. \nDavid Finch, from Trowbridge, is hoping the care home where his wife Tricia, 74, lives will be implementing the changes. She has Alzheimer's and has been living at the care home since July 2020, yet her husband has never been inside. \n\"Trish hasn't seen her family properly since July,\" he said. \"The longer we go on with this separation, it's just deteriorating. I just need to be able to take her out, have a walk and feed the ducks. \n\"The trouble with the care home situation is because they're only guidelines, the care homes are frightened to death of implementing something that could cause them problems.\"\nWhat do the new rules for England mean? \nThe daughter of another care-home resident spoke to BBC Radio 4's Today programme about the change in guidance.\nWendy, from Essex, said: \"It's just been so tough. I feel like we've been forgotten and the families just feel so powerless. The visits have been so restrictive. \n\"It's been so difficult trying to have a simple conversation with my father through a screen.\"\nShe said the visits in care-home pods or gardens were only 20 minutes long, with both people wearing masks. \n\"They can't hear you, you can't hear them, you're watched as well - there's no privacy,\" she said. Wendy added that, as the only visitor allowed, \"You have this terrible responsibility to try to keep memories of everyone else alive.\" \nMargaret, from Colchester, also in Essex, says her mother, who lives in a care home, no longer recognises her.\nShe says her mother's age and frailty mean that meeting outside is not an option. She questions why she cannot have a \"meaningful visit\" sitting next to her mother inside the care home.\n\"I want to go and sit next to my mother and look her straight in the eye and say 'hello, I'm Margaret.'\"\nA blowy, rainy day in many areas means even though family and friends can now take care home residents for a walk in the park or to visit their garden, few are likely to venture out. \nAnd as the guidance was only published on Saturday, homes have had little chance to put in place risk assessments and any staff support required. \nStill, it is an important step forward for families who have become increasingly angry about the restrictions faced by residents of all ages as the rest of society opens up. Even when guidance is updated, some homes have chosen not to loosen restrictions. \nIt is one of the reasons campaigners are presenting a petition to the prime minister today calling for one named relative or friend to be legally recognised as part of each resident's essential care team, so allowing them access to care homes whatever is happening. \nJanet Shepherd from Utterby, Lincolnshire, says the new guidance means her partner could visit their garden, but added: \"He's got dementia and coming-home trips would have to be on a progressive scale because it makes them anxious. \n\"I would like to spend more time with him during the day, seeing what he does and getting involved. Going for walks and taking picnics round and maybe taking a car trip. Coming home after such a long time might be too much for him.\"\nSome have said there is not enough discretion for younger care home residents and there needs to be more easing of restrictions for them. Maggie Lyons, from Sheffield, said her 42-year-old son, who lives in a specialist care home for men with autism, is \"desperate to have some kind of life\". \n\"We, his parents, can't have him to our home for an overnight stay,\" she said. \"Young people in care homes are basically incarcerated.\n\"When my other children can visit me on 17 May he might not be able to. Yes, I can take him to a park or sit in the garden but that isn't what he wants to do.\"\nAnna Knight, chair of the Dorset Care Homes Association and manager of Harbour House Care Home in Bridport, said: \"You can imagine how it would make you feel if you were completely imprisoned, as it were, in your home.\" \nShe said it had not just been difficult for residents but for families and staff members as well, adding: \"Everybody has really struggled.\" \nMs Knight said her care home was now putting plans in place to allow visits outside the home to happen. \n\"It's going to be fantastic,\" she told Today. \"I know the families are already excited.\" \nShe said the previous guidance had been \"sensible\" but now was the time to start \"learning to live with this\". \nMike Padgham, who runs four care homes in North Yorkshire and is chair of the Independent Care Group, said the move represented limited progress.\n\"It's great news, but personally I think it could have come a bit sooner because people have not been able to have their freedom in care homes for well over a year,\" he said. He added there had not been enough notice given, saying: \"The public want to make arrangements and we're not quite geared up for it yet,\" he added. \nThe government is expected to review the self-isolation requirement for other visits when it reaches the next stage of the road map for easing coronavirus restrictions.\nAdditional reporting by Chris Bell\nAre you or a family member a care home resident? Are you able to take a \"low-risk trip\" today? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56978021",
      "category": "entertainment-arts",
      "title": "Meghan Markle writes children's book inspired by Harry and Archie",
      "tags": "Literature,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "The Duchess of Sussex is set to publish a children's book about father-son relationships, as seen through the eyes of mothers.\nThe Bench will be published on 8 June and is said to be inspired by the bond between her husband Prince Harry and their son Archie.\n\"The Bench started as a poem I wrote for my husband on Father's Day, the month after Archie was born,\" the duchess said in a statement.\n\"That poem became this story.\"\nShe added: \"My hope is that The Bench resonates with every family, no matter the make-up, as much as it does with mine.\"\nThe story will be accompanied by images from the award-winning illustrator Christian Robinson.\nThe duchess will also voice an audio version of her book. \nThe publishers, Penguin Random House, said the book aimed to evoke \"a deep sense of warmth, connection, and compassion\". \nIt added: \"It gives readers a window into shared and enduring moments between a diverse group of fathers and sons - moments of peace and reflection, trust and belief, discovery and learning, and lasting comfort.\"\nThe book is the latest in a number of ventures the Sussexes have taken up since their decision to step away from royal duties in 2020 to move to the US and pursue an independent life.  \nThe couple have since launched their own charitable foundation, Archewell, and the duchess voiced the Disney nature film, Elephant. Archewell inspired them to begin a podcast of the same name in which they aim to foster wellbeing and kindness. \nThey have also secured commercial contracts thought to be worth millions, including a Netflix deal to produce TV projects and a Spotify deal for podcasts.\nTheir first project for Netflix will focus on the Invictus Games, a competition for injured military personnel and veterans that was championed by the prince.\nHe also recently announced he was joining mental health and life coaching start-up BetterUp as a \"chief impact officer\".\nThe duchess's book is not her first venture into writing.\nShe used to write a lifestyle blog called The Tig - which shut down after she began her relationship with Prince Harry. \nArchie turns two on Thursday and the couple are expecting their second child, a girl, later this year.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56982309",
      "category": "uk",
      "title": "Under-18 marriages 'thriving' in UK and should be banned, say charities",
      "tags": "Forced marriage,Marriage,Boris Johnson,Child marriage,Women",
      "text": "Campaigners have written to Prime Minister Boris Johnson warning of the \"invisible but thriving issue\" of marriage by parental consent in the UK.\nCharities including Barnardo's claim it contributes to sexual violence and domestic abuse, and want to ban under-18s marrying in England and Wales.\nCurrently, 16 and 17-year-olds can marry if they have parental consent. In Scotland the legal age to marry is 16.\nThe government said all couples must enter into marriage freely by law.\nA spokesperson added the government was \"listening carefully to the debate on the legal age of marriage\".\n\"Attempting to coerce someone into a relationship can be prosecuted under existing laws, while we made forced marriage a specific offence in 2014.\"\nHowever, campaigners say parental consent often amounts to coercion, and teenage girls are regularly married off to older men who they have never met.\nLatest figures from the ONS show 43 teenage boys and 140 teenage girls were married with parental consent in 2017, though it is thought the recorded data does not reflect the number marrying in non-legal religious and customary ceremonies.\nThe campaigners' letter claims marriage for those aged under 18 is one of the most hidden forms of violence against women and girls taking place in the UK.\nIt says current forced marriage law is not enough to protect minors. \n\"Unacceptably, the onus is on the child to secure their own protection under forced marriage law by speaking out against their own family and community, which can have dangerous consequences and understandably many children are too terrified to do,\" the letter reads.\nIt also says the current law undermines the legal requirement for young people to remain in education or training until they are 18, and that childhood \"should be safeguarded as a time for learning and personal development.\"\nPayzee Mahmod, whose sister Banaz was killed in a so-called honour killing after leaving a forced marriage, spoke to the BBC last October.\nShe said her sister would still be alive if she had not been made to marry at 17.\n\"At 16, what child wants to be married and take on the responsibility that comes with marriage?\" she said. \"No child.\"\nMs Mahmod, who was also married at 16 to someone she did not know, was also quoted in the charities' letter because of her case. \n\"As a survivor, I know first-hand what this change in law will mean to our next generation who should not be locked in child marriages with all the harms it causes and instead be free to pursue their education and aspirations,\" she said.\nHer talk at a TEDx event in London has been viewed more than 900,000 times online.\nThe letter - sent from a partnership called Girls Not Brides and signed by several charity bosses - also claims the government's efforts to end the practice of child marriage abroad has been undermined by its own domestic legislation.\n\"The perception of the UK government's tolerance to child marriage has led to Bangladesh lowering its minimum marriage age using the UK as a precedent in doing so,\" it says.\n\"Bangladeshi officials have cited England and Wales as hypocritical for trying to engender progressive change abroad whilst turning a blind eye to child marriage at home. It is vital that the government challenges this perception by strengthening its action to end child marriage across the UK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56977653",
      "category": "world-asia-india",
      "title": "Coronavirus: How India descended into Covid-19 chaos",
      "tags": "India,Coronavirus pandemic",
      "text": "On Monday, a senior official from India's federal government told journalists that there was no shortage of oxygen in Delhi or anywhere else in the country. \nAs he spoke, several small hospitals - only a few miles from where he stood in the capital - were sending out desperate messages about them running out of oxygen, putting patients' lives at risk. \nThe chief doctor of one of the hospitals - a specialist paediatric facility - told the BBC that \"our hearts were in our mouths\" because of the risk of children dying. They got supplies just in time, after a local politician intervened. \nAnd yet, the federal government has repeatedly insisted that there was no shortage. \"We are only facing problems in its transportation,\" Piyush Goyal, a senior official from India's home ministry, said.\nHe also advised hospitals to \"ensure judicious use of oxygen as per the guidelines\". Several doctors who have spoken to the BBC say they are giving oxygen only to patients who need it, but there is not enough.\nBut experts say that the shortage of oxygen is just one of the problems which shows both federal and state governments were not prepared, having failed to do enough to stop or minimise the damage of the second wave. \nWarnings have in fact been repeatedly issued, including:\nDespite this, on 8 March, the country's health minister announced that India was in the \"endgame of the pandemic\".\nSo, where did it go so wrong?\nIn January and February, the national number of daily cases fell to under 20,000 from peaks of around 90,000 in September last year. Prime Minister Narendra Modi declared Covid beaten, and all places of public gathering opened.\nAnd soon, people were not adhering to Covid safety protocols, thanks in part to confused messaging from the top.\nWhile Mr Modi asked people to wear masks and follow social distancing in his public messages, he addressed large unmasked crowds during his election campaigns in five states. A number of his ministers were also seen addressing large public gatherings without wearing masks. The Kumbh Mela, a Hindu festival - which attracts millions - was also allowed to go ahead.\n\"There was complete disconnect between what they practised and what they preached,\" says public policy and health systems expert Dr Chandrakant Lahariya.\nProminent virologist Dr Shahid Jameel says \"the government just did not see the second wave coming and started celebrating too early\". \nBut there is more to the story: the devastation has also exposed the underfunding and neglect of the public healthcare system in India. \nThe heart-breaking scenes that have been witnessed outside hospitals - people dying without getting treatment - shows the grim reality of India's healthcare infrastructure.\nAs one expert puts it, India's \"public health infrastructure was always broken, the rich and the middle class are just finding out\". Those who could afford it have always relied on private hospitals for treatment, while the poor struggle to get even a doctor's appointment.\nRecent schemes, like health insurance and subsidised medicines for the poor, are not helping because very little has been done in decades to increase the number of medical staff or hospitals.\nIndia's healthcare spending, including both private and public, has been around 3.6% of GDP for the past six years, the lowest percentage in the five Brics countries: Brazil spent the most at 9.2%, followed by South Africa at 8.1%, Russia at 5.3% and China at 5% in 2018.\nDeveloped nations spend a far higher proportion of their GDP on health.  In 2018, for instance, spending in the US was 16.9% and Germany 11.2%. Even smaller nations like Sri Lanka (3.76%) and Thailand (3.79%) spend more than India. \nAnd India has fewer than 10 doctors per 10,000 people, and in some states the figure is less than five. \nSeveral \"empowered committees\" were last year looking at the preparations needed to tackle the next coronavirus wave, so experts are baffled by the shortages of oxygen, beds and drugs.\n\"When the first wave was tapering, that's when they should have prepared for a second wave and assumed the worst. They should have taken an inventory of oxygen and [the drug] remdesivir and then ramped up manufacturing capacity,\" Mahesh Zagade, former health secretary of Maharashtra state, told the BBC.\nOfficials say India produces enough oxygen to meet the spike in demand but transportation was the problem. Experts say this should have been fixed much earlier. \nThe government is now running special trains carrying oxygen from one state to another and stopping use of oxygen in industries - but only after many patients died because of a lack of oxygen. \n\"The outcome has been that desperate family members are spending thousands of rupees to secure an oxygen cylinder on the black market and then stand for hours in a queue to get it filled,\" points out Dr Lahariya.\nMeanwhile, those who can afford it are also paying hefty amounts to procure drugs like remdesivir and tocilizumab.\nAn executive from a pharmaceutical company which manufactures remdesivir said \"demand had dried up\" in January and February.  \"If the government had placed an order, we would have stockpiled and there wouldn't have been any shortage. We have ramped up production but demand has grown significantly,\" he said. \nIn contrast, the southern state of Kerala planned for the surge in advance. Dr A Fathahudeen, who is part of the state's Covid taskforce, says there was no shortage of oxygen in the state as necessary steps were taken in October last year.\n\"We also procured sufficient stock of remdesivir and tocilizumab and other drugs well in advance. We also have a surge plan in place to tackle any exponential rise in the numbers in the coming weeks,\" he says.\nMr Zagade says other states should have also taken similar steps \"to avoid the suffering\". \n\"Learning means someone else has done it and you can do it now, but that means it will take time,\" the former health secretary for Maharashtra said.\nBut time is running out as the second wave is now spreading to villages where healthcare systems are not equipped to deal with the surge.\nGenome sequencing of the virus is an important step in identifying new variants that could be more infectious and deadly. The Indian SARS-CoV-2 Genomic Consortia (INSACOG) was set up last year and it brought together 10 labs in the country.\nBut the group reportedly struggled to get funding initially. Virologist Dr Jameel says India started seriously looking at mutations fairly late, with sequencing efforts only \"properly started\" in mid-February 2021.\nIndia is sequencing just over 1% of all samples at the moment. \"In comparison, the UK was sequencing at 5-6% at the peak of the pandemic. But you can't build such capacity overnight,\" he said.\nHowever, India's main hope was always vaccination.\n\"Any public health specialist will tell you there is no practical way to strengthen an already broken public healthcare system in a matter of months,\" one woman, whose family runs a large private hospital in Delhi, told the BBC.  \n\"The best and most effective alternative to battle Covid was to vaccinate the population as quickly as possible so the majority wouldn't need hospital care and hence not overburden the healthcare system.\" \nIndia initially wanted 300 million people vaccinated by July, \"but it seems the government did not do enough planning to secure vaccine supply to run the programme\", Dr Lahariya says. \n\"On top of it, it has opened the vaccination for all adults without securing vaccine supplies.\" \nSo far, only about 26 million people have been fully vaccinated out of a population of 1.4 billion, and about 124 million have received a single dose. India has millions more doses on order, but still far short of what it actually needs.\nThe federal government needs 615 million doses to vaccinate everyone above the age of 45 - about 440 million people. There are 622 million people between the age of 18 and 44, and 1.2 billion doses are required to vaccinate them.\nThe government has also cancelled exports, reneging on international commitments. \nThe government has enlisted other firms like Biological E and the state-run Haffkine Institute to produce vaccines. It has also given credit support of $609m to the Serum Institute of India, which produces the Oxford-AstraZeneca jab which is being made in India as Covishield, to ramp up production.\nBut that funding should have come earlier, Dr Lahariya says, saving precious lives. \"It will take months before we have enough vaccines to speed up the programme. In the meantime, millions will continue to be at risk of getting Covid,\" he adds.\nExperts say it is ironic that India is known as the world's pharmacy and it is now facing shortages of vaccines and drugs.\nAll of this, Dr Lahariya says, should serve as wake-up call for for both federal and state governments, which should invest drastically more in the healthcare sector because \"this definitely is not the last pandemic we will have to fight against\". \n\"The future pandemic may come earlier than any model can predict,\" he says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56983555",
      "category": "entertainment-arts",
      "title": "Noel Clarke: Adam Deacon says he was accused director's victim",
      "tags": "Noel Clarke",
      "text": "Actor Adam Deacon has said he stands by the women who have accused Noel Clarke of sexual harassment, claiming his former co-star sabotaged his career.\nDeacon claimed to have been Mr Clarke's \"victim\" for 15 years and said his mental health had suffered as a result.\nMr Clarke has \"vehemently\" denied any sexual or criminal wrongdoing after 20 women came forward to accuse him.\nDeacon appeared with Mr Clarke in 2006's Kidulthood and its 2008 follow-up Adulthood, which Mr Clarke also directed.\nThe pair fell out in 2010 over a spoof film Deacon wanted to make called Anuvahood, which was made and released the following year.\nIn 2015 Deacon was found guilty of harassment without violence after sending Mr Clarke abusive messages on social media. \nLast week Mr Clarke, 45, was suspended by Bafta after extensive allegations of sexual harassment were published in The Guardian.\nBafta also suspended the outstanding British contribution to cinema prize it had given the actor and film-maker on 10 April.\nFollowing the claims, the Met Police confirmed they had received a third party report relating to allegations of sexual offences by a man.\nThe allegations also led to ITV pulling the final episode of its crime drama Viewpoint, in which Mr Clarke played the leading role.\nWriting on Twitter, Deacon said he believed \"every single word\" Mr Clarke's accusers had said about their allegedly \"harrowing\" experiences.\nThe 38-year-old said he had spoken out about Mr Clarke's \"sociopathic\" behaviour on multiple occasions, only to have his claims dismissed.\n\"I only wish that everyone had taken more notice of my words,\" he continued, saying it might have stopped Mr Clarke's \"horrific abuse of power\".\nHe said the events of the past week had served as \"a small vindication\" and that he was \"now looking towards a fresh start\".\nMr Clarke is known for playing Mickey Smith in Doctor Who from 2005 to 2010 and for his work in Sky crime drama Bulletproof.\nSky said last week it had halted Mr Clarke's involvement in any of its future productions, including Bulletproof's planned fourth series.\nMr Clarke has said he is \"deeply sorry\" for some of his actions while continuing to deny any sexual misconduct or criminal wrongdoing.\nHe said he would be seeking professional help \"to educate myself and change for the better\".\nMr Clarke and Deacon are both previous winners of Bafta's rising star award, having received the honour in 2009 and 2012 respectively.\nThe BBC has approached Mr Clarke for comment.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56972820",
      "category": "uk-wales-politics",
      "title": "Welsh election: Parties focus on Senedd battlegrounds in north Wales",
      "tags": "Welsh Liberal Democrats,Liz Saville-Roberts,Keir Starmer,Wales business,Jane Dodds,Welsh Labour,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "Parties are focusing their campaigning on key north Wales battlegrounds with just two days to go before the Welsh Parliament election.\nLabour's Sir Keir Starmer visited Vale of Clwyd, Delyn and Wrexham, constituencies that the Tories gained from Labour at Westminster in 2019.\nWelsh Conservatives' Senedd leader Andrew RT Davies and Plaid's Liz Saville Roberts are also in the north.\nThe Welsh Liberal Democrats are in Ceredigion.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nSir Keir visited a military equipment manufacturer in St Asaph in the Vale of Clwyd constituency - a seat held by Labour at Senedd level but by the Conservatives in Westminster.\nIt was one of six seats the Conservatives won from Labour at the Westminster election two years ago.\nSir Keir said it was his \"job\" to \"rebuild trust\" after the party \"lost very badly in December 2019\".\nSpeaking to BBC Wales he asked voters to \"reflect\" on Welsh Labour's Mark Drakeford \"and the way he has led Wales over the last 14 months during this pandemic\".\n\"Very many people recognise that careful, reassuring way in which he has led Wales.\"\nHe said he and Mr Drakeford both wanted \"more power and responsibility in Wales, decisions closer to people in Wales, a strong Wales in a fair United Kingdom\".\nAsked whether he would be happy if Labour worked with Plaid after the election, he added: \"What we're fighting for is a Labour-led Welsh government to continue the good work that has been done through the pandemic and lead us through the recovery.\"\nIn the three seats Sir Keir Starmer is visiting today, Labour is defending majorities that are smaller than the number of votes polled by UKIP at the last Welsh parliament election five years ago.\nThe biggest study of its kind suggests the vast majority of 2016 UKIP voters went to the Conservatives at the general elections of 2017 and 2019.\nIf those people vote Tory again they could really help Andrew RT Davies.\nI spoke to an experienced Labour politician in this part of the world who has been out on the doors during the shortened campaign. She sounded confident Labour's vote was holding up.\nBut that may not tell you much about what is happening on the other side of the spectrum, where the Conservatives are trying to convince people to keep up the habit of voting Tory.\nThe incumbent first minister Mark Drakeford, meanwhile, has spent Tuesday visiting the constituencies of Rhondda, Llanelli and Bridgend.\nBridgend is held by the Conservatives in Westminster but Labour in the Senedd, while Plaid Cymru is hoping to capture Llanelli from Labour.\nPlaid holds Rhondda - which Labour is campaigning to win back. \nWhile campaign director Ms Saville Roberts was campaigning in Aberconwy in the north, Plaid leader Adam Price was campaigning in Neath, a seat held by Labour in Cardiff Bay since devolution in 1999 and for more than a century at Westminster.\nHe claimed voters - \"particularly traditional Labour voters\" - were \"saying they're coming over to Plaid because they feel it's time to give someone else a chance to take Wales in that new direction with new ideas and new leadership that puts us on a different path\".\nHis party, said Mr Price, would \"deliver opportunity for our young people, dignity for old people and give everyone in Wales the chance for a better life\".\n\"People are really inspired, I think, by our positive message of hope and change and belief in Wales, there's no problem in Wales that Wales cannot solve.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nWelsh Conservative Senedd leader Andrew RT Davies was campaigning in the Aberconwy constituency - a target for Plaid Cymru in north Wales.\nThe Tories hold the seat, but held only a 754-vote majority over Plaid in the 2016 Senedd election.\nMr Davies said north Wales \"has been too often ignored by Labour\".\n\"We have a clear plan to tackle our creaking infrastructure and fragile economy, and create jobs, prosperity and opportunity for people across Wales,\" he said.\nWelsh Liberal Democrat leader Jane Dodds was in Ceredigion on Tuesday.\n\"The last year has brought into sharp focus the significant challenges in our rural economy,\" she said.\n\"From poor digital and transport connectivity, housing costs, and the challenges of running small businesses, rural Wales faces a difficult period ahead.\n\"Welsh Liberal Democrats are fighting this election with pledges to invest in tackling broadband and mobile phone connectivity to help both businesses and those choosing to work remotely.\"\nThe leader of the Abolish the Welsh Assembly Party (ATWAP) said voters were telling the party \"we need UK support, not more and more devolution\".\nRichard Suchorzewski, leader of ATWAP, said: \"This week speaking to businesses in north Wales, I have heard how their prospects have been hit by the Welsh Assembly with low investment, poor transport infrastructure and less Covid financial support than England.\n\"In the valleys, where Abolish received the support of Nigel Copner, who almost won Blaenau Gwent for Plaid Cymru last time, people are telling us we need UK support, not more and more devolution.\"\nReform UK accused Welsh Labour of \"dithering and delaying\" in easing Covid restrictions. \"Wales is paying the costs,\" said Reform's James Wells.\n\"Each day the cost of keeping business from fully reopening grows with a total bill from furlough alone around £2bn in Wales. Job losses are also contributing to the growing mental health crisis. This simply isn't good enough.\"\nThe Wales Green Party asked Labour voters not to place a \"wasted vote\" for the party on the regional list.\nThe party said over the next couple of days Amelia Womack would be campaigning in Newport and surrounding areas, while Anthony Slaughter would be between Barry, Penarth and Cardiff.\nMr Slaughter said a \"big priority for us is explaining to traditional Labour voters that Labour is a wasted vote on the regional list\", adding: \"It makes sense for Labour voters to lend their vote Green on the regional list.\"\nUKIP Wales leader Neil Hamilton was campaigning in Merthyr Tydfil on Tuesday.\nA spokesman said the party was \"standing on a platform of decency, honesty and fairness\". \n\"Twenty-two years of Labour government has devastated Wales and left behind communities in the south Wales valleys and north Wales,\" the spokesman added.\nUKIP won seven seats at the last Welsh Assembly election in 2016. After a series of defections Mr Hamilton remained the only UKIP Senedd member in the last term."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56977650",
      "category": "business",
      "title": "Cleaner's angry resignation note sparks flood of support",
      "tags": "HSBC,Employment",
      "text": "A resignation note left by a cleaner for her boss has gone viral on Twitter, with people speaking out against the poor treatment of support staff. \nJulie Cousins walked out of her job as a cleaner for HSBC last Friday after 35 years, according to her son Joe.\nIn her note, the 67-year-old wrote that she was leaving due to being \"dressed down\" in the office by a manager. \nHSBC told the BBC it could not comment on individual personnel issues but was working to understand what happened. \nMs Cousins, from Southampton, wrote in the note that the treatment she experienced was \"nothing more than aggressive and cruel\".\n\"So going forward, please all of you remember - in a world when you can be anything, be kind, because you are all no better than the cleaner.\"\nShe told the Mail Online that she was retiring, and that although some people might think it was \"just a little cleaning job\", she had relied on the work during the five years she spent at the HSBC branch.\nMs Cousins stressed that she felt cleaners were often \"forgotten\" by others in the workplace. \nShe added that she decided to leave after the upsetting incident with the manager, as she wanted to work with people she felt comfortable with.\nHer son's Twitter post sharing Ms Cousins' resignation note struck a chord on the social network, attracting more than 3,000 comments. \nMany users said their parents, children and colleagues had been treated badly working in support staff roles such as cleaners, caretakers, janitors, security guards and receptionists.\n\"When interviewing people for jobs, I always asked the reception staff how they were treated by the candidate. A few failed the 'attitude test',\" said Tim, a retired businessman and engineer in the West Midlands.\nCleaner Tracy Sadler said that she \"loved\" the note that Mrs Cousins wrote.\n\"I am a cleaner [with] three part-time jobs, and sometimes people can be cruel,\" she wrote on Twitter. \n\"We as cleaners have kept this world and all their buildings and shops and homes clean - cleaners matter also.\"\nMultiple users said that that it was important to make an effort to chat to cleaners and other support staff in the workplace, treating them as colleagues, rather than inferior workers.\nThey added that doing so led to a pleasant working environment, a sense of camaraderie, and even cleaner offices to work in. \nTrades Union Congress general secretary Frances O'Grady told the BBC: \"Cleaners have played a vital role during this pandemic keeping workplaces and public spaces safe, often at great personal risk. \n\"Employers and the government must do more to value the contribution these overlooked key workers make.\"\nShe added that more needed to be done to improve pay and conditions: \"It's not right that so many cleaning staff are on low pay and insecure contracts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56974831",
      "category": "business",
      "title": "£1bn UK-India trade deals will create 6,000 UK jobs, says PM",
      "tags": "Economics,Global trade,UK economy,India,Department for International Trade",
      "text": "The prime minister has announced new trade and investment deals with India worth £1bn.\nIt includes more than £533m of new investment from India into the UK, which is expected to create about 6,000 jobs.\nDowning Street said the new partnership would \"pave the way\" for a future UK-India Free Trade Agreement.\n\"The economic links between our countries make our people stronger and safer,\" said Mr Johnson.\nThe deal, announced ahead of a virtual meeting with India's Prime Minister Narendra Modi, includes a £240m investment by the Serum Institute of India, which will support clinical trials, research and possibly the manufacturing of vaccines.\nSerum has already started phase one trials in the UK of a one-dose nasal vaccine for coronavirus, in partnership with Codagenix.\nIndian investment deals will create 1,000 new UK jobs each at health and tech firms Infosys, HCL Technologies and Mphasis.\nSome 667 UK jobs will be created at Q-Rich Creations, 500 jobs at Wipro and 465 at 12 Agro.\n\"Each and every one of the more than 6,500 jobs we have announced today will help families and communities build back from coronavirus and boost the British and Indian economies,\" said Mr Johnson.\nTrade Secretary Liz Truss told the BBC that the jobs would be created \"within the next year or so\".\nShe said those commitments were \"very different\" from a free-trade deal, which the two governments will start negotiating on this autumn. Discussions will include lowering tariff barriers and new agreements on \"digital and data\".\nThe announcement on 6,000 jobs \"is really the tip of an iceberg\" Ms Truss said. \nTrade between the UK and India is worth about £23bn per year, and the government hopes to double that by 2030.\n\"What we need to do is get the huge tariffs removed on products like whisky, which is over 100%; cars, which is over 100% - that is where the real opportunities lie for us,\" she said.\nThe do that, the UK is likely to have to relax immigration rules between India and the UK, Ms Truss added.\n\"We've already made significant steps in improving the immigration regime with the post-study work visa. We've seen a massive rise in Indian students coming to the UK.\"\n\"Business mobility is a key part of trade. Particularly as the UK and India are both very strong in services, you need to make sure you're able to get your professionals over to the country,\" Ms Truss added.\nIn recent years, the UK has sold more to Belgium or Sweden than India. But the government hopes that closer ties with one of the most populous and fastest-growing major economies could have huge long-term potential - especially as tensions with China mount. \nIt believes that this announcement, which boosts access to India for producers of British fruit and medical devices - and means investment in the UK from India's vaccine producers - is just a taste of what could be achieved.\nBut economists warn that getting a full deal with Delhi that lowers tariff and non-tariff barriers won't be easy. India is likely, for example, to want UK entry visa requirements for its workers and students to be eased. \nAttempts by the European Union, Australia and New Zealand to strike free trade deals with India have all stalled. \nBut as that nation grapples with the economic damage caused by the pandemic and the rising threat from China, it may now take a more pragmatic approach to brokering an agreement. \nMeanwhile, British businesses have secured export deals with India worth more than £446m, which are expected to create more than 400 British jobs.\nThey include a £200m deal involving CMR Surgical, which will create 100 new UK jobs.\nThe company's next-generation 'Versius' surgical robotic system - which helps surgeons perform minimal access surgery - will be rolled out to hospitals in India.\nTrade between the UK and India is already worth around £23bn a year, supporting more than half a million jobs, according to the government.\nMr Johnson said: \"In the decade ahead, with the help of new partnership signed today and a comprehensive free trade agreement, we will double the value of our trading partnership with India and take the relationship between our two countries to new highs.\"\nTrade body the CBI said the updated trade partnership \"shows the world the strength of our relationship\".\nCBI president Lord Bilimoria said the talks would \"unlock opportunities for businesses, boost job creation and growth across the country\".\nMr Johnson had been forced to cancel a planned visit to Delhi as it battles with a brutal second wave of coronavirus cases.\nThe visit was designed to foster closer ties between the two countries and had first been scheduled for January.\nIt was delayed after the UK's higher wave of Covid infections over winter.\nA four-day trip was scheduled for April before being cut back to just one day in Delhi, before being postponed indefinitely last month, with India subsequently added to the UK's travel \"red list\".\nOn Monday, authorities in Delhi called for help from the army. The government wants it to run Covid care facilities and intensive care units.\nAcross India, case numbers since the start of the outbreak are closing in on 20 million.\nIn response to India's coronavirus surge, the British Asian Trust has raised more than £1.6m in the last week through its emergency appeal."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56919575",
      "category": "business",
      "title": "Restaurants struggle to find staff ahead of reopening",
      "tags": "Hospitality industry",
      "text": "Bars and restaurants are struggling to recruit enough staff and some may not be able to fully reopen in May, after thousands of workers left the sector. \nVenue owners say they are expecting huge demand from customers, but staff shortages may mean they have to limit opening hours.\nFigures suggest more than one in ten UK hospitality workers left the industry in the last year.\nRecruitment site Caterer.com said the pandemic and Brexit were to blame.\nSome have managed to find alternative employment, but a high proportion may have left the UK altogether, the recruiter said. \nSo, although many hospitality workers were laid off during the last 12 months, restaurateurs are now finding it hard to fill places.\nCelebrity chef Michael Caines is one of those finding recruitment difficult. \nHe operates two restaurants on the Cornish coast and a hotel in Exmouth. A beach bar and restaurant in Exmouth is also due to open.\nHe is currently trying to hire 20 new staff members across the group.\n\"Without question, recruitment is a challenge,\" he said. \n\"All of the businesses are extremely busy. For the next three, four months our hotel is completely booked up, so we're desperately trying to recruit enough staff.\"\nMr Caines said Brexit and the pandemic have led European workers to leave and not return, but he said another problem is the number of workers still on furlough.\nWhile they are waiting to return to work they are less willing to switch employers.\n\"A lot of people feel very concerned about leaving a job where they qualify for furlough to take the new job where they wouldn't qualify for furlough if there was another lockdown,\" he explained.\n\"So there's a bit of nervousness from an employee's point of view.\"\nMr Caines is hoping roles will be more easily filled when students break up from college and university and start looking for summer work.\nRestaurants and bars have been allowed to serve food and drink outdoors since 12 April, while indoor dining is expected to restart from 17 May. And many UK hospitality venues are hoping pent-up demand and a more UK-focused holiday season to translate into a bumper summer.\nAs a result, recruitment was a \"growing issue\", said UK Hospitality chief executive Kate Nicholls. It was more acute in some areas, such as London, than others, she added, and could mean some venues struggle to reopen.\nThe trade association said chef vacancies are among the most difficult to fill. But restaurant owners have reported staff shortages across all types of roles.\nSpecialist recruiter, Caterer.com, said the number of vacancies on its website had grown by more than 85% in the last few weeks, with 22,000 roles now being advertised.\nBut it pointed to figures from the Office for National Statistics suggesting 355,000 fewer people were employed in hospitality than a year ago. Pre-pandemic around 3.2 million were employed in the sector including bars, restaurants and hotels. \n\"Many restaurants, pubs and bars have experienced a sudden surge in business due to built-up customer demand and an increase in consumer confidence which is great news for the hospitality industry,\" said Caterer.com director Neil Pattison.\n\"However, the impact of the pandemic, combined with Brexit has the potential to create a significant recruitment challenge for the sector and we are likely to see the skills shortage it once faced starting to return.\"\nOne person who turned his back on a full-time job in hospitality after work dried up due to Covid, is 42-year-old father-of-one Colum Maher.\nHe has 20 years of experience working in bars and restaurants, but last December he took up a full-time job in customer services with Sky. \nHe now says something very special would have to come along for him to go back into hospitality full-time. \n\"I've had 15 to 20 jobs in the hospitality sector over the years, from bartender to bar manager to chef, so it's an industry I love and know inside out.\n\"However, I found myself with no work during the pandemic and I needed to find some job security. Now I'm able to work every week, Monday to Friday, so I have no plans to change that now.\"\nBut he hasn't turned his back on the industry completely - he's registered with a speciality hospitality recruitment website Coople, to look for weekend work.  \n\"I personally think it's going to take the hospitality industry three to four years to get back on its feet,\" he says.\n\"I'm at a stage of life when I cannot afford to wait for opportunities to start appearing again - I don't think a lot of pubs will even reopen.\n\"However, if this doesn't work out, then I know I have something I can hopefully fall back on.\"\nBefore Brexit a lot of the UK's hospitality workforce was made up of workers from overseas, including from the EU, but hundreds of thousands of foreign workers have left the UK over the last year and it is unclear whether they will return.\nLuke Garnsworthy, who owns Crockers Henley, a hotel and fine dining restaurant in Oxfordshire, and Crockers Tring in Hertfordshire, said he is struggling to recruit enough staff for when his restaurants open fully next month.\nAs well as chefs, he is hoping to hire front-of-house staff and waiters.\n\"I've put adverts out and I thought I was putting the net out into a sea full of fish but it's not been like that at all.\"\nMr Garnsworthy would like to employ between 45 and 50 staff at his Henley venue where the headcount is currently only at 12.\nHe said senior team members will step in to fill roles where necessary, but the restaurant was only likely to be able to open five days a week instead of seven.\nRecruitment in hospitality has always been a challenge, even before the pandemic, but is \"definitely worse now\", according to Mr Garnsworthy.\n\"We are perceived as unskilled, so the country looks down their nose… and young people are not interested.\"\nHe wants them to know that although it is hard work \"the days of Gordon Ramsey shouting\" are over at least.\nRestaurant owner and Masterchef The Professionals finalist Sven-Hanson Britt also operates several venues.\nHe said staff turnover in hospitality is normally high, but he too said furloughed staff are sticking with their existing employer.\n\"There's not that ebb and flow with talent because people are staying put.\n\"It's very difficult at the moment and finding anyone for senior positions is hard.\"\nMr Britt is hoping to recruit pastry chefs, chocolatiers and a sommelier.\n\"We can't seem to find anyone in that arena,\" he added.\nThe business took on a number of staff in October but application rates this time around are far lower.\n\"Some businesses closed or went bust and people felt let down by their employer or the industry as a whole,\" he said.\n\"I know a lot of people who have moved on to something different.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56935532",
      "category": "uk-northern-ireland",
      "title": "Covid-19: 'Majority' of hospitality sector fails reopening checks",
      "tags": "Coronavirus lockdown measures,NI economy",
      "text": "The majority of hospitality businesses have failed last-minute inspections for reopening as the Covid-19 lockdown eases, an industry body has said.\nOutdoor restaurants, bars and pubs in Northern Ireland are set to reopen on Friday under the new regulations.\nBut Hospitality Ulster said there was \"chaos\" over the implementation of the rules for the sector.\nIt said many venues had been told their outdoor seating areas did not adhere to guidelines from the Stormont executive.\nThe Executive Office said there had been \"no change to the definition of indoor and outdoor areas which applied last year\".\nThe Department of Health said the general rule of thumb was that outdoor premises should not be more than 50% enclosed.\nThe legislation states that a premises is enclosed if it has a ceiling or roof or is substantially enclosed if it has a ceiling or roof but there is \"an opening in the walls\".\nCouncils are responsible for conducting the inspections of hospitality businesses in their area and enforcing the regulations in relation to them.\nBelfast City Council said that while the definition of an outdoor area had not changed since last summer, legislation about \"when and how hospitality can operate has been subject to significant and constant\" change.\n\"The key difference is that the focus of the previous regulations was on whether hospitality could be open at all and if so whether they could serve food and drink on their premises.\n\"Therefore we were not required to consider if any outdoor hospitality space met the outdoors criteria.\n\"In the latest regulations the focus now is on allowing hospitality to operate outdoors.\"\nThe council said it tried to advocate a \"different approach\" to the new regulations but that it was ultimately the decision of the Executive Office.\nHospitality Ulster chief executive Colin Neill said the situation was a \"direct slap in the face\" for the industry on the eve of reopening.\nThe interpretation of regulations was \"far too stringent\", he said, and he called for a \"common sense\" approach.\n\"It's chaos right across the province as a result of the Executive Office refusing to engage for months,\" he said.\n\"This could have been avoided if rules had been communicated earlier - there is no excuse for no engagement.\"\nThe Beannchor Group has said 10 of its 12 venues faced significant reductions to the space they could use as a result of the inspections.\nThe venues will open on Friday but not to the capacity the company had intended.\nIt owns Belfast venues such as the Dirty Onion, the National, and the Ulster Sports Club.\nCouncil inspectors say they are working with businesses to help them to comply with the rules.\nBut the failed inspections have come as a shock to business owners who thought their premises were compliant.\nMany of them had put a lot of money into renovating their premises to make them Covid-safe.\nThey are now trying to make last-minute adaptations in order to be able to reopen on Friday.\nConnell Wolsey, a director of the group, said the inspection failures had \"hit us substantially\".\n\"In the last lockdown we were inspected 50 times and we passed every single time,\" he said.\n\"Even the chief medical officer and the chief constable were happy with the levels we had gone to.\"\nHe said that although the regulations for the sector had not changed, it appeared that Belfast City Council and the Stormont executive had \"decided to enforce them in a different way\".\nHis group spent £40,000 to install a retractable awning at one venue before opening on Friday only to be told it could not be used as it created an enclosed space.\n\"They're treating a picnic parasol as a roof - it's just a nonsensical reading of the law,\" he said.\nHe said that without the use of parasols, many hospitality businesses \"will have to base their opening hours on the weather forecast\".\nJohn Leighton of Bennigans Bar in Londonderry said he has had to take the difficult decision not to reopen on Friday.\nHe said there were \"too many grey areas\" when it came to how the 50% of enclosed space was determined.\n\"It became clear in conversation with the licensing officer that it was just about impossible for us to reopen,\" he said.\n\"We were so excited, had done all the preparations but I am not prepared to risk a fine or losing my licence.\"\nHe said the bar would instead reopen on 24 May.\nMonika Rawson was told on Thursday that she could fully reopen her restaurant in east Belfast because part of her outdoor terrace is covered by a roof.\nShe said it was \"hard to keep going\" while the restaurant was closed and the business had already struggled to survive during lockdown.\nThe resulting stress has caused her to lose her hair, she said.\n\"I'm very upset - when I think about it I feel like crying.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56985710",
      "category": "uk-england-manchester",
      "title": "Man charged over Manchester United protest at Salford hotel",
      "tags": "Manchester,Old Trafford",
      "text": "A man has been charged over a protest against Manchester United's owners, which took place outside a hotel where the team's players were staying.\nThe protest at Salford's Lowry Hotel was staged at the same time as one at United's Old Trafford stadium before the club's match on Sunday.\nThe game was later postponed after about 200 fans entered the ground.\nA man from Manchester has been charged with throwing fireworks in a street and using threatening behaviour.\nThe 28-year-old, who was also charged with wilfully obstructing the highway, is due to appear before Manchester and Salford magistrates on 25 May.\nGreater Manchester Police said the man's arrest, which was filmed and circulated on social media, had been referred to the Independent Office for Police Conduct to \"ensure complete transparency and independence in this investigation\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56976093/#comp-comments-button",
      "category": "#comp-comments",
      "title": "G7: PM and Blinken discuss 'close alignment' of UK-US foreign policy",
      "tags": "Dominic Raab,Boris Johnson,G7 summits,G7",
      "text": "Boris Johnson and US Secretary of State Antony Blinken discussed the \"close alignment\" between foreign policy in London and Washington during their meeting earlier, No 10 has said.\nA No 10 spokeswoman said the PM and Mr Blinken agreed UK-US co-operation would be \"instrumental\" in tackling Covid-19.\nThey also welcomed their nations' joint work on areas like trade and defence.\nIt came as G7 powers met in London for their first face-to-face meetings in over two years.\nThe group is discussing challenges including climate change and threats to human rights. The talks, held amid tight Covid restrictions, will finish on Wednesday. \nThe G7 group - the world's seven largest so-called advanced economies - is made up of the UK, Canada, France, Germany, Italy, Japan and the United States.\nAustralia, India, South Korea and South Africa have also been invited as guests, as the UK tries to deepen ties with the Indo-Pacific region.\nThe UK, which currently holds the rotating presidency of the G7, will host a leaders' summit in Cornwall next month. \nAt their meeting, Mr Johnson and Mr Blinken agreed that UK-US co-operation would be \"instrumental\" in making progress in the fight against coronavirus, alongside \"protecting the environment and other international priorities\", the spokeswoman said.\nThey also agreed that the global rollout of coronavirus vaccines would be key in beating the pandemic, and emphasised the \"importance of G7 work in this area, including efforts to increase international manufacturing capability\".\nThe spokeswoman added that foreign policy issues, including Afghanistan, Iran and China, were also discussed, and Mr Johnson \"looked forward to welcoming\" US President Joe Biden to the UK when he attends the leaders' summit in June - his first overseas trip since his election victory.\nEarlier, Foreign Secretary Dominic Raab said the summit of foreign ministers \"demonstrates that diplomacy is back\", and showed the importance of \"getting countries together\".\nMr Raab, wearing a face mask, welcomed counterparts earlier at Lancaster House in London, with forearm bumps replacing the usual handshakes.\nAfter talks on Myanmar on Tuesday morning, the G7 discussed issues including the crisis in Libya and the war in Syria.\nMr Raab was expected to urge stronger co-operation between the G7 and the guest nations at a working dinner on Tuesday evening. \nSpeaking ahead of the dinner on Tuesday, he told reporters the summit provided a \"good opportunity\" to talk to India, a guest at the summit, about how G7 nations could help the country amid its spike in Covid cases. \nThis included a chance to seek \"positive answers\" about what developed nations would do with surplus domestic supplies of vaccines, he added. \nLancaster House in central London has played host to many historic negotiations, but rarely will it have seen such diplomatic speed dating as it will later. \nFor the next few days, foreign ministers will scurry round the clock from meeting to meeting, doing as much business face to face as they can after months of virtual diplomacy. \nThey will discuss the world's big geopolitical issues: from China to Myanmar, Ethiopia to Ukraine, Syria to the Sahel. \nThe underlying theme will be how they can best organise to defend international rules and open societies against the threat of autocratic regimes. \nAnd for the UK, the meeting's host, it's a big test to see if its global foreign policy can live up to its name.\nThe summit comes amid criticism over the UK's decision to cut overseas aid spending from 0.7% of national income to 0.5% - a reduction of more than £4bn. \nMr Raab said this had been a \"difficult decision\" but that the UK still had scope \"to be an even greater force for good in the world\".\nOn Monday, it was announced that the G7 would use the summit to commit to investing $15bn (£10.8bn) to help women in developing countries.\nThey are also expected to agree a new target of sending 40 million more girls from low and middle-income countries to school within five years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56978075",
      "category": "world-europe",
      "title": "Covid: Japan town builds giant squid statue with relief money",
      "tags": "Tourism,Japan,Coronavirus pandemic",
      "text": "A seaside town in Japan has raised eyebrows after it used funding from an emergency Covid-19 relief grant to build a giant statue of a squid.\nThe 13m-long (43ft) sea creature lies in the port of Noto, where flying squid is the town's delicacy.\nIt reportedly used 25m yen ($228,500; £164,700) of the emergency funding to build the statue.\nNoto officials have told local media it is part of a long term plan to lure tourists back after the pandemic.\nJapan is battling another surge in coronavirus cases, and Tokyo is currently under a state of emergency - the third for the country since the pandemic began. \nThe fishing town of Noto - which is located in Ishikawa prefecture on Japan's central-west coast - has had a very low number of cases, but it has been impacted by the significant drop in tourists. \nNoto received 800m yen ($7.3m; £5.3m) through the national grants, which were intended as an emergency economic boost to help regional areas affected by the pandemic, reports Yahoo Japan. \nThe funds did not have to be spent directly on Covid relief. Some however have criticised the town's administration for spending so much money on the giant cephalopod, especially as the pandemic is not yet over.\nOne local told the Chunichi Shimbun newspaper that while the statue may be effective in the long run, the money could have been used for \"urgent support\", such as for medical staff and long-term care facilities.\nBut a spokesperson for the town told Fuji News Network that the statue would be a tourist attraction and part of a long term strategy to help promote Noto's famous flying squid.\nLike in many other countries, the coronavirus pandemic has badly hit Japan's tourism industry. The country is hosting the Olympics this year but no international fans will be allowed at the event, which could amount to losses of 200bn yen ($1.8bn; £1.3bn), according to Takahide Kiuchi, an executive economist at Nomura Research Institute."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56978578",
      "category": "uk-england-kent",
      "title": "Seven hurt in Willesborough house explosion",
      "tags": "Ashford",
      "text": "Seven people have been injured after an explosion left residents trapped in a row of terraced houses.\nThe front of a property in Mill View, Willesborough, Kent, was totally destroyed in the blast, which started a fire on the street at 08:00 BST.\nTwo people were taken to hospital to London with serious injuries, South East Coast Ambulance Service said.\nFive others were taken to William Harvey Hospital in Ashford with injuries thought to be less serious.\nKent Police said \"a number of people\" were trapped in the rubble and rescued, but all residents are now accounted for.\nThe blaze is now under control, and the operation has been scaled back. Fire crews are working to extinguish any remaining hotspots and make the scene safe.\nThe cause of the fire is yet to be established but it is not being treated as suspicious.\nChantel Weller, from Osborne Road, adjacent to the road where the explosion occurred, said: \"We all felt our houses shake along this road. The whole house shook, and it felt like something had blown into the side of it.\n\"It wasn't very loud but it was a strange feeling.\n\"People said they thought it might be a gas explosion, and it looks like the houses have been evacuated\n\"The whole area is cordoned off.\"\nThe Salvation Army set up a centre at a local village hall to provide support to those whose homes were evacuated.\nPeople were advised to avoid the area and keep windows and doors closed.\nAt its height, seven fire crews were called to the site, as well two road vehicles from the air ambulance.\nGas engineers were also brought in.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56977129",
      "category": "world-latin-america",
      "title": "Mexico City metro overpass collapse kills 23",
      "tags": "Mexico City,Mexico,Mexico City metro collapse",
      "text": "A metro overpass has collapsed in Mexico City as a train was travelling over it, killing at least 23 people, including children, the mayor said.\nTwo train carriages were seen hanging from the structure, above a busy road. At least 79 people were injured, and seven are in a serious condition.\nOne person trapped in a car underneath the wreckage was pulled out alive.\nThis is the deadliest incident in decades in the city's metro system, one of the busiest in the world.\nLocal media broadcast CCTV footage showing the overpass collapsing, sending up clouds of debris. The crash happened at around 22:00 local time on Monday (03:00 GMT) near the Olivos station on the metro's Line 12, in the south-east of the city.\nMexico City Mayor Claudia Sheinbaum said an external company would investigate the cause of the incident. Earlier, she said it appeared a girder had given way on the overpass. The line, inaugurated less than a decade ago, will remain closed while a structural survey is carried out.\nSpeaking at a news conference alongside the mayor, President Andrés Manuel López Obrador offered his condolences to the relatives of the victims and said that \"nothing would be hidden\" from the Mexican people.\nResidents had reported cracks in the structure after a deadly 2017 earthquake, according to local media. Mexico's El Universal newspaper says transport authorities made repairs following the reports.\nA crane was sent to the scene to stabilise the carriages amid concerns they could fall onto the road, which forced officials to temporarily halt rescue efforts at night.\nIn chaotic scenes, anxious friends and relatives of those believed to be on the train gathered in the area. Efraín Juárez told AFP news agency that his son was in the wreckage. \"My daughter-in-law called us. She was with him and she told us the structure fell down over them.\"\nGisela Rioja Castro, 43, was looking for her 42-year-old husband, who always takes that train after work and had not been answering his phone. She said the authorities had no information about him. \"Nobody knows anything,\" she told the Associated Press.\nA passenger, 26-year-old Mariana, told El Universal that she and other people trapped among the carriage's twisted metal managed to escape through a window.\n\"We only heard a loud thunder, and everything fell apart,\" she said of the moment of the incident. \"There were many people standing and sitting in the carriage, and when the carriage fell, we went flying and hit our heads on its roof.\"\nOne eyewitness told Mexico's Televisa TV network: \"Suddenly I saw that the structure was shaking.\"\n\"When the dust cleared we ran... to see if we could help. There were no screams. I don't know if they were in shock,\" the witness said.\nMexico City's metro system is one of the most used in the world, carrying tens of millions of passengers a week. In North America, only New York's subway carries more people every day. \nYet the incident did not occur on one of the older lines, which have been through at least two major earthquakes in the past 35 years. Rather it happened on Line 12, completed as recently as October 2012.\nThere will be difficult questions for the mayor's office to come about the construction of the line, including for several former mayors. \nThey include Mexican Foreign Minister Marcelo Ebrard, who was in office when Line 12 was unveiled and who championed the metro's expansion. He called the accident a \"terrible tragedy\".\nHowever, those questions must wait until later. The moment now is solely about the rescue operation as Mexicans pray the number of victims does not rise any further.\nLast year, one person was killed and more than 40 injured in a collision between two metro trains in Mexico City.\nIn 1975, two underground trains collided, killing 31 people.\nWere you in the area? Did you witness what happened? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-56978413",
      "category": "uk-england-essex",
      "title": "Stuart Lubbock: Police prepare file over Barrymore party death",
      "tags": "Roydon,Harlow,Michael Barrymore",
      "text": "Police are preparing a file for prosecutors to consider whether to charge a man arrested on suspicion of murdering a guest at Michael Barrymore's home in 2001.\nStuart Lubbock, 31, died after being found unconscious in the TV presenter's pool in Roydon, Essex.\nA man, in his 50s, was released under investigation in March.\nEssex Police said a file would be submitted \"imminently\" to the Crown Prosecution Service (CPS).\nThe man, who has not been named, was arrested in Cheshire on suspicion of indecent assault as well as on suspicion of murder after \"significant new information\" emerged, the force said.\nMr Lubbock, a butcher from Harlow, was at a party with eight other people at Mr Barrymore's home on 31 March 2001 when he died.\nA post-mortem examination showed he suffered severe internal injuries which suggested he had been sexually assaulted.\nA spokesman for the force said: \"Following our substantial and detailed investigation, we will imminently be submitting a file to the CPS for their consideration and decision.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56977421",
      "category": "world-latin-america",
      "title": "Mexico City metro overpass collapse: Carriages and bridge crumpled",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56971201",
      "category": "uk",
      "title": "Abbie Quinnen reveals 'horrible' Instagram abuse over burns",
      "tags": "Celebrity,Instagram",
      "text": "Dancer Abbie Quinnen, who was badly burned when a social media stunt went wrong, says she has received \"horrible\" messages from trolls on Instagram since the accident in January.\nQuinnen and her partner, ex-Strictly star AJ Pritchard, were due to film a trick with highly-flammable liquid when a fireball \"shot across the room\".\nThe 23-year-old suffered second and third degree burns across her body.\nOne of the Instagram messages said: \"You should have burned to death.\"\nRecounting the initial incident to Victoria Derbyshire on BBC Radio 2's Jeremy Vine Show, Quinnen said she immediately screamed for help as the liquid caught fire uncontrollably.\n\"I was in shock and thinking, how can I survive this?\" she said. \"I rolled on the floor and that didn't work, so I grabbed a heavy blanket and started trying to put out the flames that way. \n\"AJ was getting damp towels in the meantime.\" \nAlthough it was over in seconds, she said \"it felt like a lifetime\" and she kept asking Pritchard, \"Is my face going to be okay? Am I going to be okay? Will you still love me?\"\nThe dancer suffered second and third degree burns to her face, head, neck, ear, chest and down her right side; she also lost some of her hair. \nShe has had three skin graft operations, two of which involved using someone else's skin - called an allograft. \n\"I could have been blinded. I could have lost my hearing. I'm so lucky. It could have been even worse,\" she said. \nAt one point the dancer was having to take 27 tablets a day to cope with the pain.\nQuinnen said she has been helped by many people on Instagram who have shared their own experiences of being burned. \nBut others have posted messages including: \"You should have burned to death\"; \"You're now going to look like a waxwork model\"; and \"Don't go near your niece and nephew, you'll scare them\".\n\"It's so horrible, I just think it's really sad and I feel a bit sorry for them,\" Quinnen said.\nOne of the hardest things for her was thinking she would never look the same again. \n\"When I was in hospital, staff tried every day to persuade me to talk to a therapist, but I just didn't want to, I wasn't ready. Even looking at the reflection of my face in my 'phone screen was hideous,\" she said. \nWhen eventually spoke with a counsellor, they asked her to look into a mirror to help her accept what had happened to her. \"I was hysterical,\" she said.\nShe credits Pritchard with helping her recover, but initially would get upset when he was going out to work on the Channel 4 soap opera, Hollyoaks. \n\"He was able to get on with his life whereas I was in bed struggling with the consequences. I wasn't thinking straight, I know he was trying to be strong for me. \n\"Then I caught AJ crying once and he was trying to say 'I'm sorry, I'm sorry'. I was shocked because he'd obviously been keeping it in for weeks.\"\nQuinnen said she has cried every day since her accident in mid-January up until last week, but is now trying focus on her goal of being back on stage, performing alongside Pritchard and his brother Curtis in their autumn tour. \nShe also wants to start a petition to get videos like the one she and her partner were trying to recreate removed from YouTube so no one else gets injured like her. \nShe says she has asked \"Why did this happen to me?\" and is very anxious. \"I don't go out too much and I'm constantly thinking something else bad is going to happen.\"\nQunnen also paid tribute to the NHS medics who cared for her. \"They are the closest thing to superheroes. My surgeon was amazing - I trusted her with my life. And all the nurses are so amazing.\" \nDoctors have told her they won't know for another two years how much scarring she will have on her face in the long-term.\nAs to her future with Pritchard, she says they've talked about marriage and children. \n\"AJ has been incredible. By my side the whole time, feeding me and cleaning my wounds,\" she added. \"I would love to get married to AJ. He is my dream man. I can't imagine my life without him.\"\nVictoria Derbyshire interviewed Abbie Quinnen and AJ Pritchard as part of her week covering the Jeremy Vine Show on BBC Radio 2. You can hear the full show on BBC Sounds - with the interview after 32 minutes.\nLast month, Victoria Derbyshire spoke to critical care nurse Dawn Bilbrough, who had made a tearful video plea at the start of the pandemic asking panic-buyers not to strip supermarket shelves bare. A year after the video was made, Victoria heard how the past 12 months had gone for Dawn at her hospital in York. \nFood plea nurse considered quitting during year treating Covid"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56972562/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Pandora says laboratory-made diamonds are forever",
      "tags": "Companies,Diamonds,Jewellery,Climate change,Sustainability,Environment,Mining,Millennials",
      "text": "The world's biggest jeweller, Pandora, says it will no longer sell mined diamonds and will switch to exclusively laboratory-made diamonds.\nConcerns about the environment and working practices in the mining industry have led to growing demand for alternatives to mined diamonds.\nPandora's chief executive, Alexander Lacik, told the BBC the change was part of a broader sustainability drive.\nHe said the firm was pursuing it because \"it's the right thing to do\". \nThey are also cheaper: \"We can essentially create the same outcome as nature has created, but at a very, very different price.\"\nMr Lacik explains they can be made for as little as \"a third of what it is for something that we've dug up from the ground.\"\nIn 2020, worldwide lab-grown diamond production grew to between 6 and 7 million carats. \nMeanwhile the production of mined diamonds fell to 111 million carats last year, having peaked at 152 million in 2017, according to a report from the Antwerp World Diamond Centre (AWDC) and the consultancy Bain & Company. \nProduction fell most in Russia, Canada, Botswana and Australia.\nThe coronavirus pandemic has had a major impact on the diamond industry. De Beers, which produces about one-fifth of the world's mined diamonds, says production fell 18% last year. \nEconomic uncertainty and lockdowns led to a slump in demand and falling prices, although there has been something of a recovery since. \nPandora's lab-made diamonds are being made in Britain, and the UK is the first country where they will be sold. \nThe new diamond jewellery will start at £250 ($350). Although diamonds have traditionally only been a very small share of the 100 million pieces Pandora sells worldwide each year, Mr Lacik believes that will be boosted by lower prices.\n\"Pandora jewellery today is much more of an everyday type of jewellery, even though a large proportion of it is gifted. The way the diamond industry has kind of been created to a large degree has been very much about gifting, and in particular around when people get engaged or married\". \n\"We're trying to open up this playing field and say, you know, with the type of value equation that we offer, you can use this everyday if you want.\" \nHe expects people to buy gifts more often for themselves instead.\n\"What might very well happen is actually that the total demand for diamonds is going to increase. So it may actually not be a question of, we steal somebody else's lunch\".\nOlya Linde, the lead author of the Bain report, agrees that there is room for both. \n\"I believe that natural diamonds and lab grown diamonds can wonderfully coexist and grow the overall diamond market. There's clear demand for each type of product.\"\nBetter design and lower prices are, says Ms Linde, the top reasons why customers pick lab-made diamonds over their naturally occurring counterparts. \nConcerns about the environmental, sustainability and ethical impact of mined diamonds didn't make the top five.\nHowever, Bain's survey found that concerns about sustainability were more important to \"Millennials\" and \"Gen-Z\" than older age groups when buying diamond jewellery. \nOne problem with lab-made diamonds, though, is that they can take a lot of energy to produce. \nBetween 50% and 60% of them come from China, where they are made in a process known as \"high-pressure, high-temperature technology\". The use of coal powered electricity is widespread.\nHowever in the United States, the biggest retail market for lab-grown diamonds, there is a greater focus on using renewable energy. \nThe largest US producer, Diamond Foundry, says its process is \"100% hydro-powered, meaning zero emissions\".\nBoth types are chemically and physically identical to mined diamonds.\nBut conflict-free production is still a big concern for customers across different age groups, according to Bain. \nIt's now more than 20 years since the Kimberley Process came into force. The UN-backed process aims to stop diamonds being used to fuel conflicts after years of that happening in countries such as Angola, Ivory Coast, Sierra Leone and the Democratic Republic of the Congo.\nLast year, a report by Human Rights Watch found that some major jewellery companies were doing better at sourcing mined diamonds, \"but most cannot assure consumers that their jewellery is untainted by human rights abuses\".  \nIt found that Pandora was one of the best performers, having taken significant steps towards responsible sourcing. \nBut for the World Diamond Council (WDC), which represents the mined diamond industry, lab-made diamonds are not the answer. \nIt says any suggestion they \"would have a role in preventing trade in conflict diamonds is spurious and not based on fact\".  \nThe WDC adds that for people living in artisanal and small-scale diamond mining communities stopping the mining of diamonds \"would remove a primary source of income\" and \"would have devastating impacts on their livelihoods, causing poverty and further unrest\". \nPandora chief Mr Lacik says the long term is what matters when it comes to the company's approach to sustainability.\n\"Whether consumers are buying more or less today, right now is actually not the key driver,\" he says.\n\"We want to become a low-carbon business. I have four children, I'm leaving this earth one day, I hope I can leave it in a better shape than maybe what we've kind of created in the last 50 years or so.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56986787",
      "category": "uk",
      "title": "Covid-19: Care home residents can go outdoors and calls for lockdown in India",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you on Wednesday morning.\nCare home residents in England can now go on low-risk trips - such as to relatives' gardens or a local park - without having to self-isolate for 14 days on their return. The change comes after some families criticised \"restrictive\" visits. Jenny Morrison, co-founder of campaign group Rights for Residents, told the BBC her mother had not been outdoors for more than 12 months. \"It will be amazing for us to wheel Mum down to the seafront and have a picnic,\" she said.\nThere is growing pressure on India's government to impose a national lockdown after the country recorded more than 20 million Covid infections - but Prime Minister Narendra Modi is resisting the move due to economic concerns. The government says cases are \"slowing down\" - but testing numbers have also dipped, meaning the true number of cases could be far higher than official figures suggest. Meanwhile, the Indian Premier League (IPL) has been suspended after an increase in cases among players. \nOdeon has said it will reopen the \"vast majority\" of its cinemas on 17 May following months of lockdown closures. The UK's largest cinema chain has been hit hard by Covid and its owner, AMC, warned last month it was running out of cash. It follows a similar announcement from Cineworld.\nGood news for James Blunt fans - the singer's concert at the Royal Albert Hall on 6 July will be the London venue's first full-house event. The venue will reopen from 29 May with a series of limited-capacity shows before returning to full-capacity concerts this summer. Like many other venues, the pandemic has hit the hall hard. Last year it reported a loss of £18m, plus £6.5m in refunded ticket sales.\nBBC Trending has taken an in-depth look at a charismatic anti-vaccination campaigner in India, who has gained popularity by claiming that medical science's approach to the pandemic is entirely wrong. Critics say Biswaroop Roy Chowdhury is endangering lives by falsely claiming he can cure Covid-19 through diet alone. BBC Trending also has a new series, The Anti-Vax Files, on the World Service weekly from 05:30 GMT Saturday. Download the podcast or listen online .\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nAnd as people take their first steps towards normality after the latest lockdown, the BBC has been speaking to some who say they've felt lost and lonely over recent months.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56974835",
      "category": "business",
      "title": "Hospitality bosses lose court battle over indoor opening",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Restaurants,Cabinet Office",
      "text": "Hospitality bosses have lost a legal challenge for a faster reopening for indoor dining in England.\nThe High Court ruled in favour of the government after a case was brought by Punch Taverns founder Hugh Osmond, and Sacha Lord, the night-time economy adviser for Greater Manchester.\nPubs and restaurants were allowed to reopen - but only outdoors - on 12 April, along with non-essential shops.\nMr Lord said they were disappointed by the outcome.\nMr Lord and Mr Osmond argued there was no justification or scientific basis for hospitality to be kept closed for five weeks, after retailers in England were allowed to serve customers indoors from mid-April.\nMr Lord said: \"While this fight has always been an uphill battle... we are pleased that the case has shone a light on the hospitality sector and the unfair and unequal guidance within the recovery roadmap.\"\n\"Despite the outcome, we will continue to hold the government to account and demand evidence-based decisions, rather than those drafted without detailed analysis or based on bias or whim.\"\nThe government has insisted the lockdown easing must be cautious if it is to be irreversible, adding that it will driven by \"data and not dates\".\nA date - 17 May - has been set as the next stage for relaxing restrictions in England.\nPubs, cafes and restaurants will be able to serve customers indoors. \nIn Scotland, pubs and restaurants are already allowed to open indoors until 20:00 - but alcohol can only be served to those seated outside.\nIt is hoped venues in Wales will be able to open indoors on 17 May. In Northern Ireland, hospitality may reopen on 24 May. \nThe hospitality bosses pointed to recent findings by the Scientific Advisory Group for Emergencies (Sage), which suggested that the hospitality sector was associated with a relatively low risk of Covid-19 transmission, although it was slightly higher than leisure and retail.\nIn statement, the two men also expressed disappointment that the call for faster reopening dates was described as \"academic\".\nMr Osmond, a former director of Pizza Express, said: \"This case is not 'academic' for an industry that is losing £200m every day it remains closed, for the over three million people who work in our industry, or for the tens of thousands of businesses, suppliers, landlords and contractors forced into bankruptcy by Government measures.\"\nThe sector has been one of the worst-affected by coronavirus shutdowns.\nTrade body UK Hospitality warned recently that about that £2bn in rent is owed by hospitality businesses with 40% of premises still currently negotiating over unpaid rent with landlords.\nAbout 20 to 30% are still in talks over how to settle debts from 2020 lockdowns, it said, calling for the government to step in as a ban on evictions for commercial tenants and business rates holidays end.\nA UK government spokesperson said: \"Our roadmap sets out a cautious approach to easing restrictions, based on the best scientific evidence available at the time. We published a full range of scientific papers alongside it, on 22 February.\"\n\"It is widely acknowledged that the risk of transmission outdoors is significantly less than indoors, which is why businesses have already been able to open in some outdoor settings, ahead of indoor hospitality later this month,\" they said.\nThey added that the government has provided support to the sector through schemes such as the Restart Grant scheme, the furlough scheme and VAT cuts.\nAbout 750,000 business in \"hospitality and other sectors\" had benefitted from business rates relief, they said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56984886",
      "category": "world-europe",
      "title": "France threatens to cut power to Jersey amid fishing row",
      "tags": "France,Fishing,Brexit,Fishing industry",
      "text": "The French government has warned it could cut electricity to Jersey amid an escalating row over post-Brexit fishing rights.\nMaritime Minister Annick Girardin told the French parliament that new rules governing access to Channel Islands waters were unacceptable.\nShe said France was \"ready to use... retaliatory measures\" under the UK-EU post-Brexit trade deal. \n\"I am sorry it has come to this [but] we will do so if we have to,\" she said.\nJersey, the largest of the Channel Islands, receives 95% of its electricity through three underwater cables from France.\nIn a statement to AFP news agency, the French fisheries ministry said the UK had introduced \"new technical measures\" linked to licences for fishing off the Channel Islands which had not been communicated to the EU and were therefore \"null and void\".\nMeanwhile, the UK's Department for Environment, Food and Rural Affairs said: \"We are clear that Jersey is responsible for its own territorial waters.\"\nThe latest comments mark an escalation in the row over fishing rights, which has been simmering for months and marked a key sticking point in post-Brexit trade talks.\nFrench fishermen have complained of being prevented from operating in British waters because of difficulties in obtaining licences. To receive a licence under an agreement with the EU, French boat operators have to show a history of fishing in the area.\nJersey has the sole power to issue the licences, and as of last week all fishing boats are required to have a licence to operate there.\nOn Friday, the Jersey government granted 41 permits to French fishing vessels that are equipped with technology that allows them to be located.\nBut the French government claimed the list of approved ships came with further demands that \"were not arranged or discussed, and which we were not notified about\".\nThe French fisheries ministry said the new rules dictated \"where the ships can go and cannot go\" as well as the number of days fishermen can spend in the area.\n\"This is absolutely unacceptable,\" Ms Girardin said. \"If we accept this for Jersey, it would imperil our access everywhere.\"\nLast week, French Europe Minister Clément Beaune accused the UK more broadly of blocking fishing rights. He said the EU could respond with \"reprisals\" in financial services.\nMeanwhile, British seafood exporters have been hit by an EU ban on UK exports of live shellfish such as mussels, oysters, clams, cockles and scallops.\nThe UK has also failed to strike a new fishing agreement with Norway. That failure threatens to prevent British trawlers catching cod in Norway's sub-Arctic seas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56984117",
      "category": "uk-england-bristol",
      "title": "Star Wars: Empire Strikes Back script sells for £23k",
      "tags": "Mark Hamill,Star Wars",
      "text": "A rehearsal script for the classic film, The Empire Strikes Back, has sold for £23,000 at auction.\nThe script for the 1980 Star Wars film was part of a collection of memorabilia belonging to Darth Vader actor Dave Prowse.\nPart of the proceeds of the auction, which raised more than £400,000, will go to Alzheimer's research.\nProwse died in November after a short illness but had been living with Alzheimer's for about 10 years.\nAuctioneer Andrew Stowe said more than 2,000 bidders had competed for the 600 lots which went under the hammer at East Bristol Auctions on 4 May - known as Star Wars Day.\nProwse, a former professional bodybuilder, grew up on the Southmead estate in Bristol.\nMr Stowe said the script was not just movie memorabilia but \"part of world history\".\nA picture of Star Wars character Luke Skywalker, signed by Mark Hamill, the actor who played him, sold for £15,000.\nThe message on the Luke Skywalker pictured read \"For David - You'll Always Be 'Dad' Vader To Me, Your Loving Son.... Mark Hamill 07\".\nA Star Wars cast list sold for £10,000 and a replica lightsaber also went for £10,000.\nAlso in the sale was a photograph with a personal message from Carrie Fisher, who played Princess Leia.\nThe message on the photograph, which sold for £8,000, read: \"For Daddy Dave - My Preferred Father - Much Love, Carrie Fisher.\"\nMr Stowe said: \"The love for Star Wars is still as strong as it was back in 1977 - and today's auction was proof of that.\n\"The fact that Mr Prowse was born just a few miles away from our saleroom is what made this such a special event. It really felt like his collection 'came home'.\"\nProwse's friend and assistant Julian Owen took about two months to sort through the items at the actor's London home.\nHe said it had been \"an honour\" to organise them, after working with Prowse for more than a decade.\nMr Owen said Prowse's wife Norma had \"said from the start that she wanted some of the money raised to go to Alzheimer's Research UK\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56976093",
      "category": "uk",
      "title": "G7: PM and Blinken discuss 'close alignment' of UK-US foreign policy",
      "tags": "Dominic Raab,Boris Johnson,G7 summits,G7",
      "text": "Boris Johnson and US Secretary of State Antony Blinken discussed the \"close alignment\" between foreign policy in London and Washington during their meeting earlier, No 10 has said.\nA No 10 spokeswoman said the PM and Mr Blinken agreed UK-US co-operation would be \"instrumental\" in tackling Covid-19.\nThey also welcomed their nations' joint work on areas like trade and defence.\nIt came as G7 powers met in London for their first face-to-face meetings in over two years.\nThe group is discussing challenges including climate change and threats to human rights. The talks, held amid tight Covid restrictions, will finish on Wednesday. \nThe G7 group - the world's seven largest so-called advanced economies - is made up of the UK, Canada, France, Germany, Italy, Japan and the United States.\nAustralia, India, South Korea and South Africa have also been invited as guests, as the UK tries to deepen ties with the Indo-Pacific region.\nThe UK, which currently holds the rotating presidency of the G7, will host a leaders' summit in Cornwall next month. \nAt their meeting, Mr Johnson and Mr Blinken agreed that UK-US co-operation would be \"instrumental\" in making progress in the fight against coronavirus, alongside \"protecting the environment and other international priorities\", the spokeswoman said.\nThey also agreed that the global rollout of coronavirus vaccines would be key in beating the pandemic, and emphasised the \"importance of G7 work in this area, including efforts to increase international manufacturing capability\".\nThe spokeswoman added that foreign policy issues, including Afghanistan, Iran and China, were also discussed, and Mr Johnson \"looked forward to welcoming\" US President Joe Biden to the UK when he attends the leaders' summit in June - his first overseas trip since his election victory.\nEarlier, Foreign Secretary Dominic Raab said the summit of foreign ministers \"demonstrates that diplomacy is back\", and showed the importance of \"getting countries together\".\nMr Raab, wearing a face mask, welcomed counterparts earlier at Lancaster House in London, with forearm bumps replacing the usual handshakes.\nAfter talks on Myanmar on Tuesday morning, the G7 discussed issues including the crisis in Libya and the war in Syria.\nMr Raab was expected to urge stronger co-operation between the G7 and the guest nations at a working dinner on Tuesday evening. \nSpeaking ahead of the dinner on Tuesday, he told reporters the summit provided a \"good opportunity\" to talk to India, a guest at the summit, about how G7 nations could help the country amid its spike in Covid cases. \nThis included a chance to seek \"positive answers\" about what developed nations would do with surplus domestic supplies of vaccines, he added. \nLancaster House in central London has played host to many historic negotiations, but rarely will it have seen such diplomatic speed dating as it will later. \nFor the next few days, foreign ministers will scurry round the clock from meeting to meeting, doing as much business face to face as they can after months of virtual diplomacy. \nThey will discuss the world's big geopolitical issues: from China to Myanmar, Ethiopia to Ukraine, Syria to the Sahel. \nThe underlying theme will be how they can best organise to defend international rules and open societies against the threat of autocratic regimes. \nAnd for the UK, the meeting's host, it's a big test to see if its global foreign policy can live up to its name.\nThe summit comes amid criticism over the UK's decision to cut overseas aid spending from 0.7% of national income to 0.5% - a reduction of more than £4bn. \nMr Raab said this had been a \"difficult decision\" but that the UK still had scope \"to be an even greater force for good in the world\".\nOn Monday, it was announced that the G7 would use the summit to commit to investing $15bn (£10.8bn) to help women in developing countries.\nThey are also expected to agree a new target of sending 40 million more girls from low and middle-income countries to school within five years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56981630",
      "category": "business",
      "title": "Odeon to reopen most cinemas in May with new safety measures in place",
      "tags": "Coronavirus lockdown measures,Cineworld,British cinema",
      "text": "Odeon has become the latest cinema chain to say it will reopen on 17 May following months of lockdown closures.\nFollowing a similar announcement from Cineworld, Odeon said it would open most of its 120 UK sites with new safety measures in place.  \nThe industry has been hit hard by Covid and Odeon's owner AMC warned last month it was running out of cash. \n\"We've all missed the magic that the cinema brings to movie watching,\" said Odeon managing director Carol Welch.\nThe chain - Britain's largest  - said it would be reopening the \"vast majority\" of its sites, including flagship cinemas at London's Leicester Square, Manchester's Trafford Centre and Birmingham's Broadway Plaza.\nThe company hopes film fans will flock back to cinemas to see host of new 2021 film releases, including Peter Rabbit 2: The Runaway, Fast & Furious 9, Marvel's Black Widow and the long-awaited Bond film No Time to Die.\nThe chain will also screen Oscar-winning films that have been offered at no extra charge on screening services, such as Sound Of Metal (Amazon Prime) and Nomadland (Disney+).  \nCineworld - which has around 100 sites - will mark its reopening with a new deal with Warner Bros to show films in theatres before they are streamed. Godzilla vs. Kong will be the first film to make its UK debut on Cineworld screens as part of the deal.\nAt Odeon cinemas seats will be limited, guaranteeing unoccupied seats between parties to meet social distancing requirements.\nVisitors will be expected to wear face masks but will be allowed to remove them in auditoriums when eating or drinking.\nMeanwhile, show start times will be staggered to reduce queues and the cinemas no longer accept cash, which means only contactless payment is accepted and cinemagoers are advised to pre-book seats online.\nThe cinema industry has been one of the worst hit sectors during the pandemic with many screens closed for extended periods or operating at reduced capacity.\nGlobal box office takings in 2020 fell by more than 70% from the previous year to $12.4bn, according to film technology firm Gower Street Analytics.\nMajor releases have been delayed because of Covid, including the latest James Bond film, No Time to Die, which was put off a number of times. It will now debut globally on 8 October but had originally been due to hit screens in April 2020.\nThe much-anticipated sci-fi movie Dune, starring Timothee Chalamet and Zendaya, was originally slated to be released in December 2020 but is now set to appear at cinemas in October.\nIn December, Odeon's US owner, AMC Entertainment Holdings, had to raise $100m (£76m) in emergency funds after warning it was running out of cash.\nIt said it was burning through $125m a month as concerns about Covid-19 shut some cinemas and kept audiences away. \nThe firm said attendance has dropped 92% in the US and 86% internationally."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56988070",
      "category": "uk",
      "title": "Another Covid lockdown unlikely, says scientist",
      "tags": "Social distancing,Coronavirus pandemic",
      "text": "It is unlikely that there will be more lockdowns in the UK, the scientist whose modelling led to the first nationwide restrictions has said.\nProf Neil Ferguson told the BBC the UK is \"likely to be on a steady course now out of this pandemic\".\nHowever, he said there could be a \"roll back\" of some freedoms if any new variants proved resistant to vaccines.\nMinisters have said further lockdown easing will go ahead in England if the data supports it.\nOn Tuesday, the government's coronavirus dashboard recorded 1,946 new infections, as well as four deaths within 28 days of a positive test across the UK.\nThe recorded number of deaths is often lower immediately after weekends and bank holidays due to reporting lags.\nMore than 50 million Covid vaccinations have been given in the UK so far, with 34,667,904 first doses and 15,630,007 second doses.\nCovid restrictions are expected to be further eased on 17 May in England, Scotland and Wales, subject to government approval. In Northern Ireland, more restrictions may be lifted on 24 May.\nProf Ferguson, an expert on the spread of infectious diseases who sits on the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), said that data on falling Covid cases, hospitalisations and deaths was encouraging.\nHe told BBC Health Editor Hugh Pym that while another lockdown \"can't be completely ruled out\", he has become increasingly \"optimistic\" over recent months.\n\"In the worst case scenario, if we have a new variant pop up which does manage to evade the vaccines, say late summer early autumn, there may be a need to roll back on some of these measures at least temporarily until we can boost people's immunity,\" he said.\n\"Do I think it's likely to happen? No, I don't. I think we are much more likely to be on a steady course now out of this pandemic, at least in this country.\"\nProf Ferguson said variants would need to be monitored \"carefully\", but the UK has gone from a \"terrible situation\" in January to a \"remarkably good situation now\".\nLife would \"feel a lot more normal\" by early summer, he said, although questions remain over whether summer holidays abroad would be possible.\n\"We will have many fewer restrictions. Whether we have none at all it's too early to say,\" he added.\nOn Monday, Prime Minister Boris Johnson suggested there could be some \"opening up\" of foreign travel for people in England on 17 May - but said \"we have got to be very, very tough\".\nForeign holidays are currently banned, but a traffic light system of rules will be introduced with countries classed as green, amber or red.\nFurther details are expected this week, after the government said it will \"set out by early May\" how countries will be categorised.\nMr Johnson also said there was a \"good chance\" the 1m plus social distancing rule could be scrapped on 21 June in England, when the nation reaches the final step of its roadmap out of lockdown.\nHe said the results of the vaccine rollout were \"really starting to show up in the epidemiology\" - but any change would depend on the data.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-54972940",
      "category": "business",
      "title": "Covid: 'A fifth' of hospitality sector jobs lost in 2020",
      "tags": "Companies,Coronavirus lockdown measures,Retailing,Hospitality industry,UK economy,Restaurants,Pubs,Coronavirus pandemic,UK High Streets",
      "text": "The Covid pandemic has led to the loss of about 660,000 jobs in the UK's hospitality sector this year, the industry's trade body has told MPs. \nUK Hospitality chief Kate Nicholls said that at the end of 2019, the sector was the third-largest employer in the UK. \nThe industry was forecast to generate one-in-six net new jobs this year, she said, but instead some 20% of the sector's 3.2 million jobs had gone.\nHospitality sector revenue is down 40% compared with last year, she said.\nMs Nicholls said businesses should be enjoying a \"golden\" time of year, since more than a third of annual revenue is usually earned between Halloween and New Year's Eve.\nBut instead she said the sector was in \"intensive care\" and called for pubs and restaurants to be able to open with as few restrictions as safely possible in December. \nBusiness leaders from a range of industries were giving evidence to the Business, Energy and Industrial Strategy (BEIS) Committee of MPs. \nThe boss of the British Retail Consortium, Helen Dickinson OBE, said there had been job losses across big and small retailers, particularly in clothing and footwear stores.\n\"I spoke to one business yesterday who has seen their turnover fall from $200m to $160m. They are on their third round of redundancies,\" she said. \nEarlier, the chair of the BEIS Committee, Darren Jones, said it was unfair that some big retailers were able to keep trading during lockdown, while many small shops were closed.\nSpeaking to BBC 5 Live's Wake Up To Money programme, Mr Jones said: \"It's evidently unfair that some retailers can sell everything and others cannot sell anything at all.\"\nHe said it was \"unfortunate\" ministers had been unable to set out a mechanism for retailers to continue to operate in a Covid-secure way during lockdown, while other countries such as Germany had done so. \nThe Labour MP also called for more financial support to go to businesses forced to close, and criticised some supermarkets - which have stayed open during lockdowns - for accepting public money for help with business rates. \n\"Christmas is the most important time of the year for retailers and we don't just want them to survive the Christmas shopping period but to be able to survive into the new year,\" he said.  \n\"Ministers need to quickly be able to get to a position where they can allow retailers to operate in a Covid-secure way.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56978015",
      "category": "entertainment-arts",
      "title": "Marcel Stellman: Countdown creator dies aged 96",
      "tags": "Television,Channel 4",
      "text": "Marcel Stellman, creator of Channel 4's long-running gameshow Countdown, has died at the age of 96.\nBelgian-born Stellman was also a record producer and lyricist who wrote songs for stars including Cilla Black, Charles Aznavour and The Shadows.\nAmong his best-known tracks was the Max Bygraves hit Tulips From Amsterdam, released in 1958. \nCountdown was Channel 4's first show at its 1982 launch and has become one of the world's most enduring game shows.\nStellman's nephew wrote on Twitter: \"It is with our deepest sorrow we share with you news of the death of our beloved Uncle - Marcel Stellman, 96, who passed away late last night. Marcel is survived by his beloved wife Jean.\"\nFormer Countdown star Carol Vorderman, who appeared on the show for 26 years from 1982 until 2008, was among those paying tribute, crediting Stellman with making Countdown a \"juggernaut\".\nVorderman added Stellman had had \"a great life well lived\" and recalled \"many very happy decades together\".\nThe pair's working relationship was close, and when she left the show after contract negotiations turned sour Stellman expressed his \"upset\".\n\"This is a person I have known for 26 years who started Countdown. If I am Mr Countdown, she is Mrs Countdown,\" he said.\nAlso paying tribute was dictionary corner's Susie Dent, who said the show had lost its \"patriarch and most passionate advocate\".\nStellman was born in Belgium in 1925 and worked as a producer and international manager at Decca Records from the mid-1950s up to 1989.\nHe worked alongside many big names including Sir Tom Jones, Engelbert Humperdinck and Dame Vera Lynn.\nIn the 1940s and 50s, Stellman also worked on children's programmes for the BBC.\nStellman brought Countdown to the UK in 1982, inspired by French TV series Des Chiffres et Des Lettres (Numbers and Letters).\nHe pitched the concept to several networks and it was ultimately picked up by Yorkshire Television, which commissioned a series of eight shows.\nThe series was later bought by a fledgling Channel 4, becoming the first programme to be aired following its launch in November 1982, hosted by Richard Whiteley.\nWhiteley died in 2005 and has since been followed in the position of host by a number of famous faces including Des Lynam, Des O'Connor, Jeff Stelling and most recently Nick Hewer. Former Weakest Link host Anne Robinson is set to take over from Hewer in June.\nHewer also paid tribute to Stellman, remembering him as \"kind and supportive\".\nStellman appeared on the programme's celebrations for its 2,000th episode in 1997, its 3,000th episode in 2001 and 5,000th episode in 2010. \nAlthough Countdown was Stellman's most notable TV success, his association with the small screen began in the 1940s and 1950s.\nHis work for BBC children's programming included the show Pinky And Perky, where he selected the songs the two pig puppets would sing.\nStellman was a recipient of a Basca Gold Badge Award in 1988 and received an Ivor Novello Award as lyricist for Dance On by Kathy Kirby in 1963.\nHe lived in London for many years and is survived by his wife Jean.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56970398",
      "category": "world-europe",
      "title": "EU unveils plans for overseas tourists to return",
      "tags": "Tourism,Coronavirus lockdown measures,Coronavirus vaccines,European Commission,Schengen Agreement,Coronavirus pandemic",
      "text": "The EU Commission has recommended easing restrictions on non-essential travel from overseas.\nUnder the plans, anyone who has received the last dose of an EU-approved vaccine at least two weeks beforehand will be permitted to travel.\n\"Time to revive EU tourism industry and for cross-border friendships to rekindle - safely,\" EU Commission President Ursula von der Leyen tweeted.\nThe EU currently only allows non-essential travel from seven countries.\nBut the proposals will also contain an \"emergency brake\" allowing member states to limit travel quickly in response to new variants or a deteriorating health situation in non-EU countries. This would be reviewed every two weeks.\nDiscussions on the plans will begin on Tuesday.\nThe EU has already announced plans for a digital certificate, which would cover anyone who is either vaccinated against Covid-19, has a negative test or has recently recovered.\nMember states will be able to accept tourists from outside the EU if they have received an approved jab, the European Commission said on Monday, although this could be extended for vaccines that have completed the World Health Organization's (WHO) emergency use listing process.\nIn addition, children who have not been able to receive a vaccine should be able to travel with their parents as long as they present a negative test, although further testing may be required on arrival.\nUntil the EU-wide pass, known as the digital green certificate, is launched, countries \"should be able to accept certificates from non-EU countries based on national law\", the European Commission added. This decision would include \"ability to verify the authenticity, validity and integrity of the certificate and whether it contains all relevant data\".\nThe plans will increase also the threshold number of cases in countries from which all travel is allowed - subject to quarantine or testing - from 25 infections per 100,000 people to 100.  This, the proposals note, is still far below the EU average of more than 420 per 100,000.\nThe measures will not affect current rules on essential travel or EU citizens and long-term residents and their families.\nThe recommendation will cover all EU member states, apart from Ireland, as well as Iceland, Liechtenstein, Norway and Switzerland. \nSo far, the EU has approved four vaccines: Pfizer-BioNTech, Moderna, Oxford-AstraZeneca and Janssen/Johnson & Johnson. All require two injections for maximum protection, except for the single-dose Janssen/Johnson & Johnson vaccine.\nThe same jabs have been authorised for emergency use by the WHO, with similar approvals for China's Sinopharm and Sinovac expected in the coming days and weeks.\nAll three vaccines used in the UK - Pfizer-BioNTech, Oxford-AstraZeneca and Moderna - would therefore be covered by the new EU plans.\nLast week, European lawmakers approved plans for an EU-wide digital pass to restart travel in time for the summer holidays.\nKey to the certificate is a QR code - a machine-readable graphic code made up of black and white squares - that contains personal data and the EU's Commission says it will be safe and secure. It is working with the WHO to ensure the certificate is recognised beyond Europe.\nThe 27 member states also want to include non-EU countries such as Norway, Iceland and Switzerland, with officials saying earlier this week that vaccinated travellers from the US may also be able to visit Europe this summer.\nHowever, a spokesman for the European Commission said last week that there had been \"no contacts\" with the UK over the issue. The UK government, which has indicated that foreign travel may resume from 17 May, is working on its own digital system for international travel that would prove travellers' vaccination status. \nBut practical concerns over the EU certificate remain, including questions over how long immunity lasts after an infection and whether further jabs will be needed amid the rapid spread of more contagious Covid variants.\nOther issues include what data would be used to prove an individual was not infected with coronavirus, privacy concerns and issues recognising information from different countries' health authorities.\nA number of countries have already begun unveiling their own passes as they reopen.\nIn Denmark, the Coronapas app is being used to allow customers who have been vaccinated or recovered from an infection to enter bars, restaurants and museums.\nA similar scheme in Israel, which has one of the highest levels of vaccinations in the world, permits users to access hotels, gyms and theatres. The \"Green pass\" has also created travel opportunities for Israeli citizens, following deals with Greece and Cyprus.\nThe International Air Transport Association (IATA), meanwhile, has launched its own app, the IATA Travel Pass, which is being trialled by a number of airlines, including Emirates, Etihad and Qantas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-politics-56938539",
      "category": "uk-northern-ireland-politics",
      "title": "Arlene Foster to quit DUP after leaving leadership roles",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Arlene Foster will quit the Democratic Unionist Party (DUP) when she stands down as Northern Ireland's first minister, BBC News NI understands.\nSources close to her said she thinks it is no longer the party she joined and it is moving in a different direction.\nMrs Foster is to resign as DUP leader on 28 May and end her tenure as first minister at the end of June.\nOn Thursday, Agriculture Minister Edwin Poots declared his intention to stand for the party leadership.\nBy Friday evening five of the party's Northern Ireland Assembly members and one of its MPs had publicly announced their support for his campaign.\nMrs Foster announced her resignation after about 80% of the DUP's Stormont and Westminster ranks signed a letter of no confidence in her leadership.\nSpeaking on Friday, she said that none of her colleagues who signed the letter of no confidence had spoken to her since then.\nShe also said that some of her colleagues - including some \"good friends\" - had not signed the letter.\nShe said she would wait until she stepped down as first minister before making public her decision about whether she would remain in the DUP.\nMrs Foster has led the DUP since December 2015.\nThe following month she was appointed first minister, becoming the first woman and the youngest person to hold both jobs.\nSir Jeffrey Donaldson is expected to enter the DUP leadership race this weekend.\nEdwin Poots has been quick out of the blocks with his bid and has been building support - all of his backers so far were always likely to take his side.\nWhat will be key will be the floating voters among the party members entitled to have a say in this contest.\nIt is understood that Sir Jeffrey is confident he will get his fellow DUP MPs to support his campaign.\nBut he has lots of work to do to get the remainder of the Stormont ranks into his corner.\nIn her resignation statement on Wednesday, she said she was preparing to leave the political stage.\nBBC News NI understands that means not only quitting as a Stormont assembly member but severing her ties with the party she has led since December 2015.\nOn Thursday she informed her constituency association in Fermanagh and South Tyrone of her decision.\nQuestioned on Friday about whether she intended to become a member of the House of Lords, she said that was a matter for other people to determine.\nAsked about the future of the DUP, she wished her successor and the party well.\nMrs Foster has endured several major challenges during her time at the helm of the party, including division among members on social issues and significant recent pressure resulting from the fallout from Brexit, which the party supported.\nThe post-Brexit arrangements for Northern Ireland - which have included a trade border being imposed between Great Britain and Northern Ireland - have been deeply unpopular with the party's core voters.\nBBC News NI understands that DUP officers will meet on Tuesday to discuss the timetable and the procedure for electing a party leader.\nAnnouncing his desire to succeed Mrs Foster, Mr Poots said he was looking forward to the \"engagement and the debate\" in the leadership contest.\nHe has secured the backing of senior Stormont assembly members, the first of which was Christopher Stalford, who said his friend had the \"experience and talents to take our country and our party forward\".\nOthers DUP politicians who have declared their support for Mr Poots include assembly members Jonathan Buckley, Paul Frew, Paul Givan, Mervyn Storey and the MP Paul Girvan.\nWinning the support of a majority of the party's 27 members of the legislative assembly (MLAs) will be crucial to Mr Poots' hopes of replacing Mrs Foster.\nOnly a small number of the DUP's membership - its MLAs and MPs - will get to vote in a leadership contest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56976214",
      "category": "world-asia-india",
      "title": "India Covid: Opposition calls for full national lockdown",
      "tags": "Asia,Delhi,India,Coronavirus pandemic",
      "text": "India's main opposition party has called for a full national lockdown, shortly after the country passed more than 20 million Covid-19 infections.\nThere has been a \"virtual collapse of health services\" and a lockdown is needed to \"break the chain\", a spokesman for the Congress party said.\nThe prime minister is resisting the move due to the economic impact.\nIndia added more than 355,000 cases on Tuesday, down from more than 400,000 daily infections on 30 April. \nCases are \"slowing down\", the government said, but testing numbers have also dipped meaning the true caseload could be far higher.\n\"We are now forced - there is no option - [we] will have to resort to a national lockdown to break the chain, to restore some order in the health services,\" Pawan Khera, a spokesman for the opposition Congress party told the BBC on Tuesday.\nRahul Gandhi, a senior Congress leader, said there was no other way to stop the spread of the virus.\nCalls for a second national lockdown have also come from business leaders, international health experts and other senior politicians. \nMembers of India's Covid-19 taskforce, which advises the central government, are \"pushing hard\" for a two-week lockdown, The Indian Express reported. \nDr Anthony Fauci, America's top public health expert, described the situation as \"extremely serious\" and said a nationwide lockdown was needed alongside a massive vaccination drive and the construction of makeshift hospitals.\nThe decision to impose restrictions in India is made by individual state authorities rather than the central government. Prime Minister Narendra Modi has said that states should only consider restrictions as \"a last option\".\nBut many states have still introduced restrictions. The northern state of Bihar is the latest to have announced a full lockdown while the capital, Delhi, and the financial hub, Mumbai, are also under restrictions. \nPrime Minister Modi was heavily criticised last year for imposing a nationwide lockdown with less than four hours' notice. It caused a  humanitarian crisis as tens of thousands of migrant workers were left without work and forced to walk hundreds of kilometres to their home villages.\nThe lockdown also saw India's economic output fall by a record 24% between April and June 2020 compared to the same period a year earlier, and the government has said another national lockdown would have dire consequences for the economy.\nIndia's second wave has been fuelled by lax safety protocols and massive public festivals and election rallies. It has overwhelmed its hospitals and delays in testing, diagnosis and treatment - as well as a shortage of critical care beds and crucial drugs - have resulted in a spike in deaths.\nThe country has so far reported more than 222,000 deaths due to the virus. But experts say India's Covid death toll is vastly under-reported.\nThere have been very long lines at crematoriums, mass funeral pyres and cities running out of space to bury or cremate the dead. \nIndia's cases have risen over the past week, but at a slower rate than in previous weeks. \nAnd daily cases have fallen in Delhi, Uttar Pradesh and Maharashtra which are all hotspots of the crisis. Erratic testing, however, makes it hard to gauge the significance of these numbers.\nInsufficient testing has proved to be another issue.\nHealth officials said there was \"cautious hope\" of some respite from the second wave. But Lav Agarwal, joint secretary of the health ministry, said progress needed to be sustained by \"containment measures at district and state level\".\nExperts have also said other hotspots are likely to emerge in the coming weeks as the pandemic moves through the country. \nMeanwhile, an oxygen shortage has shown no signs of abating and people in several hotspot cities, including Delhi, are struggling for treatment.\nA sluggish vaccination campaign has compounded the crisis.\nSince January, India has administered more than 157 million vaccine doses which ranks third in the world after China and the United States. But just over 10% of India's 1.4 billion people have had one dose and only about 2% have received both doses.\nDespite being the world's biggest producer of vaccines, India is facing a shortage of supplies. And vaccination rates are down. \nThe chief executive of India's Serum Institute, the world's biggest vaccine manufacturer, has warned shortages will last for months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56887281",
      "category": "uk-northern-ireland",
      "title": "Covid-19 in NI: 'Good vibe' as shops and pubs reopen",
      "tags": "Coronavirus lockdown measures,Retailing,NI economy,Coronavirus pandemic",
      "text": "Thousands of people have gone shopping or enjoyed drinks at pubs as the Covid-19 lockdown eased in Northern Ireland.\nThere were big queues outside some shops, bars and cafes on Friday with many outlets reopening after the four-month winter shutdown.\nGyms and swimming pools were also allowed to open again.\nSome retailers reported busy trade, with one County Down shopping centre manager saying: \"It feels a bit like Christmas Day... there's a good vibe.\"\nStormont ministers agreed this month that restrictions could be eased on Friday due to falling numbers of coronavirus cases.\nHospitality businesses must only operate outdoors, with table service and limited numbers at each table.\nEarlier closing times for takeaway businesses and off-licences, imposed at the onset of the lockdown in December, have been removed.\nCaravans and self-contained tourist accommodation can also reopen.\nRestrictions on meeting up outside have also been slightly eased, with 15 people from three households allowed to meet in a private garden.\nLong queues formed outside some shops on Friday, sparking some concerns about social distancing and people's adherence to Covid-19 regulations.\nIn Londonderry a line of people had gathered outside the Primark shop from 06:30 BST.\nDr Gerry Waldron from the Public Health Agency (PHA) said the \"virus is still out there and is still infecting people\".\n\"We just want to put a reminder out to people - things are easing off, things are getting better but please keep to all the basic messages,\" he said.\nHis advice for shoppers was to remember social distancing and wear face coverings to help keep themselves and each other safe.\nThe UK's Office for National Statistics estimates that in the week to last Friday 1 in 940 people in Northern Ireland had coronavirus, compared with 1 in 660 the previous week.\nRoger Pollen of the trade body the Federation of Small Businesses said the reopening of much of the economy on Friday was \"a baby-step forward but for many it seems like a huge step\".\n\"I think we're going to see a bit of a sugar rush in spending now as people get out and getting a chance to do it,\" he said.\n\"The safety aspect has been well observed - you look round and everyone is wearing their face mask, there's no controversy around that.\"\nSara Neill, BBC News NI\nIt's a Friday night in the Cathedral Quarter in Belfast but not as we knew it.\nThe few bars and restaurants that have been able to open are operating at a much reduced capacity.\nAnd there are queues. There are definitely queues.\nOn our walk through the area our cameraman and I stopped to talk to those who had managed to secure a table.\nThey were in great spirits - delighted to be back in Belfast with a pint and friends, something they felt they had missed and deserved after what has felt like a long year.\nThe queues didn't move much while we were there but there was an air of excitement back in the city on this chilly Friday evening.\nChris Nelmes, the manager of the Boulevard shopping centre in Banbridge, County Down, said there had been an \"encouraging start\" to business.\n\"There's been queues since well before the shops have opened,\" he said.\n\"\"It feels a bit like Christmas Day today and with it being a bank holiday weekend it will be very, very busy.\"\nFor retail staff there was an \"excitement, a buzz to get back into store, back into what we do best\", said shop manager Laura Mawhinney.\n\"It definitely feels busier than our previous reopening last June,\" she said.\n\"This year customers have a level of expectation - they're a lot more confident, they know what the rules are this time, they know what to expect in their shopping.\n\"The mood just seems great, I think everyone's just excited.\"\nThere was almost a party atmosphere in the centre of Belfast on Friday.\nThe sun was shining, the buskers were back and people were keen to shop.\nPrimark, which famously doesn't sell online, was particularly busy and its queues were well marshalled.\n\"People are glad to get out - it's been a long four months,\" one of those Primark shoppers told me.\nIn Portrush, County Antrim, Camilla Long from the Causeway Chamber of Commerce described an \"amazing sense of optimism\" in the town. \n\"I was walking around here last night and there were trucks delivering, windows being washed, doors open for the first time in 18 weeks,\" she said.\n\"People [were] getting ready to do what we do best in the north coast and that's to welcome visitors back.\"\nBut she also said it was important to acknowledge people whose businesses had collapsed due to the coronavirus pandemic.\n\"For each and every business owner and family who relies on that business, that is a tragedy.\"\nAdrian Walker of GLL, which runs Belfast City Council's gyms and leisure centres, said that he expected May to be a busy month.\n\"People are really keen to get back and get back into some form of exercise,\" he said.\nThe \"trickle-flow programme\" the leisure centres had implemented meant there was reduced capacity at gyms, he said, but that allowed people more time to use different machines.\nHealth Minister Robin Swann has warned the hospitality industry not to seek or promote cross-border business while there is a big difference between Northern Ireland and the Republic of Ireland in the proportion of people who have received a Covid-19 vaccine.\nOn Thursday the Irish government announced a phased relaxation of its highest level of Covid-19 lockdown rules over the coming weeks and months.\nFrom 10 May, people can travel outside their county and close contact services and click-and-collect retail can resume.\nThe Stormont executive's advice remains that people in Northern Ireland should \"stay local\".\nMinisters have given an indicative date of 24 May for hospitality businesses in Northern Ireland to be allowed to resume trading indoors but that will have to be assessed on 13 May, the next review of the coronavirus restrictions.\nThe executive has also earmarked 24 May for the reopening of tourist accommodation such as hotels and bed-and-breakfasts.\nThere had been some confusion about the implementation of Covid-19 regulations for outdoor hospitality venues in the run-up to Friday.\nSome venues have been told they could not reopen because their outdoor seating areas did not adhere to regulations from the executive.\nOn Thursday the industry body Hospitality Ulster said the majority of hospitality businesses had failed last-minute inspections.\nThe Department of Health had said the general rule of thumb was that outdoor premises should not be more than 50% enclosed.\nThe legislation states that a premises is substantially enclosed if it has a ceiling or roof but there is \"an opening in the walls\".\nResponsibility for enforcing the regulations on outdoor areas rests with the 11 councils in Northern Ireland.\nSean McLaughlin, who owns a fish and chip restaurant in Portrush, was frustrated that the outdoor area he had invested in was deemed unsuitable on Thursday.\nHe was told that its because its partial coverage did not comply with the rules.\n\"There's more than adequate ventilation to sit there as one family but you can go to big stores today and brush hands with people and there's nothing,\" he said.\n\"We've put this in and we're left stuck with it.\n\"Restaurateurs who are using the exact same space that they used last year are now being told they can't use it - it's nonsensical.\"\nMany bars that are only licensed to sell alcohol indoors but had thought that if they provided a safe outdoor area they would be permitted to open.\nThis week three bars in Belleek, County Fermanagh, which had planned to reopen were contacted by the police who said they would not be allowed to trade.\nBridie Gormley, the owner of Black Cat Cove, said it was another blow for a \"small rural town that has suffered terribly during Covid\".\n\"On Monday we found out that our outdoor area is not licensed for outdoor serving,\" she said.\n\"We had spent thousands of pounds on outdoor furniture, we bought in our stock and we had given our staff a starting date.\n\"Now all of that has had to be cancelled.\""
    }
  ]
}